Repository: UngPirat/freesocial
Catalog: plugins/OStatus/locale/*/LC_MESSAGES/OStatus.po
Languages: es

source: Feeds
es: Fuentes web (feeds)

source: Subscribe
es: Suscribir

source: List remote profile
es: Listar un perfil remoto

# LABEL
source: Remote profile
es: Perfil remoto

source: OStatus user's address, like nickname@example.com or http://example.net/nickname.
es: Dirección del usuario de OStatus, como nickname@example.com o http://example.net/nickname.

# BUTTON
source: Fetch
es: Mostrar

source: Invalid URI.
es: La dirección URI no es válida

source: Sorry, we could not reach that address. Please make sure that the OStatus address is like nickname@example.com or http://example.net/nickname.
es: Lo sentimos, no pudimos llegar a esa dirección. Por favor, asegúrese de que la dirección de OStatus es del tipo nickname@example.com o http://example.net/nickname.

source: Sent from %s via OStatus
es: Enviado desde %s a través de OStatus

source: Could not set up remote subscription.
es: No se pudo configurar la suscripción remota.

# TITLE
source: Unfollow
es: Dejar de seguir

source: %1$s stopped following %2$s.
es: %1$s dejó de seguir a %2$s.

source: Could not set up remote group membership.
es: No se pudo establecer la pertenencia al grupo remoto.

# TITLE
source: Join
es: Unirse

source: %1$s has joined group %2$s.
es: %1$s se ha unido al grupo %2$s.

source: Failed joining remote group.
es: No pudo unirse a grupo remoto.

# TITLE
source: Leave
es: Dejar

source: %1$s has left group %2$s.
es: %1$s ha dejado el grupo %2$s.

source: Could not set up remote list subscription.
es: No se pudo configurar la suscripción a lista remota.

# TITLE
source: Follow list
es: Seguir la lista

source: %1$s is now following people listed in %2$s by %3$s.
es: %1$s está siguiendo a personas de la lista %2$s de %3$s.

source: Failed subscribing to remote list.
es: Error al suscribirse a la lista remota.

source: Unfollow list
es: Dejar de seguir la lista

source: %1$s stopped following the list %2$s by %3$s.
es: %1$s ha dejado de seguir la lista %2$s de %3$s.

# TITLE
source: List
es: Lista

source: %1$s listed %2$s in the list %3$s.
es: %1$s ha incluido a %2$s en la lista %3$s.

source: Could not complete subscription to remote profile's feed. List %s could not be saved.
es: No se pudo completar la suscripción a la fuente web (feed) del perfil remoto. La lista %s no se pudo guardar.

# TITLE
source: Unlist
es: Retirar de la lista

source: %1$s removed %2$s from the list %3$s.
es: %1$s ha eliminado a %2$s de la lista %3$s.

source: Unlike
es: Dejar de gustar

source: %1$s no longer likes %2$s.
es: A %1$s ya no le gusta %2$s.

source: Remote
es: Remoto

source: Profile update
es: Actualización de perfil

source: %s has updated their profile page.
es: %s ha actualizado su perfil.

source: List
es: Lista

source: Follow people across social networks that implement <a href="http://ostatus.org/">OStatus</a>.
es: Seguir a personas a través de las redes sociales que integren <a href="http://ostatus.org/">OStatus</a>.

source: Publishing outside feeds not supported.
es: No está soportada la publicación fuera de las fuentes web (feeds).

source: Unrecognized mode "%s".
es: Modo no reconocido "%s".

source: Unsupported hub.topic %s this hub only serves local user and group Atom feeds.
es: No se admite %s como tema del concentrador (hub.topic). Este concentrador sólo sirve a usuarios locales y al grupo de fuentes web Atom.

source: Invalid hub.verify "%s". It must be sync or async.
es: Verificación del concentrador (Hub.verify) no válido "%s". Debe ser "sync" o "async".

source: Invalid hub.lease "%s". It must be empty or positive integer.
es: Parámetro Hub.lease no válido "%s". Debe ser un entero positivo o estar vacío.

source: Invalid hub.secret "%s". It must be under 200 bytes.
es: Parámetro hub.secret no válido "%s". Debe tener menos de 200 bytes.

source: Invalid hub.topic "%s". User does not exist.
es: Parámetro hub.topic no válido "%s". El usuario no existe.

source: Invalid hub.topic "%s". Group does not exist.
es: Parámetro hub.topic no válido "%s". El grupo no existe.

source: Invalid hub.topic %s; list does not exist.
es: Parámetro hub.topic no válido "%s". La lista no existe.

source: Invalid URL passed for %1$s: "%2$s"
es: Dirección URL no válida pasasa a %1$s : "%2$s"

source: You can use the local list functionality!
es: ¡Puede utilizar la funcionalidad de la lista local!

source: List %s
es: Listar %s

# BUTTON
source: Go
es: Ir

source: User nickname
es: Alias de usuario

source: Nickname of the user you want to list.
es: Alias del usuario que desea que aparezca en la lista.

source: Profile Account
es: Cuenta de perfil

source: Your account id (for example user@identi.ca).
es: Identificador de su cuenta (por ejemplo user@identi.ca).

source: Could not look up OStatus account profile.
es: No pudo consultar el perfil de cuenta de OStatus.

source: Could not confirm remote profile address.
es: No se pudo confirmar la dirección de perfil remoto.

source: OStatus list
es: Lista de OStatus

source: Empty or invalid feed id.
es: Identificador de fuente web (feed) vacío o no válido.

source: Unknown PuSH feed id %s
es: Identificador de fuente web PuSH desconocido %s

source: Bad hub.topic feed "%s".
es: Fuente web (feed) hub.topic incorrecto: "%s".

source: Bad hub.verify_token %1$s for %2$s.
es: Clave hub.verify_token incorrecta %1$s para %2$s.

source: Unexpected subscribe request for %s.
es: Solicitud de suscripción inesperada para %s inválido.

source: Unexpected unsubscribe request for %s.
es: Solicitud de cancelación de suscripción inesperada para %s inválido.

source: No such user.
es: No existe ese usuario.

source: Subscribe to
es: Suscribirse a

# BUTTON
source: Continue
es: Continuar

source: Join
es: Unirse

# BUTTON
source: Join this group
es: Unirse a este grupo

# BUTTON
source: Confirm
es: Confirmar

source: Subscribe to this user
es: Suscribirse a este usuario

source: You are already subscribed to this user.
es: Ya estás suscrito a este usuario.

source: Sorry, we could not reach that feed. Please try that OStatus address again later.
es: Lo sentimos, no pudimos alcanzar esa fuente web (feed). Intente más tarde acceder de nuevo a esa dirección de OStatus.

source: Already subscribed!
es: ¡Ya está suscrito!

source: Remote subscription failed!
es: ¡Error de suscripción remota!

source: There was a problem with your session token. Try again, please.
es: Hubo un problema con su clave (token) de sesión. Inténtelo de nuevo, por favor.

source: Subscribe to user
es: Suscribirse al usuario

source: Confirm
es: Confirmar

source: You can subscribe to users from other supported sites. Paste their address or profile URI below:
es: Puede suscribirse a usuarios de otros sitios compatibles. Pegue su dirección o perfil URI a continuación:

source: Join group
es: Unirse a grupo

source: OStatus group's address, like http://example.net/group/nickname.
es: Dirección del grupo de OStatus, como http://example.net/group/nickname.

source: You are already a member of this group.
es: Usted ya es miembro de este grupo.

source: Already a member!
es: ¡Ya es miembro!

source: Remote group join failed!
es: ¡Error al unirse a grupo remoto!

source: Confirm joining remote group
es: Confirmar la unión a grupo remoto

source: You can subscribe to groups from other supported sites. Paste the group's profile URI below:
es: Puede suscribirse a grupos de otros sitios compatibles. Pegue a continuación la dirección URI del perfil del grupo:

source: No ID.
es: Sin identificador.

source: Cannot handle that kind of post.
es: No se puede manejar ese tipo de publicación (post).

source: In reply to unknown notice.
es: En respuesta a un aviso desconocido.

source: In reply to a notice not by this user and not mentioning this user.
es: En respuesta a un anuncio que no es de este usuario y tampoco lo menciona.

source: To the attention of user(s), not including this one.
es: A la atención del (de los) usuario(s), sin inclur a éste.

source: Not to anyone in reply to anything.
es: A nadie en respuesta a nada.

source: This is already a favorite.
es: Esto ya es favorito.

source: Could not save new favorite.
es: No se pudo guardar el nuevo favorito.

source: Notice was not favorited!
es: ¡La nota no se ha añadido a los favoritos!

source: Not a person object.
es: No es un objeto personal.

source: Unidentified profile being listed.
es: Se ha listado un perfil no identificado.

source: This user is not the one being listed.
es: Este usuario no es el que ha sido listado.

source: The listing could not be saved.
es: No se pudo guardar la lista.

source: Unidentified profile being unlisted.
es: Se ha retirado de la lista un perfil no identificado.

source: This user is not the one being unlisted.
es: Este usuario no es el que ha sido retirado de la lista.

source: The listing could not be deleted.
es: No se pudo borrar la lista.

source: Cannot favorite/unfavorite without an object.
es: No se puede añadir a, o quitar de la lista de favoritos sin un objeto.

source: Cannot handle that kind of object for liking/faving.
es: No se puede manejar ese tipo de objeto para las opciones "Me gusta" o "Añadir a favoritos".

source: Notice with ID %s unknown.
es: Aviso con identificador ID %s desconocido.

source: Notice with ID %1$s not posted by %2$s.
es: Aviso con identificador ID %1$s no publicado por %2$s .

source: Subscribe to list
es: Suscribirse a la lista

source: Address of the OStatus list, like http://example.net/user/all/tag.
es: Dirección de la lista de OStatus, como http://example.net/user/all/tag.

source: You are already subscribed to this list.
es: Ya estás suscrito a esta lista.

source: Confirm subscription to remote list
es: Confirmar la suscripción a la lista remota

source: You can subscribe to lists from other supported sites. Paste the list's URI below:
es: Puede suscribirse a las listas de otros sitios compatibles. Pegue a continuación la dirección URI de la lista:

source: No such group.
es: No existe ese grupo.

source: Cannot accept remote posts for a remote group.
es: No se pueden aceptar entradas (post) remotas para un grupo remoto.

source: Cannot read profile to set up group membership.
es: No se puede leer el perfil para definir la pertenencia a grupos.

source: Groups cannot join groups.
es: Los grupos no pueden unirse a grupos.

source: You have been blocked from that group by the admin.
es: Has sido bloqueado en ese grupo por el administrador.

source: Could not join remote user %1$s to group %2$s.
es: No se pudo unir el usuario remoto %1$s al grupo %2$s.

source: Cannot read profile to cancel group membership.
es: No se puede leer el perfil para cancelar la pertenencia al grupo.

source: Could not remove remote user %1$s from group %2$s.
es: No se pudo quitar el usuario remoto %1$s del grupo %2$s .

source: No such list.
es: No existe tal lista.

source: Cannot accept remote posts for a remote list.
es: No se pueden aceptar entradas (post) remotas para una lista remota.

source: Cannot read profile to set up list subscription.
es: No se puede leer el perfil para configurar la suscripción a la lista.

source: Groups cannot subscribe to lists.
es: Los grupos no pueden suscribirse a listas.

source: Could not subscribe remote user %1$s to list %2$s.
es: No se pudo suscribir el usuario remoto %1$s a la lista %2$s.

source: Cannot read profile to cancel list subscription.
es: No se puede leer el perfil para cancelar la suscripción a la lista.

source: Could not unsubscribe remote user %1$s from list %2$s.
es: No puede cancelar la suscripción del usuario remoto %1$s de la lista %2$s.

source: You can use the local subscription!
es: ¡Puede utilizar la suscripción local!

# TITLE
source: Subscribe to user
es: Suscribirse al usuario

source: Join group %s
es: Unirse al grupo %s

# BUTTON
source: Join
es: Unirse

source: Subscribe to list %1$s by %2$s
es: Suscribirse a la lista %1$s de %2$s

# BUTTON
source: Subscribe
es: Suscribirse

source: Subscribe to %s
es: Suscribirse a %s

source: Group nickname
es: Alias de grupo

source: Nickname of the group you want to join.
es: Alias del grupo al que desea unirse.

source: Nickname of the user you want to follow.
es: Alias del usuario al que desea seguir.

source: Your account ID (e.g. user@identi.ca).
es: Identificador de su cuenta (por ejemplo, user@identi.ca).

source: Must provide a remote profile.
es: Debe proporcionar un perfil remoto.

source: No local user or group nickname provided.
es: No se ha proporcionado ningún usuario local o alias de grupo.

source: OStatus Connect
es: Conexión a OStatus

source: Invalid avatar URL %s.
es: La dirección URL del avatar, %s, es incorrecta.

source: Tried to update avatar for unsaved remote profile %s.
es: Intentó actualizar el avatar asociado al perfil remoto no guardado %s .

source: Unable to fetch avatar from %s.
es: No se pudo recuperar el avatar desde %s.

source: Could not find a feed URL for profile page %s.
es: No se pudo encontrar la dirección URL de la fuente web (feed) para la página de perfil %s.

source: Not a valid webfinger address.
es: No es una dirección webfinger válida.

source: Could not find a valid profile for "%s".
es: No se pudo encontrar un perfil válido para "%s".

source: Attempting to start PuSH subscription for feed with no hub.
es: Intentando iniciar suscripción PuSH para fuente web (feed) sin concentrador (hub).

source: Attempting to end PuSH subscription for feed with no hub.
es: Intentando poner fin a la suscripción PuSH para fuente web (feed) sin concentrador (hub).

source: Invalid ostatus_profile state: Two or more IDs set for %s.
es: Estado de ostatus_profile no válido: hay dos o más identificadores establecidos para %s .

source: Invalid ostatus_profile state: All IDs empty for %s.
es: Estado de ostatus_profile no válido: Todos los identificadores ID de %s están vacíos.

source: Invalid actor passed to %1$s: %2$s.
es: Actor no válido pasado a %1$s : %2$s .

source: Invalid type passed to Ostatus_profile::notify. It must be XML string or Activity entry.
es: Tipo no válido pasado a Ostatus_profile::notify. Debe ser una cadena XML o una entrada de actividad.

source: Unknown feed format.
es: Formato de fuente web (feed) desconocido

source: RSS feed without a channel.
es: Fuente web RSS sin canal.

source: Can only handle share activities with exactly one object.
es: Sólo puede controlar la compartición de actividades con exactamente un objeto.

source: Can only handle shared activities.
es: Sólo es posible gestionar actividades compartidas.

source: Failed to save activity %s.
es: Error al guardar la actividad %s.

source: No content for notice %s.
es: No hay contenido para el aviso %s.

source: Show more
es: Mostrar más

source: Could not reach profile page %s.
es: No se pudo llegar a la página de perfil %s .

source: Cannot find enough profile information to make a feed.
es: No se pudo encontrar suficiente información de perfil para generar una fuente web (feed).

source: No author ID URI found.
es: No se ha encontrado ninguna dirección URI de identificador de usuario.

source: No profile URI.
es: No hay dirección URI de perfil.

source: Local user cannot be referenced as remote.
es: No se puede hacer referencia a un usuario local como remoto .

source: Local group cannot be referenced as remote.
es: No se puede referenciar un grupo local como remoto.

source: Local list cannot be referenced as remote.
es: No se puede hacer referencia a una lista local como remota.

source: Cannot save local profile.
es: No se pudo guardar el perfil local.

source: Cannot save local list.
es: No se puede guardar la lista local.

source: Cannot save OStatus profile.
es: No se puede guardar el perfil de OStatus.

source: Could not save profile for "%s".
es: No se pudo guardar el perfil de "%s".

source: Could not save OStatus profile for "%s".
es: No se pudo guardar el perfil OStatus de "%s".

source: Could not store HTML content of long post as file.
es: No se pudo almacenar como archivo el contenido HTML de una entrada (post) extensa.

source: Unrecognized URI protocol for profile: %1$s (%2$s).
es: No reconocido el protocolo URI para el perfil: %1$s (%2$s).

source: No URI protocol for profile: %s.
es: No existe protocolo URI para el perfil: %s .

source: Hub subscriber verification returned HTTP %s.
es: La verificación de suscripción del concentrador (hub) ha devuelto el código HTTP %s.

source: Callback returned status: %1$s. Body: %2$s
es: La llamada de retorno ha devuelto el estado: %1$s. Cuerpo: %2$s

source: Unable to locate signer public key.
es: No se ha podido localizar la clave pública del firmante.

source: Salmon invalid actor for signing.
es: El actor del protocolo Salmon no es válido para la firma.

source: This method requires a POST.
es: Este método requiere un comando POST.

source: Salmon requires "application/magic-envelope+xml".
es: El protocolo Salmon requiere "application/magic-envelope+xml".

source: Salmon signature verification failed.
es: Error de verificación de firma del protocolo Salmon.

source: Salmon post must be an Atom entry.
es: La publicación del protocolo Salmon debe ser una entrada Atom.

source: Unrecognized activity type.
es: Tipo de actividad no reconocido.

source: This target does not understand posts.
es: Este objetivo no entiende las entradas (post).

source: This target does not understand follows.
es: Este objetivo no entiende los seguimientos.

source: This target does not understand unfollows.
es: Este objetivo no entiende la indicación de fin de seguimiento.

source: This target does not understand favorites.
es: Este objetivo no entiende los favoritos.

source: This target does not understand unfavorites.
es: Este objetivo no entiende la indicación de eliminar los favoritos.

source: This target does not understand share events.
es: Este objetivo no entiende la indicación de compartir eventos.

source: This target does not understand joins.
es: Este objetivo no entiende las uniones.

source: This target does not understand leave events.
es: Este objetivo no entiende la indicación de dejar los eventos.

source: This target does not understand list events.
es: Este objetivo no entiende la indicación de listar los eventos.

source: This target does not understand unlist events.
es: Este objetivo no entiende la indicación de retirar los eventos de la lista.

source: Received a salmon slap from unidentified actor.
es: Se ha recibido una respuesta slap de protocolo Salmon procedente de un actor no identificado.
