Repository: UngPirat/freesocial
Catalog: plugins/GroupPrivateMessage/locale/*/LC_MESSAGES/GroupPrivateMessage.po
Languages: gl

source: Must be logged in.
gl: Cómpre acceder ao sistema.

source: User %s is not allowed to send private messages.
gl: O usuario %s non ten permiso para enviar mensaxes privadas.

source: No such group.
gl: Non existe tal grupo.

source: Message sent
gl: Mensaxe enviada

source: Direct message to %s sent.
gl: Enviouse a mensaxe directa a %s.

source: New message to group %s
gl: Nova mensaxe ao grupo %s

source: New private message from %1$s to group %2$s
gl: Nova mensaxe privada de %1$s ao grupo %2$s

source: %1$s (%2$s) sent a private message to group %3$s: ------------------------------------------------------ %4$s ------------------------------------------------------ You can reply to their message here: %5$s Do not reply to this email; it will not get to them. With kind regards, %6$s
gl: %1$s (%2$s) envioulle unha mensaxe privada ao grupo %3$s: ------------------------------------------------------ %4$s ------------------------------------------------------ Pode responder á mensaxe aquí: %5$s Non responda a este correo electrónico, non lle chegará ao remitente. Atentamente, %6$s

# MENU
source: Inbox
gl: Caixa de entrada

source: Private messages for this group.
gl: Mensaxes privadas para este grupo.

source: Private messages
gl: Mensaxes privadas

source: Sometimes
gl: Ás veces

source: Always
gl: Sempre

source: Never
gl: Nunca

source: Whether to allow private messages to this group.
gl: Permitir ou non as mensaxes privadas para este grupo.

source: Private senders
gl: Remitentes privados

source: Everyone
gl: Todos

source: Member
gl: Membro

source: Admin
gl: Administrador

source: Who can send private messages to the group.
gl: Quen pode enviar mensaxes privadas ao grupo.

source: Send a direct message to this group.
gl: Enviarlle unha mensaxe directa a este grupo.

# LINKTEXT
source: Message
gl: Mensaxe

source: Forced notice to private group message.
gl: Nota obrigada á mensaxe de grupo privado.

source: Private
gl: Privado

source: Allow posting private messages to groups.
gl: Permitir a publicación de mensaxes privadas nos grupos.

source: Only for logged-in users.
gl: Unicamente para os usuarios rexistrados.

source: Only for members.
gl: Unicamente para os membros.

source: This group has not received any private messages.
gl: Este grupo non recibiu mensaxe privada ningunha.

source: %s group inbox
gl: Caixa de entrada do grupo %s

source: %1$s group inbox, page %2$d
gl: Caixa de entrada do grupo %1$s, páxina %2$d

source: This is the group inbox, which lists all incoming private messages for this group.
gl: Esta é a caixa de entrada do grupo, que lista todas as mensaxes privadas entrantes enviadas a este grupo.

source: Message to %s
gl: Mensaxe a %s

source: Direct message to %s
gl: Mensaxe directa a %s

source: Available characters
gl: Caracteres dispoñibles

# Send button for sending notice
source: Send
gl: Enviar

source: Group %s does not allow private messages.
gl: O grupo %s non permite as mensaxes privadas.

source: User %1$s is blocked from group %2$s.
gl: O usuario %1$s está bloqueado no grupo %2$s.

source: User %1$s is not a member of group %2$s.
gl: O usuario %1$s non pertence ao grupo %2$s.

source: User %1$s is not an administrator of group %2$s.
gl: O usuario %1$s non é un administrador o grupo %2$s.

source: Unknown privacy settings for group %s.
gl: Configuración de protección de datos descoñecida para o grupo %s.

source: That's too long. Maximum message size is %d character.
gl: Iso é longo de máis. A lonxitude máxima das mensaxes é de %d caracteres.

source: No group for group message.
gl: Non hai grupo ningún para a mensaxe de grupo.

source: No sender for group message.
gl: Non hai remitente ningún para a mensaxe de grupo.

source: Only logged-in users can view private messages.
gl: Unicamente os usuarios rexistrados poden ler as mensaxes privadas.

source: No such message.
gl: Non se atopou esa mensaxe.

source: Group not found.
gl: Non se atopou o grupo.

source: Cannot read message.
gl: Non se puido ler a mensaxe.

source: No sender found.
gl: Non se atopou ningún remitente.

source: Message from %1$s to group %2$s on %3$s
gl: Mensaxe de %1$s ao grupo %2$s o %3$s

source: Direct message to group %s sent.
gl: Enviouse a mensaxe directa ao grupo %s.
