Repository: UngPirat/freesocial
Catalog: plugins/YammerImport/locale/*/LC_MESSAGES/YammerImport.po
Languages: pl

source: Connect to Yammer
pl: Połączenie z Yammer

source: Yammer Import
pl: Import Yammer

source: This Yammer import tool is still undergoing testing, and is incomplete in some areas. Currently user subscriptions and group memberships are not transferred; in the future this may be supported for imports done by verified administrators on the Yammer side.
pl: To narzędzie importu Yammer nadal przechodzi badania i w niektórych dziedzinach jest niekompletne. Obecnie są nie przenoszone subskrypcje użytkownika i członkostwa w grupach; w przyszłości może to być obsługiwane w importach wykonywanych przez administratorów zweryfikowanych po stronie Yammer.

source: Paused from admin panel.
pl: Wstrzymane z panelu administratora.

source: Invalid POST
pl: Nieprawidłowy POST

source: Yammer import
pl: Import Yammer

source: Yammer import module.
pl: Moduł importu Yammer.

source: Wrong item type sent to Yammer user import processing.
pl: Niewłaściwy typ elementu wysłany do importu przetwarzanego użytkownika Yammer.

source: Expertise:
pl: Ekspertyza:

source: Wrong item type sent to Yammer group import processing.
pl: Niewłaściwy typ elementu wysłany do importu przetwarzanej grupy Yammer.

source: Wrong item type sent to Yammer message import processing.
pl: Niewłaściwy typ elementu wysłany do importu przetwarzanej wiadomości Yammer.

source: Invalid avatar URL %s.
pl: Nieprawidłowy adres URL awataru %s .

source: Unable to fetch avatar from %s.
pl: Nie udało się pobrać awatara z %s .

# BUTTON
source: Start authentication
pl: Początek uwierzytelnienia

source: Request authorization to connect to a Yammer account.
pl: Żądanie autoryzacji wejścia na konto Yammer.

# BUTTON
source: Change API key
pl: Zmiana klucza API

source: Initialize
pl: Inicjowanie

source: Initiated Yammer server connection...
pl: Zanicjowano połączenie z serwerem Yammer...

source: Awaiting authorization...
pl: Oczekiwanie na autoryzacjię...

source: Connected.
pl: Połączono.

source: Import user accounts
pl: Importuj konta użytkowników

source: Import user groups
pl: Importuj grupy użytkowników

source: Done
pl: Gotowe

source: Import is complete!
pl: Import zakończony!

source: Import status
pl: Stan importu

source: Waiting...
pl: Oczekiwanie...

source: Reset import state
pl: Zresetuj stan importu

source: Pause import
pl: Wstrzymaj import

source: Encountered error "%s".
pl: Wystąpił błąd "%s".

source: Paused
pl: Wstrzymano

source: Continue
pl: Kontynuuj

source: Abort import
pl: Przerwij import

source: Verification code:
pl: Kod weryfikacyjny:

# BUTTON
source: Continue
pl: Kontynuuj

source: Save the verification code and begin import.
pl: Zapisz kod weryfikacji i rozpocznij import.

source: Yammer API registration
pl: API rejestracji Yammer

source: Open Yammer application registration form
pl: Otwórz formularz rejestracji aplikacji Yammer

# BUTTON
source: Save
pl: Zapisz
