Repository: UngPirat/freesocial
Catalog: plugins/OpenX/locale/*/LC_MESSAGES/OpenX.po
Languages: it

source: OpenX configuration.
it: Configurazione OpenX.

source: Plugin for <a href="http://www.openx.org/">OpenX Ad Server</a>.
it: Plugin per il <a href="http://www.openx.org/"> server pubblicitario OpenX</a>.

source: OpenX settings for this StatusNet site
it: Impostazioni OpenX per questo sito StatusNet

source: Ad script URL
it: URL script Ad

source: Medium rectangle
it: Rettangolo medio

source: Medium rectangle zone
it: Zona rettangolo medio

source: Rectangle
it: Rettangolo

source: Rectangle zone
it: Zona rettangolo

source: Leaderboard
it: Classifica

source: Leaderboard zone
it: Zona della classifica

source: Skyscraper
it: Banner verticale

source: Wide skyscraper zone
it: Zona banner verticale largo

# BUTTON
source: Save
it: Salva

source: Save OpenX settings.
it: Salva le impostazioni di OpenX.
