Repository: UngPirat/freesocial
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ar, fr, ja, nl

source: Timeline for people in list %1$s by %2$s
ar: المسار الزمني لمن هم في اللائحة %1$s التي أنشأها %2$s
fr: Fil d’actualités des personnes dans la liste « %1$s » de %2$s
ja: %2$s によるリスト %1$s の人々のタイムライン
nl: Tijdlijn voor mensen in de lijst %1$s van %2$s

source: Updates from %1$s's list %2$s on %3$s!
ar: مستجدات قائمة %1$s لمنشئها %2$s على %3$s!
fr: Mises à jour de la liste « %2$s » de %1$s sur le site %3$s !
ja: %3$s の %1$s のリスト %2$s を更新をしました！
nl: Mededelingen van gebruikers in de lijst %2$s van %1$s op %3$s

source: Notices where this attachment appears
ar: الإشعارات التي يظهر فيها هذا المرفق
fr: Avis sur lesquels cette pièce jointe apparaît.
ja: この添付が現れるつぶやき
nl: Mededelingen die deze bijlage bevatten

source: Tags for this attachment
ar: وسوم هذا المرفق
fr: Marques de cette pièce jointe
ja: この添付のタグ
nl: Labels voor deze bijlage

source: Password changing failed.
ar: فشل تغيير كلمة السر.
fr: La modification du mot de passe a échoué.
ja: パスワード変更に失敗しました。
nl: Wachtwoord wijzigen is mislukt

source: Password changing is not allowed.
ar: لا يسمح بغيير كلمة السر.
fr: La modification du mot de passe n’est pas autorisée.
ja: パスワード変更は許可されていません。
nl: Wachtwoord wijzigen is niet toegestaan

source: Block
ar: امنع
fr: Bloquer
ja: ブロック
nl: Blokkeren

source: Block this user
ar: امنع هذا المستخدم
fr: Bloquer cet utilisateur
ja: このユーザーをブロックする
nl: Deze gebruiker blokkeren

# BUTTON
source: Cancel join request
ar: ألغِ طلب الانضمام
fr: Annuler la requête d’adhésion
ja: 参加リクエストをキャンセル
nl: Lidmaatschapsverzoek weigeren

# BUTTON
source: Cancel subscription request
ar: ألغِ طلب الاشتراك
fr: Annuler la requête d’abonnement
ja: フォローリクエストをキャンセルします
nl: Lidmaatschapsverzoek weigeren

source: Command results
ar: نتائج الأمر
fr: Résultats de la commande
ja: コマンド結果
nl: Commandoresultaten

source: AJAX error
ar: خطأ أجاكس
fr: Erreur AJAX
ja: AJAX エラー
nl: Er is een Ajax-fout opgetreden

source: Command complete
ar: اكتمل الأمر
fr: Commande complétée
ja: コマンド完了
nl: Het commando is uitgevoerd

source: Command failed
ar: فشل الأمر
fr: Échec de la commande
ja: コマンド失敗
nl: Het uitvoeren van het commando is mislukt

source: Notice with that id does not exist.
ar: لا يوجد إشعار بتلك الهوية.
fr: Aucun avis avec cet identifiant n’existe.
ja: その id のつぶやきは存在していません。
nl: Er bestaat geen mededeling met dat ID.

source: User has no last notice.
fr: Aucun avis récent pour cet utilisateur.
ja: ユーザーはまだつぶやいていません。
nl: Deze gebruiker heeft geen laatste mededeling.

source: Could not find a user with nickname %s.
fr: Impossible de trouver un utilisateur avec le pseudo %s.
ja: ニックネーム %s のユーザーを見つけることができませんでした。
nl: De gebruiker %s is niet aangetroffen.

source: Could not find a local user with nickname %s.
ar: تعذر العثور على مستخدم محلي اسمه المستعار %s.
fr: Impossible de trouver un utilisateur local portant le pseudo %s.
ja: ニックネーム %s のローカルユーザーが見つかりませんでした。
nl: De lokale gebruiker %s is niet aangetroffen.

source: Sorry, this command is not yet implemented.
fr: Désolé, cette commande n’a pas encore été implémentée.
ja: すみません、このコマンドはまだ実装されていません。
nl: Dit commando is nog niet geïmplementeerd.

source: It does not make a lot of sense to nudge yourself!
fr: Ça n’a pas de sens de se faire un clin d’œil à soi-même !
ja: それは自分自身への合図で多くは意味がありません！
nl: Het heeft niet zoveel zin om uzelf te porren...

source: Nudge sent to %s.
ar: أرسل تنبيه إلى %s.
fr: Clin d’œil envoyé à %s.
ja: %s へ合図を送りました
nl: De por naar %s is verzonden.

source: Subscriptions: %1$s Subscribers: %2$s Notices: %3$s
ar: الاشتراكات: %1$s المشتركون: %2$s الإشعارات: %3$s
fr: Abonnements : %1$s Abonnés : %2$s Messages : %3$s
ja: フォローしている: %1$s フォローされている: %2$s つぶやき: %3$s
nl: Abonnementen: %1$s Abonnees: %2$s Mededelingen: %3$s

source: Could not create favorite: Already favorited.
fr: Impossible de créer le favori : il est déjà parmi les favoris.
ja: お気に入りを作成できません: 既にお気に入りです。
nl: Het was niet mogelijk een favoriet aan te maken. De mededeling is al favoriet.

source: Notice marked as fave.
ar: عُلّم الإشعار مفضلا.
fr: Avis ajouté aux favoris.
ja: お気に入りにされているつぶやき。
nl: De mededeling is op de favorietenlijst geplaatst.

source: %1$s joined group %2$s.
ar: انضم %1$s إلى مجموعة %2$s.
fr: %1$s a rejoint le groupe %2$s.
ja: %1$s はグループ %2$s に参加しました。
nl: %1$s is lid geworden van de groep %2$s.

source: %1$s left group %2$s.
ar: غادر %1$s إلى مجموعة %2$s.
fr: %1$s a quitté le groupe %2$s.
ja: %1$s はグループ%2$s を退きました。
nl: %1$s heeft de groep %2$s verlaten.

source: Error tagging %1$s: %2$s
ar: خطأ في وسم %1$s: %2$s
fr: Erreur lors du marquage de %1$s : %2$s
ja: タグ %1$s 付与時のエラー: %2$s
nl: Fout tijdens het labelen van %1$s: %2$s

source: %1$s was tagged %2$s
ar: وُسم %1$s ب%2$s
fr: La marque suivante a été ajoutée à l’utilisateur %1$s : %2$s.
nl: %1$s heeft nu het label %2$s

source: Invalid tag: "%s"
ar: وسم غير صالح: "%s"
fr: Marque invalide : « %s »
ja: 無効なタグ: "%s"
nl: Ongeldig label: "%s".

source: Error untagging %1$s: %2$s
ar: خطأ في إزالة وسم %1$s: %2$s
fr: Erreur lors du démarquage de %1$s : %2$s
ja: タグ %1$s 解除時のエラー: %2$s
nl: Fout bij het label verwijderen van %1$s: %2$s

source: The following tag was removed from user %1$s: %2$s.
fr: La marque suivante a été retirée de l’utilisateur %1$s : %2$s.
nl: Het volgende label is verwijderd van gebruiker %1$s: %2$s.

source: Fullname: %s
ar: الاسم الكامل: %s
fr: Nom complet : %s
ja: フルネーム： %s
nl: Volledige naam: %s

source: Location: %s
ar: الموقع: %s
fr: Emplacement : %s
ja: 場所: %s
nl: Locatie: %s

source: Homepage: %s
ar: الصفحة الرئيسية: %s
fr: Site Web : %s
ja: ホームページ: %s
nl: Thuispagina: %s

source: About: %s
ar: عن: %s
fr: À propos : %s
nl: Over: %s

source: %s is a remote profile; you can only send direct messages to users on the same server.
fr: %s est un profil distant ; vous ne pouvez envoyer de messages directs qu'aux utilisateurs du même serveur.
nl: %s is een profiel op afstand. U kunt alle privéberichten verzenden aan gebruikers op dezelfde server.

source: Message too long - maximum is %1$d character, you sent %2$d.
fr: Message trop long ! La taille maximale est de %1$d caractère ; vous en avez entré %2$d.
nl: Het bericht is te lang. Het mag maximaal %1$d teken bevatten en u hebt er %2$d gebruikt.

source: You can't send a message to this user.
ar: لا يمكنك إرسال رسائل إلى هذا المستخدم.
fr: Vous ne pouvez pas envoyer de messages à cet utilisateur.
ja: このユーザーにメッセージを送ることはできません。
nl: U kunt geen bericht naar deze gebruiker zenden.

source: Error sending direct message.
ar: خطأ عند إرسال رسالة مباشرة.
fr: Une erreur est survenue pendant l’envoi de votre message.
ja: ダイレクトメッセージの送信エラーです。
nl: Er is een fout opgetreden bij het verzonden van het directe bericht.

source: Notice from %s repeated.
ar: كُرّر إشعار %s.
fr: Avis de %s repris.
ja: %s がつぶやきをリピートしています。
nl: De mededeling van %s is herhaald.

source: Notice too long - maximum is %1$d character, you sent %2$d.
fr: Avis trop long — La taille maximale est de %1$d caractère ; vous en avez entré %2$d.
nl: De mededeling is te lang. Deze mag maximaal %1$d teken bevatten en u hebt er %2$d gebruikt.

source: Reply to %s sent.
ar: أُرسل الرد إلى %s.
fr: Réponse à %s envoyée.
ja: %s へ返信を送りました。
nl: Het antwoord aan %s is verzonden.

source: Error saving notice.
ar: خطأ أثناء حفظ الإشعار.
fr: Problème lors de l’enregistrement de l’avis.
ja: つぶやきの保存エラーです。
nl: Er is een fout opgetreden bij het opslaan van de mededeling.

source: Specify the name of the user to subscribe to.
fr: Indiquez le nom de l’utilisateur auquel vous souhaitez vous abonner.
ja: フォローするユーザーの名前を指定してください。
nl: Geef de naam op van de gebruiker waarop u zich wilt abonneren.

source: Can't subscribe to OMB profiles by command.
fr: Impossible de s'inscrire aux profils OMB par cette commande.
ja: コマンドで OMB プロファイルをフォローすることはできません。
nl: Abonneren op OMB-profielen op commando is niet mogelijk.

source: Subscribed to %s.
ar: اشتركت ب%s.
fr: Abonné à %s.
ja: %s をフォローしました。
nl: Geabonneerd op %s.

source: Specify the name of the user to unsubscribe from.
ar: حدد اسم المستخدم لتلغي اشتراكك منه.
fr: Indiquez le nom de l’utilisateur duquel vous souhaitez vous désabonner.
ja: フォローをやめるユーザーの名前を指定してください
nl: Geef de naam op van de gebruiker waarop u het abonnement wilt opzeggen.

source: Unsubscribed from %s.
ar: ألغي اشتراكك ب%s.
fr: Désabonné de %s.
ja: %s のフォローを解除しました。
nl: Uw abonnement op %s is opgezegd.

source: Command not yet implemented.
ar: الأمر لم يُجهزّ بعد.
fr: Cette commande n’a pas encore été implémentée.
ja: コマンドはまだ実装されていません。
nl: Dit commando is nog niet geïmplementeerd.

source: Notification off.
ar: الإشعار مُطفأ.
fr: Avertissements désactivés.
ja: 通知をオフ。
nl: Notificaties uitgeschakeld.

source: Can't turn off notification.
ar: تعذّر إطفاء الإشعارات.
fr: Impossible de désactiver les avertissements.
ja: 通知をオフできません。
nl: Het is niet mogelijk de mededelingen uit te schakelen.

source: Notification on.
ar: الإشعار يعمل.
fr: Avertissements activés.
ja: 通知をオン。
nl: Notificaties ingeschakeld.

source: Can't turn on notification.
ar: تعذّر تشغيل الإشعار.
fr: Impossible d’activer les avertissements.
ja: 通知をオンできません。
nl: Het is niet mogelijk de notificatie uit te schakelen.

source: Login command is disabled.
fr: La commande d’ouverture de session est désactivée.
ja: ログインコマンドが無効になっています。
nl: Het aanmeldcommando is uitgeschakeld.

source: This link is useable only once and is valid for only 2 minutes: %s.
ar: يمكن استخدام هذه الوصلة لمرة واحدة وهي صالحة لدقيقتين فقط: %s
fr: Ce lien n’est utilisable qu’une seule fois, et est valable uniquement pendant 2 minutes : %s.
nl: Deze verwijzing kan slechts één keer gebruikt worden en is twee minuten geldig: %s.

source: Unsubscribed %s.
ar: ألغي اشتراك %s.
fr: Désabonné de %s.
ja: %s のフォローを解除しました。
nl: Het abonnement van %s is opgeheven.

source: You are not subscribed to anyone.
ar: لست مُشتركًا بأي أحد.
fr: Vous n’êtes abonné(e) à personne.
ja: あなたはだれにもフォローされていません。
nl: U bent op geen enkele gebruiker geabonneerd.

source: You are subscribed to this person:
ar: لست مشتركًا بأحد.
fr: Vous êtes abonné à cette personne :
nl: U bent geabonneerd op deze gebruiker:

source: No one is subscribed to you.
ar: لا أحد مشترك بك.
fr: Personne ne s’est abonné à vous.
ja: 誰もフォローしていません。
nl: Niemand heeft een abonnenment op u.

source: This person is subscribed to you:
ar: لا أحد مشترك بك.
fr: Cette personne est abonnée à vous :
nl: Deze gebruiker is op u geabonneerd:

source: You are not a member of any groups.
ar: لست عضوًا في أي مجموعة.
fr: Vous n’êtes membre d’aucun groupe.
ja: あなたはどのグループのメンバーでもありません。
nl: U bent lid van geen enkele groep.

source: You are a member of this group:
ar: لست عضوًا في أي مجموعة.
fr: Vous êtes membre de ce groupe :
nl: U bent lid van deze groep:

# COMMANDHELP
source: Commands:
ar: الأوامر:
fr: Commandes :
ja: コマンド:
nl: Commando's:

# COMMANDHELP
source: turn on notifications
ar: شغّل التنبيهات
fr: activer les notifications
ja: 通知をオンにします。
nl: meldingen inschakelen

# COMMANDHELP
source: turn off notifications
ar: أوقف الإشعارات
fr: désactiver les notifications
ja: 通知をオフにします。
nl: meldingen uitschakelen

# COMMANDHELP
source: show this help
ar: يعرض هذه المساعدة
fr: afficher cette aide
ja: このヘルプを表示
nl: de hulptekst weergeven

# COMMANDHELP
source: subscribe to user
ar: يشترك بمستخدم
fr: s’abonner à l’utilisateur
ja: このユーザーをフォロー
nl: abonneren op gebruiker

# COMMANDHELP
source: lists the groups you have joined
ar: يسرد المجموعات التي أنت مشترك بها
fr: répertorie les groupes que vous avez rejoints
ja: 参加しているグループの一覧を表示する
nl: geeft de groepen waar u lid van bent weer

# COMMANDHELP
source: tag a user
ar: يوسم مستخدما
fr: marquer un utilisateur
ja: ユーザーにタグを付ける
nl: gebruiker labelen

# COMMANDHELP
source: untag a user
ar: يزيل وسم مستخدم
fr: démarquer un utilisateur
ja: ユーザーからタグを解除する
nl: label van gebruiker verwijderen

# COMMANDHELP
source: list the people you follow
ar: يسرد الأشخاص الذي تتباعهم
fr: répertorie les personnes que vous suivez
ja: フォローしている人の一覧を表示する
nl: geeft de mensen die u volgt weer

# COMMANDHELP
source: list the people that follow you
ar: يسرد الأشخاص الذين يتابعونك
fr: répertorie les personnes qui vous suivent
ja: あなたをフォローしている人の一覧を表示する
nl: geeft de mensen die u volgen weer

# COMMANDHELP
source: unsubscribe from user
ar: يلغي الاشتراك بالمستخدم
fr: se désabonner de cet utilisateur
ja: このユーザーのフォローを解除する
nl: abonnement op gebruiker opzeggen

# COMMANDHELP
source: direct message to user
ar: رسالة مباشرة إلى مستخدم
fr: message direct à l’utilisateur
ja: ユーザーへのダイレクトメッセージ
nl: privébericht aan gebruiker

# COMMANDHELP
source: get last notice from user
ar: يجلب آخر إشعار من مستخدم
fr: obtenir le dernier avis de l’utilisateur
ja: ユーザーの最後のつぶやきを取得する
nl: haal de laastste mededdeling van gebruiker op

# COMMANDHELP
source: get profile info on user
ar: يجلب معلومات الملف الشخصي لمستخدم
fr: obtenir les informations de profil sur l’utilisateur
ja: ユーザーのプロファイル情報を取得
nl: profielgegevens van gebruiker ophalen

# COMMANDHELP
source: force user to stop following you
ar: يجبر مستخدم على التوقف عن متابعتك
fr: obliger l’utilisateur à arrêter de vous suivre
ja: あなたをフォローすることを強制的に中止する
nl: dwing gebruiker u niet langer te volgen

# COMMANDHELP
source: add user's last notice as a 'fave'
fr: ajouter le dernier avis de l’utilisateur parmi les favoris
ja: ユーザーの最後のつぶやきをお気に入りに追加する
nl: voegt de laatste mededeling van gebruiker toe als favoriet

# COMMANDHELP
source: add notice with the given id as a 'fave'
fr: ajouter l’avis ayant l’identifiant donné parmi les favoris
ja: id で指定したつぶやきをお気に入りに追加する。
nl: voegt mededeling met het opgegeven ID toe als favoriet

# COMMANDHELP
source: repeat a notice with a given id
fr: reprendre l’avis ayant un identifiant donné
ja: id で指定したつぶやきをリピートする
nl: herhaalt de mededeling met het opgegeven ID

# COMMANDHELP
source: repeat the last notice from user
ar: كرّر آخر إشعار من المستخدم
fr: reprendre le dernier avis de l’utilisateur
ja: ユーザーの最後のつぶやきをリピートする
nl: de laatste mededeling van gebruiker herhalen

# COMMANDHELP
source: reply to notice with a given id
fr: répondre à l’avis ayant un identifiant donné
ja: id で指定したつぶやきに返信する
nl: antwoorden op mededeling met het opgegeven ID

# COMMANDHELP
source: reply to the last notice from user
ar: رُد على آخر إشعار من المستخدم
fr: répondre au dernier avis de l’utilisateur
ja: ユーザーの最後のつぶやきに返信する
nl: op de laatste mededeling van gebruiker antwoorden

# COMMANDHELP
source: join group
ar: انضم إلى مجموعة
fr: rejoindre le groupe
ja: グループに参加
nl: lid worden van groep

# COMMANDHELP
source: Get a link to login to the web interface
fr: Obtenir un lien pour se connecter et s’identifier à l’interface Web
ja: ログインするための Web インターフェースへのリンクを取得する
nl: Haal een verwijzing op naar het aanmeldscherm voor de webinterface

# COMMANDHELP
source: leave group
ar: يغادر المجموعة
fr: quitter le groupe
ja: グループから脱退
nl: groep verlaten

# COMMANDHELP
source: get your stats
fr: obtenir vos statistiques
ja: あなたの統計情報を取得する
nl: uw statistieken ophalen

# COMMANDHELP
source: same as 'off'
fr: équivalent à la commande <code>off </code>
ja: 'off' と同じ
nl: hetzelfde als "uit"

# COMMANDHELP
source: same as 'follow'
ar: مثل 'follow'
fr: équivalent à la commande <code>follow</code>
ja: 'follow' と同じ
nl: hetzelfde als 'follow'

# COMMANDHELP
source: same as 'leave'
ar: مثل 'leave'
fr: équivalent à la commande <code>leave </code>
ja: 'leave' と同じ
nl: hetzelfde als 'leave'

# COMMANDHELP
source: same as 'get'
ar: مثل 'get'
fr: équivalent à la commande <code>get </code>
ja: 'get' と同じ
nl: hetzelfde als 'get'

# COMMANDHELP
source: not yet implemented.
fr: pas encore pris en charge.
ja: まだ実装されていません。
nl: nog niet geïmplementeerd.

# COMMANDHELP
source: remind a user to update.
fr: rappeler à un utilisateur de mettre à jour.
ja: ユーザーに更新する事を思い出させる
nl: herinner een gebruiker eraan bij te werken.

source: No configuration file found.
ar: لم يعثر على ملف ضبط.
fr: Aucun fichier de configuration n’a été trouvé.
ja: 設定ファイルが見つかりませんでした。
nl: Er is geen instellingenbestand aangetroffen.

source: I looked for configuration files in the following places:
fr: Les fichiers de configuration ont été cherchés aux emplacements suivants :
ja: 以下の場所で設定ファイルを探しました:
nl: Er is gezocht naar instellingenbestanden op de volgende plaatsen:

source: You may wish to run the installer to fix this.
fr: Vous pouvez essayer de lancer l’installeur pour régler ce problème.
ja: あなたは、これを修復するためにインストーラを実行したがっているかもしれません。
nl: U kunt proberen de installer uit te voeren om dit probleem op te lossen.

source: Go to the installer.
ar: اذهب إلى المُثبّت.
fr: Aller au programme d’installation
ja: インストーラへ。
nl: Naar het installatieprogramma gaan.

source: Notices
ar: الإشعارات
fr: Avis
ja: つぶやき
nl: Mededelingen

source: Database error
ar: خطأ قاعدة بيانات
fr: Erreur de la base de données
ja: データベース エラー
nl: Databasefout

# MENU
source: Lists
ar: اللائحات
fr: Listes
ja: リスト
nl: Lijsten

source: Delete
ar: احذف
fr: Supprimer
ja: 削除
nl: Verwijderen

source: Delete this user
ar: احذف هذا المستخدم
fr: Supprimer cet utilisateur
ja: このユーザーを削除
nl: Gebruiker verwijderen

source: Unable to find services for %s.
fr: Impossible de trouver les services pour l’identifiant %s.
ja: %s のサービスを見つけることができません。
nl: Er zijn geen diensten aantroffen voor %s.

source: Disfavor this notice
ar: ألغِ تفضيل هذا الإشعار
fr: Retirer des favoris
ja: このつぶやきのお気に入りをやめる
nl: Uit de favorietenlijst verwijderen

# BUTTON
source: Disfavor favorite
ar: ألغِ التفضيل
fr: Retirer le favori
ja: お気に入りをやめる
nl: Van favorietenlijst verwijderen

source: Remove this notice from your list of favorite notices.
ar: أزل هذا الإشعار من قائمة إشعاراتك المفضلة.
fr: Retire cet avis de votre liste d’avis favoris.
ja: お気に入りのつぶやきの一覧から、このつぶやきを削除する。
nl: Dit bericht verwijderen uit uw lijst met favoriete berichten.

source: Favor this notice
ar: فضّل هذا الإشعار
fr: Ajouter aux favoris
ja: このつぶやきをお気に入りにする
nl: Op de favorietenlijst plaatsen

# BUTTON
source: Favor
ar: فضّل
fr: Ajouter aux favoris
ja: お気に入り
nl: Aan favorietenlijst toevoegen

source: Add this notice to your list of favorite notices.
ar: أضف هذا الإشعار إلى قائمة إشعاراتك المفضلة.
fr: Ajoute cet avis à votre liste d’avis favoris.
ja: お気に入りのつぶやきの一覧に、このつぶやきを追加する。
nl: Dit bericht toevoegen aan uw lijst met favoriete berichten.

source: FOAF
fr: Ami d’un ami
nl: Vrienden van vrienden (FOAF)

source: Activity Streams
ar: آكتفتي ستريمز
fr: Flux d’activités
nl: Activiteitenstreams

source: No author in the feed.
fr: Aucun auteur dans le flux.
ja: フィードの著者がいません。
nl: Er staat geen auteur in de feed.

source: Cannot import without a user.
fr: Impossible d’importer sans un utilisateur.
ja: ユーザーなしでのインポートはできません。
nl: Het is niet mogelijk te importeren zonder gebruiker.

source: Feeds
ar: التغذيات
fr: Flux d’informations
ja: フィード

# TAGS
source: All
ar: الكل
fr: Toutes
ja: すべて
nl: Alle

source: Tag
ar: الوسم
fr: Marque
ja: タグ
nl: Label

source: Choose a tag to narrow list.
fr: Choisissez une marque pour restreindre la liste.
ja: 限定リストへタグを選択してください。
nl: Kies een label om de lijst kleiner te maken.

source: Grant this user the "%s" role
fr: Accorder le rôle « %s » à cet utilisateur
ja: このユーザーに役割 "%s" を付与
nl: Deze gebruiker de rol "%s" geven

source: Members
ar: الأعضاء
fr: Membres
ja: メンバー
nl: Leden

source: All members
ar: جميع الأعضاء
fr: Tous les membres
ja: すべてのメンバー
nl: Alle leden

source: Pending
ar: لمعلقون
fr: En attente
ja: 保留中
nl: In behandeling

source: Blocked
ar: ممنوع
fr: Bloqué
ja: ブロック
nl: Geblokkeerd

# TITLE
source: Admins
ar: الإداريون
fr: Administrateurs
ja: 管理者
nl: Beheerders

# BUTTON
source: Block
ar: امنع
fr: Bloquer
ja: ブロック
nl: Blokkeren

# TOOLTIP
source: Block this user so that they can no longer post messages to it.
ar: امنع هذا المستخدم لكي لا يتمكن من الإرسال مجددا.
fr: Bloquer cet utilisateur afin qu’il ne puisse plus poster de messages ici.
nl: Deze gebruiker blokkeren zodat die niet langer berichten in deze groep kan plaatsen.

source: URL of the homepage or blog of the group or topic.
ar: مسار موقع أو مدونة المجموعة أو الموضوع.
fr: Adresse URL du site web ou blogue pour le groupe ou sujet.
ja: ホームページ、グループのブログ、トピックの URL。
nl: De URL van de thuispagina of de blog van de groep of het onderwerp

source: Describe the group or topic.
ar: صِف المجموعة أو الموضوع.
fr: Décrivez la liste ou le sujet.
ja: グループやトピックについて説明する。
nl: Beschrijf de groep of het onderwerp.

source: Describe the group or topic in %d character or less.
fr: Décrivez la liste ou le sujet en %d caractère ou moins.
ja: グループやトピックの説明を %d 文字以内で記述
nl: Beschrijf de groep in %d teken of minder.

source: Location for the group, if any, like "City, State (or Region), Country".
ar: مكان المجموعة، على سبيل المثال "المدينة، الولاية (أو المنطقة)، الدولة".
fr: Emplacement du groupe, s’il y a lieu, de la forme « Ville, État (ou région), pays »
ja: グループの場所、例えば "都市、都道府県 (または 地域)、国"。
nl: Locatie voor de groep - als relevant. Iets als "Plaats, regio, land".

source: Aliases
ar: الكنى
fr: Alias
ja: 別名
nl: Aliassen

source: Extra nicknames for the group, separated with commas or spaces. Maximum %d alias allowed.
fr: Pseudonymes supplémentaires pour le groupe, séparés par des virgules ou des espaces. Un maximum de %d synonyme est autorisé.
ja: グループのエクストラニックネーム、カンマまたはスペース区切り、最大 %d、エイリアス可
nl: Extra bijnaam voor de groep. Maximaal %d alias toegestaan.

source: New members must be approved by admin and all posts are forced to be private.
ar: يجب أن يوافق إداري على الأعضاء الجدد وستكون كل المنشورات خاصة.
fr: Les nouveaux membres doivent être approuvés par un administrateur et tous les envois sont forcés d’être privés.
ja: 新しいメンバーは管理者によって承認される必要があり、すべての記事をプライベートにすることを強制する。
nl: Nieuwe leden moeten worden goedgekeurd door worden door beheerders en alle berichten zijn privé.

# GROUPADMIN
source: Admin
ar: إداري
fr: Administrateur
ja: 管理者
nl: Beheerder

source: Group actions
fr: Actions du groupe
ja: グループアクション
nl: Groepshandelingen

# TOOLTIP
source: Edit %s group properties
ar: عدل خصائص المجموعة %s
fr: Modifier les propriétés du groupe « %s »
ja: %s グループのプロパティを編集
nl: Eigenschappen van de groep %s bewerken

# TOOLTIP
source: Add or edit %s logo
ar: أضف شعارا ل%s أو عدله
fr: Ajouter ou modifier le logo du groupe « %s »
ja: %s のロゴを追加または編集する
nl: Logo voor de groep %s toevoegen of bewerken

source: Popular groups
ar: مجموعات محبوبة
fr: Groupes populaires
ja: 人気のグループ
nl: Populaire groepen

source: Active groups
ar: مجموعات نشطة
fr: Groupes actifs
ja: 活発なグループ
nl: Actieve groepen

source: See all
ar: شاهد الكل
fr: Tout visualiser
ja: すべてを見る
nl: Allemaal bekijken

source: See all groups you belong to.
ar: شاهد كل المجموعات التي تنتمي إليها.
fr: Voir tous les groupes dont vous êtes membre.
ja: 所属するすべてのグループを参照する。
nl: Alle groepen bekijken waartoe u behoort.

source: Back to top
fr: Retour en haut de page
ja: トップに戻る
nl: Terug naar boven

source: This page is not available in a media type you accept
fr: Cette page n’est pas disponible dans un des formats que vous avez autorisés.
ja: このページはあなたが承認したメディアタイプでは利用できません。
nl: Deze pagina is niet beschikbaar in een mediatype dat u accepteert

source: Unsupported image file format.
ar: نسق الصورة غير مدعوم.
fr: Format de fichier d’image non supporté.
ja: サポート外の画像形式です。
nl: Niet ondersteund beeldbestandsformaat.

source: That file is too big. The maximum file size is %s.
ar: هذا الملف كبير جدًا. إن أقصى حجم للملفات هو %s.
fr: Ce fichier est trop grand. La taille maximale est %s.
ja: ファイルが大きすぎます。最大ファイルサイズは %s 。
nl: Dat bestand is te groot. De maximale bestandsgrootte is %s.

source: Partial upload.
ar: رفع جزئي.
fr: Transfert partiel.
ja: 不完全なアップロード。
nl: Gedeeltelijke upload.

source: Not an image or corrupt file.
fr: Ceci n’est pas une image, ou c’est un fichier corrompu.
ja: 画像ではないかファイルが破損しています。
nl: Het bestand is geen afbeelding of het bestand is beschadigd.

source: Lost our file.
ar: ضاع الملف.
fr: Fichier perdu.
ja: ファイルを紛失。
nl: Het bestand is zoekgeraakt.

source: Unknown file type
ar: نوع ملف غير معروف
fr: Type de fichier inconnu
ja: 不明なファイルタイプ
nl: Onbekend bestandstype

source: %dMB
ar: %d م‌ب
fr: %d&nbsp;Mo
ja: %d メガバイト
