Repository: UngPirat/freesocial
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ar, fr, ja, nl

source: %dkB
ar: %d ك‌ب
fr: %d&nbsp;Ko
ja: %d キロバイト

source: %dB
fr: %d&nbsp;o
ja: %d バイト
nl: %d byte

source: User "%1$s" on %2$s has said that your %3$s screenname belongs to them. If that is true, you can confirm by clicking on this URL: %4$s . (If you cannot click it, copy-and-paste it into the address bar of your browser). If that user is not you, or if you did not request this confirmation, just ignore this message.
fr: L’utilisateur « %1$s » enregistré sur %2$s a déclaré que le nom affiché « %3$s » lui appartient. Si ce nom vous appartient, vous pouvez confirmer en cliquant sur cette URL : %4$s (Si vous ne pouvez pas cliquer dessus, copiez-collez l’URL vers la barre d’adresse de votre navigateur). Si cet utilisateur n’est pas vous ou si vous n’avez pas vous-même demandé cette confirmation, veuillez simplement ignorer ce message.
nl: De gebruiker "%1$s" op de site %2$s heeft aangegeven dat uw %3$s-schermnaam van hem of haar is. Als dat klopt, dan kunt u dit bevestigen door op deze verwijzing te klikken: %4$s . (Als u hier niet op kunt klikken, kopieer en plak deze verwijzing dan in de adresbalk van uw webbrowser.) Als u deze gebruiker niet bent, of u niet om deze bevestiging hebt gevraagd, negeer dit bericht dan.

source: Unknown inbox source %d.
ar: مصدر صندوق وارد غير معروف %d.
fr: Source %d inconnue pour la boîte de réception.
ja: 不明な受信トレイのソース %d。
nl: Onbekende bron Postvak IN %d.

source: Queueing must be enabled to use IM plugins.
fr: La gestion des files d’attente doit être activée pour utiliser des greffons de messagerie instantanée.
nl: Wachtrijen moeten zijn ingeschakeld om IM-plugins te kunnen gebruiken.

source: Transport cannot be null.
fr: La méthode de transport doit être définie.
nl: Er moet een transportmethode worden opgegeven.

# TITLE
source: Trends
ar: الراهن
fr: Tendances
ja: トレンド

# BUTTON
source: Invite more colleagues
ar: ادعُ مزيدا من أصدقائك
fr: Inviter davantage de collègues
ja: もっと同僚を招待
nl: Nieuwe gebruikers uitnodigen

source: Invite collegues
ar: ادعُ أصدقاءك
fr: Inviter des collègues
ja: 同僚を招待
nl: Collega's uitnodigen

source: Email addresses
ar: عناوين البريد الإلكتروني
fr: Adresses courriel
ja: メールアドレス
nl: E-mailadressen

source: Addresses of friends to invite (one per line).
ar: عناوين الأصدقاء الذين تريد دعوتهم (واحد لكل سطر).
fr: Adresses des amis à inviter (un par ligne).
ja: 招待する友人のアドレス (一行につき一つ)。
nl: Adressen van uit te nodigen vrienden (één per regel).

source: Personal message
ar: رسالة شخصية
fr: Message personnel
ja: パーソナルメッセージ
nl: Persoonlijk bericht

source: Optionally add a personal message to the invitation.
ar: يمكنك إضافة رسالة شخصية اختيارية إلى الدعوة.
fr: Ajouter un message personnel à l’invitation (optionnel).
ja: 任意に招待にパーソナルメッセージを加えてください。
nl: Persoonlijk bericht bij de uitnodiging (optioneel).

# BUTTON
source: Send
ar: أرسل
fr: Envoyer
ja: 送信
nl: Verzenden

source: Send invitations.
ar: أرسل الدعوات.
fr: Envoyer les invitations.
ja: 招待状を送信します。
nl: Uitnodigingen verzenden.

# BUTTON
source: Join
ar: انضم
fr: Rejoindre
ja: 参加
nl: Toetreden

# BUTTON
source: Leave
ar: غادر
fr: Quitter
ja: 離れる
nl: Verlaten

source: See all lists you have created.
ar: شاهد كل القوائم التي أنشأتها.
fr: Voir toutes les listes que vous avez créées.
ja: あなたが作成したすべてのリストを参照する。
nl: Alle lijsten bekijken die u hebt aangemaakt.

# MENU
source: Login
ar: لُج
fr: Connexion
ja: ログイン
nl: Aanmelden

source: Login with a username and password
ar: لُج باسم مستخدم وكلمة سر
fr: Ouvrez une session avec un identifiant et un mot de passe
ja: ユーザー名とパスワードでログイン
nl: Aanmelden met gebruikersnaam en wachtwoord

# MENU
source: Register
ar: سجّل
fr: S’inscrire
ja: 登録
nl: Registreren

source: Sign up for a new account
ar: سجّل حسابًا جديدًا
fr: Créer un nouveau compte
ja: 新しいアカウントでサインアップ
nl: Nieuwe gebruiker aanmaken

source: Email address confirmation
ar: تأكيد عنوان البريد الإلكتروني
fr: Confirmation de l’adresse courriel
ja: メールアドレス確認
nl: E-mailadresbevestiging

source: Hey, %1$s. Someone just entered this email address on %2$s. If it was you, and you want to confirm your entry, use the URL below: %3$s If not, just ignore this message. Thanks for your time, %2$s
ar: مرحبًا، %1$s. لقد أدخل أحدهم قبل لحظات عنوان البريد الإلكتروني هذا على %2$s. إذا كنت هو، وإذا كنت تريد تأكيد هذه المدخلة، فاستخدم المسار أدناه: %3$s إذا كان الأمر خلاف ذلك، فتجاهل هذه الرسالة. شكرًا على الوقت الذي أمضيته، %2$s
fr: Bonjour %1$s. Quelqu’un vient d’entrer cette adresse de courriel sur %2$s. S’il s’agit bien de vous et si vous souhaitez confirmer votre entrée, utilisez le lien suivant : %3$s Dans le cas contraire, il vous suffit d’ignorer ce message. Merci de votre attention, %2$s
ja: %1$s さん、こんにちは。 だれかが %2$s でこのメールアドレスを入力しました。 もし登録を承認したいなら、以下のURLを使用してください: %3$s もしそうでなければ、このメッセージを無視してください。 あなたの時間をありがとうございます。 %2$s
nl: Hallo %1$s. Iemand heeft zojuist dit e-mailadres ingegeven op %2$s. Als u dit was, en als u uw e-mailadres wilt bevestigen, gebruik dan de onderstaande URL: %3$s Als u het bovenstaande niet herkent, negeer dit bericht dan. Dank u wel voor uw tijd. %2$s

source: %1$s is now following you on %2$s.
ar: %1$s يتابعك الآن على %2$s.
fr: %1$s vous suit maintenant sur %2$s.
ja: %1$s は %2$s 上のあなたのつぶやきをフォローしています。
nl: %1$s volgt u nu op %2$s.

source: %1$s would like to listen to your notices on %2$s.
ar: يرغب %1$s في الاستماع إلى إشعاراتك على %2$s.
fr: %1$s voudrait suivre vos avis sur %2$s.
ja: %1$s は %2$s 上のあなたのつぶやきを聞いています。
nl: %1$s wil uw berichten volgen op %2$s.

source: %1$s would like to listen to your notices on %2$s. You may approve or reject their subscription at %3$s
ar: يرغب %1$s في الاستماع على إشعاراتك على %2$s. يمكن أن تقبل أو ترفض اشتراكهم في %3$s.
fr: %1$s voudrait suivre vos avis sur %2$s. Vous pouvez approuver ou rejeter sa demande d’abonnement sur %3$s
ja: %1$s は %2$s 上のあなたのつぶやきを聞くことを希望しています。%3$s でフォローされることを承認または拒否することができます。
nl: %1$s wil uw berichten volgen op %2$s. U kunt dit verzoek accepteren of weigeren via de volgende verwijzing: %3$s.

source: Faithfully yours, %1$s. ---- Change your email address or notification options at %2$s
ar: مع تحياتنا، %1$s. ---- غيّر عنوان البريد الإلكتروني أو إعدادات التنبيه في %2$s
fr: Cordialement, %1$s. ---- Vous pouvez modifier votre adresse de courriel ou vos options de notification sur %2$s
ja: 敬具, %1$s. ---- %2$s でメールアドレスや通知オプションを変更できます。
nl: Met vriendelijke groet, %1$s. ---- Wijzig uw e-mailadres of instellingen op %2$s

source: Profile: %s
ar: الملف الشخصي: %s
fr: Profil : %s
ja: プロファイル: %s
nl: Profiel: %s

source: If you believe this account is being used abusively, you can block them from your subscribers list and report as spam to site administrators at %s.
ar: إذا كنت تعتقد أن هذا الحساب يساء استخدامه، يمكن أن تمنعه من الاشتراك بك وأن تبلغ إداريي الموقع أنه سخام في %s.
fr: Si vous pensez que ce compte est utilisé à des fins abusives, vous pouvez le bloquer de votre liste d'abonnés et le signaler comme spam aux administrateurs du site, sur %s.
ja: このアカウントが不正に利用されていると思われる場合は、%s で加入者リストから彼をブロックし、サイト管理者にスパムとしてレポートすることができます。
nl: Als u denkt dat deze gebruiker wordt misbruikt, dan kunt u deze voor uw abonnees blokkeren en als spam rapporteren naar de websitebeheerders via de volgende verwijzing: %s.

source: New email address for posting to %s
ar: عنوان بريد إلكتروني جديد للإرسال إلى %s
fr: Nouvelle adresse courriel pour poster dans %s
ja: %s へ投稿のための新しいメールアドレス
nl: Nieuw e-mailadres om e-mail te versturen aan %s

source: You have a new posting address on %1$s. Send email to %2$s to post new messages. More email instructions at %3$s.
fr: Une nouvelle adresse vous a été attribuée pour poster vos avis sur %1$s. Adressez vos courriels à %2$s pour poster de nouveaux avis. Davantage d’instructions sur les courriels sont sur %3$s.
ja: あなたは %1$s に新しい投稿アドレスを持っています。 %2$s にメールを送って、新しいメッセージを投稿してください。 %3$s でより多くのメール指示。
nl: U hebt een nieuw postadres op %1$s. Zend een e-mail naar %2$s om nieuwe berichten te versturen. Meer informatie over e-mailen vindt u op %3$s.

source: %s status
ar: حالة %s
fr: Statut de %s
ja: %s の状態

source: SMS confirmation
ar: تأكيد الرسالة القصيرة
fr: Confirmation SMS
ja: SMS 確認
nl: SMS-bevestiging

source: %s: confirm you own this phone number with this code:
ar: %s: أكّد أن هذا رقم هاتفك بهذا الرمز:
fr: %s : confirmez que vous possédez ce numéro de téléphone grâce à ce code :
ja: %s: この電話番号は確認待ちです。
nl: %s: bevestig dat u deze telefoon bezit met deze code:

source: You have been nudged by %s
ar: يريد %s أن يلفت انتباهك
fr: Vous avez reçu une félicitation de %s
ja: あなたは %s に合図されています
nl: %s heeft u gepord

source: %1$s (%2$s) is wondering what you are up to these days and is inviting you to post some news. So let's hear from you :) %3$s Don't reply to this email; it won't get to them.
ar: يتساءل %1$s (%2$s) عن أحوالك مؤخرا ويدعوك إلى نشر بعض المستجدات. دعنا نراك! %3$s لا ترد على هذا البريد؛ لأنه لن يصل إلى المستخدم.
fr: %1$s (%2$s) se demande ce que vous devenez ces temps-ci et vous invite à poster des nouvelles. Donc on vous écoute. :) %3$s Ne répondez pas directement à ce courriel, il ne serait pas transmis.
ja: %1$s (%2$s) は、あなたがこの頃何をしているのかについて疑問に思っていてニュースを投稿するように、とあなたを誘っています。 それで、あなたから連絡をいただきましょう :) %3$s このメールに答えないでください。それを受け取ることはありません。
nl: %1$s (%2$s) vraagt zich af wat u tegenwoordig doet en nodigt u uit om dat te delen. Laat dus iets van u horen! %3$s Schrijf geen antwoord op deze e-mail. Die komt niet aan bij de juiste gebruiker.

source: New private message from %s
ar: رسالة خاصة جديدة من %s
fr: Nouveau message personnel de %s
ja: %s からの新しいプライベートメッセージ
nl: U hebt een nieuw privébericht van %s.

source: %1$s (%2$s) sent you a private message: ------------------------------------------------------ %3$s ------------------------------------------------------ You can reply to their message here: %4$s Don't reply to this email; it won't get to them.
ar: أرسل لك %1$s (%2$s) رسالة خاصة: ------------------------------------------------------ %3$s ------------------------------------------------------ يمكن أن ترد عليها هنا: %4$s لا ترد على هذا البريد؛ لأنه لن يصل إلى المستخدم.
fr: %1$s (%2$s) vous a envoyé un message privé : ------------------------------------------------------ %3$s ------------------------------------------------------ Vous pouvez répondre à ce message ici : %4$s Ne répondez pas directement à ce courriel, il ne serait pas transmis.
ja: %1$s (%2$s) さんはあなたにプライベートメッセージを送りました： ------------------------------------------------------ %3$s ------------------------------------------------------ あなたは以下でそれらのメッセージに答えることができます: %4$s このメールには返信しないでください。それを受け取ることはありません。
nl: %1$s (%2$s) heeft u een privébericht gezonden: ------------------------------------------------------ %3$s ------------------------------------------------------ Hier kunt u antwoorden: %4$s Schrijf geen antwoord op deze e-mail. Die komt niet aan bij de juiste gebruiker.

source: %1$s (@%2$s) added your notice as a favorite
ar: أضاف %1$s (@%2$s) إشعارك إلى مفضلاته
fr: %1$s (@%2$s) a ajouté votre avis à ses favoris
ja: %1$ss (@%2$s) さんはお気に入りにあなたのつぶやきを追加しました。
nl: %1$s (@%2$s) heeft uw mededeling als favoriet toegevoegd

source: %1$s (@%7$s) just added your notice from %2$s as one of their favorites. The URL of your notice is: %3$s The text of your notice is: %4$s You can see the list of %1$s's favorites here: %5$s
ar: أضاف %1$s (@%7$s) للتو إشعارك في %2$s إلى مفضلاته. مسار إشعارك: %3$s نص إشعارك: %4$s يمكن أن تشاهد قائمة بمفضلات %1$s هنا: %5$s
fr: %1$s (@%7$s) vient d’ajouter votre avis sur %2$s parmi ses favoris. L’URL de votre avis est : %3$s Le texte de votre avis est : %4$s Vous pouvez voir la liste des favoris de %1$s ici : %5$s
ja: %1$s (@%7$s) さんは自分のお気に入りのひとつとして %2$s のあなたのつぶやきを加えました。 あなたのつぶやきのURL: %3$s あなたのつぶやきの本文: %4$s あなたはここで %1$s のお気に入りのリストを見ることができます: %5$s
nl: %1$s (@%7$s) heeft uw mededeling van %2$s zojuist op de favorietenlijst geplaatst. De URL van uw mededeling is: %3$s De inhoud van uw mededeling luidt: %4$s U kunt de favorietenlijst van %1$s via de volgende verwijzing bekijken: %5$s

source: The full conversation can be read here: %s
ar: يمكن تقرأ المحادثة كاملة هنا: %s
fr: La conversation complète peut être lue ici : %s
ja: すべての会話を以下で読むことができます: %s
nl: Het volledige gesprek is hier te lezen: %s

source: %1$s (@%2$s) sent a notice to your attention
ar: أرسل %1$s (@%2$s) إشعارًا إليك
fr: %1$s (@%2$s) a envoyé un avis à votre attention
ja: %1$s (@%2$s) さんはあなた宛てにつぶやきを送りました
nl: %1$s (@%2$s) heeft u een mededeling gestuurd

source: %1$s just sent a notice to your attention (an '@-reply') on %2$s. The notice is here: %3$s It reads: %4$s %5$sYou can reply back here: %6$s The list of all @-replies for you here: %7$s
ar: أرسل %1$s للتو إشعارك إليك ('رد @') على %2$s. الإشعار موجود هنا: %3$s نصه: %4$s %5$sيمكن أن ترد هنا: %6$s قائمة بكل الردود (@) إليك موجودة هنا: %7$s
fr: %1$s vient de soumettre un avis à votre attention (un « @-reply ») sur %2$s. L'avis est ici : %3$s Il dit : %4$s %5$sVous pouvez répondre ici : %6$s La liste des @-replies qui vous sont destinées est ici : %7$s
ja: %1$s さんは %2$s であなた宛につぶやき ('@-reply' 付) を送りました。 つぶやきはこちら: %3$s それを読む: %4$s %5$s 返信する場合こちら: %6$s あなた宛のすべての @ 付返信のリストはこちら: %7$s
nl: %1$s heeft u zojuist een mededeling gezonden (een '@-antwoord') op %2$s. De mededeling is hier te vinden: %3$s De inhoud is: %4$s %5$sHier kunt u antwoorden: %6$s De lijst met alle @-antwoorden aan u: %7$s

source: %1$s has joined your group %2$s on %3$s
fr: %1$s a rejoint votre groupe %2$s sur %3$s
ja: %3$s 上のグループ %2$s に %1$s さんが参加しました。
nl: %1$s is lid geworden van uw groep %2$s op %3$s.

source: %1$s has joined your group %2$s on %3$s.
ar: انضم %1$s للمجموعة %2$s على %3$s.
fr: %1$s a rejoint votre groupe %2$s sur %3$s.
ja: %3$s のあなたのグループ %2$s に %1$s が参加しました。
nl: %1$s is lid geworden van de groep %2$s op %3$s.

source: %1$s wants to join your group %2$s on %3$s.
ar: يرغب %1$s في الانضمام إلى مجموعتك %2$s على %3$s.
fr: %1$s souhaite rejoindre votre groupe %2$s sur %3$s.
ja: %3$s のあなたのグループ %2$s に %1$s が参加を希望しています。
nl: %1$s wil lid worden van de groep %2$s op %3$s.

source: %1$s would like to join your group %2$s on %3$s. You may approve or reject their group membership at %4$s
fr: %1$s voudrait rejoindre votre groupe « %2$s » sur %3$s. Vous pouvez approuver ou rejeter leur demande d’adhésion sur %4$s
nl: %1$s wil lid worden van de groep %2$s op %3$s. U kunt dit verzoek accepteren of weigeren via de volgende verwijzing: %4$s.

source: Only the user can read their own mailboxes.
ar: يستطيع المستخدمون الوالجون وحدهم قراءة صناديق بريدهم.
fr: L’accès à cette boîte de réception est réservé à son utilisateur.
ja: ユーザーだけが彼ら自身のメールボックスを読むことができます。
nl: Gebruikers kunnen alleen hun eigen postvakken lezen.

source: You have no private messages. You can send private message to engage other users in conversation. People can send you messages for your eyes only.
ar: ليست لديك رسائل خاصة. يمكنك إرسال الرسائل الخاصة إلى مستخدمين آخرين للخوض في محادثات معهم. يمكن أن يرسل الناس رسائل لك لا يراها غيرك.
fr: Vous n’avez pas de messages privés. Vous pouvez envoyer des messages privés pour démarrer des conversations avec d’autres utilisateurs. Ceux-ci peuvent vous envoyer des messages destinés à vous seul(e).
ja: あなたには、プライベートメッセージが全くありません。あなたは他のユーザーを会話に引き込むプライベートメッセージを送ることができます。人々はあなただけへのメッセージを送ることができます。
nl: U hebt geen privéberichten. U kunt privéberichten verzenden aan andere gebruikers. Mensen kunnen u privéberichten sturen die alleen u kunt lezen.

# MENU
source: Inbox
ar: صندوق الوارد
fr: Boîte de réception
ja: 受信トレイ
nl: Postvak IN

source: Your incoming messages.
ar: الرسائل الواردة إليك
fr: Vos messages reçus.
ja: あなたの受信メッセージ
nl: Uw inkomende berichten.

# MENU
source: Outbox
ar: صندوق الصادر
fr: Boîte d’envoi
ja: 送信トレイ
nl: Postvak UIT

source: Your sent messages.
ar: الرسائل التي أرسلتها.
fr: Vos messages envoyés.
ja: あなたが送信したメッセージ
nl: Uw verzonden berichten.

source: Could not parse message.
ar: تعذّر تحليل الرسالة.
fr: Impossible de déchiffrer ce message.
ja: メッセージを解析できませんでした。
nl: Het was niet mogelijk het bericht te verwerken.

source: Not a registered user.
ar: ليس مستخدمًا مسجلًا.
fr: Ceci n’est pas un utilisateur inscrit.
ja: 登録ユーザーではありません。
nl: Geen geregistreerde gebruiker

source: Sorry, that is not your incoming email address.
ar: عذرا، هذا ليس عنوان بريدك الإلكتروني الوارد.
fr: Désolé, ceci n’est pas votre adresse de courriel entrant.
ja: すみません、それはあなたの受信メールアドレスではありません。
nl: Dit is niet uw inkomende e-mailadres.

source: Sorry, no incoming email allowed.
fr: Désolé, la réception de courriels n’est pas permise.
ja: すみません、受信メールは許可されていません。
nl: Inkomende e-mail is niet toegestaan.

source: Unsupported message type: %s.
ar: نوع الرسالة غير مدعوم: %s.
fr: Type de message non supporté : %s..
ja: サポート外のメッセージタイプ: %s。
nl: Niet ondersteund berichttype: %s.

source: Make user an admin of the group
ar: اجعل المستخدم إداريًا في المجموعة
fr: Faire de cet utilisateur un administrateur du groupe
ja: ユーザーをグループの管理者にする
nl: Deze gebruiker groepsbeheerder maken

# BUTTON
source: Make Admin
ar: اجعله إداريًا
fr: Rendre administrateur
ja: 管理者にする
nl: Beheerder maken

# TOOLTIP
source: Make this user an admin.
ar: اجعل هذا المستخدم إداريًا.
fr: Faire de cet utilisateur un administrateur.
ja: このユーザーを管理者にする。
nl: Deze gebruiker beheerder maken.

source: There was a database error while saving your file. Please try again.
fr: Une erreur de base de données s’est produite pendant la sauvegarde de votre fichier. Veuillez réessayer.
ja: データベースエラーがあなたのファイルを保存しているときにありました。 再試行してください。
nl: Er is een databasefout opgetreden tijdens het opslaan van uw bestand. Probeer het alstublieft opnieuw.

source: File exceeds user's quota.
fr: Le fichier dépasse le quota de l’utilisateur.
ja: ファイルはユーザーの割当てを超えています。
nl: Met dit bestand wordt het quotum van de gebruiker overschreden.

source: File could not be moved to destination directory.
fr: Le fichier n’a pas pu être déplacé dans le dossier de destination.
ja: ファイルを目的ディレクトリに動かすことができませんでした。
nl: Het bestand kon niet verplaatst worden naar de doelmap.

source: Could not determine file's MIME type.
ar: لم يمكن تحديد نوع MIME للملف.
fr: Impossible de déterminer le type MIME du fichier.
ja: ファイルの MIME タイプを特定できません。
nl: Het was niet mogelijk het MIME-type van het bestand te bepalen.

source: "%1$s" is not a supported file type on this server. Try using another %2$s format.
fr: Le type de fichier « %1$s » n’est pas pris en charge sur ce serveur. Essayez d’utiliser un autre format %2$s.
ja: "%1$s" はこのサーバでサポートされているファイルの種類ではありません。別の形式 %2$s を試してください。
nl: "%1$s" is geen ondersteund bestandstype op deze server. Probeer een andere bestandstype van de applicatie "%2$s" te gebruiken.

source: "%s" is not a supported file type on this server.
fr: « %s » n’est pas un type de fichier supporté sur ce serveur.
ja: "%s" はこのサーバーでサポートされているファイルの種類ではありません。
nl: "%s" is geen ondersteund bestandstype op deze server.

source: Send a direct notice
ar: أرسل إشعارًا مباشرًا
fr: Envoyer un message direct
ja: 直接つぶやきを送る
nl: Directe mededeling verzenden

source: Select recipient:
ar: اختر مستلما:
fr: Sélectionner le destinataire :
ja: 受信者を選択:
nl: Selecteer ontvanger:

source: No mutual subscribers.
ar: لم تتبادل الاشتراكات مع أحد.
fr: Aucun abonné réciproque.
ja: 互いにフォローしていません。
nl: Geen wederzijdse abonnees.

source: To
ar: إلى
fr: À
ja: 宛先
nl: Aan

# Send button for sending notice
source: Send
ar: أرسل
fr: Envoyer
ja: 送信
nl: Verzenden

source: from
ar: من
fr: de
ja: 差出人
nl: via

# SOURCE
source: mail
ar: البريد
fr: courriel
ja: メール
nl: e-mail

source: Cannot get author for activity.
fr: Impossible d’obtenir l’auteur de l’activité.
ja: 作成者のアクティビティを取得することができません。
nl: Het was niet mogelijk de auteur te achterhalen voor de activiteit.

source: Bookmark not posted to this group.
fr: Signet non posté à ce groupe.
ja: ブックマークはこのグループに投稿できません。
nl: De bladwijzer is niet aan deze groep verzonden.

source: Object not posted to this user.
fr: Objet non posté à cet utilisateur.
ja: オブジェクトはこのユーザーに投稿できません。
nl: Het object is niet aan deze gebruiker verzonden.

source: Do not know how to handle this kind of target.
fr: Ne sait pas comment gérer ce genre de cible.
ja: ターゲットのこの種類を処理する方法がわかりません。
nl: Het is niet bekend hoe dit doel afgehandeld moet worden.

source: You must implement either adaptNoticeListItem() or showNotice().
fr: Vous devez implémenter soit <code>adaptNoticeListItem()</code>, soit <code>showNotice()</code>.
ja: adaptNoticeListItem() または showNotice() を実相する必要があります。
nl: U moet adaptNoticeListItem() of showNotice() implementeren.

source: More ▼
ar: مزيد ▼
fr: Plus
ja: もっと ▼
nl: Meer ▼

source: Nickname cannot be empty.
ar: لا يمك ترك خانة الاسم المستعار خالية.
fr: Le pseudonyme ne peut pas être vide.
ja: ニックネームを空にすることはできません。
nl: Gebruikersnaam kan niet leeg zijn.

source: Nickname cannot be more than %d character long.
fr: Le pseudonyme ne peut pas contenir plus de %d caractère.
nl: De gebruikersnaam mag niet langer zijn dan %d teken.

source: Send a notice
ar: أرسل إشعارًا
fr: Envoyer un avis
ja: つぶやきを送る
nl: Mededeling verzenden

source: What's up, %s?
ar: ما الأخبار يا %s؟
fr: Quoi de neuf, %s ?
ja: %s さん、最近どう？
nl: Hallo, %s.

source: Attach
ar: أرفق
fr: Attacher
ja: 添付
nl: Toevoegen

source: Attach a file.
ar: أرفق ملفًا.
fr: Joindre un fichier.
ja: ファイルを添付する
nl: Voeg een bestand toe.

source: Share my location
ar: شارك موقعي
fr: Partager ma localisation.
ja: あなたの場所を共有する
nl: Mijn locatie bekend maken

source: Do not share my location
ar: لا تشارك موقعي
fr: Ne pas partager ma localisation
ja: あなたの場所を共有しない
nl: Mijn locatie niet bekend maken

source: Sorry, retrieving your geo location is taking longer than expected, please try again later
fr: Désolé, l’obtention de votre localisation prend plus de temps que prévu. Veuillez réessayer plus tard.
ja: すみません、あなたの位置を検索するのが予想より長くかかっています、後でもう一度試してみてください
nl: Het ophalen van uw geolocatie duurt langer dan verwacht. Probeer het later nog eens

source: W
ar: غ
fr: O

source: at
ar: في
fr: chez
nl: bij

source: in context
ar: في السياق
fr: dans le contexte

source: Repeated by
ar: كرره
fr: Repris par
nl: Herhaald door

source: Reply to this notice.
ar: رُد على هذا الإشعار.
fr: Répondre à cet avis.
ja: このつぶやきに返信する。
nl: Op deze mededeling antwoorden.

source: Reply
ar: رُد
fr: Répondre
ja: 返信
nl: Antwoorden

source: Delete this notice from the timeline.
ar: احذف هذا الإشعار من المسار الزمني.
fr: Supprimer cet avis du fil d’actualités.
ja: タイムラインから、このつぶやきを削除する。
nl: Deze mededeling verwijderen uit de tijdlijn.

source: Notice repeated.
ar: كرّر الإشعار
fr: Avis repris.
ja: つぶやきをリピートしました。
nl: Mededeling herhaald.

source: Update your status...
ar: حدّث حالتك...
fr: Mettre à jour votre statut...
ja: あなたのステータスを更新する...
nl: Werk uw status bij...

source: Nudge this user
ar: نبّه هذا المستخدم
fr: Envoyer un clin d’œil à cet utilisateur
ja: このユーザーへ合図
nl: Deze gebruiker porren

# BUTTON
source: Nudge
ar: نبّه
fr: Féliciter
ja: 合図
nl: Porren

source: Send a nudge to this user.
ar: أرسل تنبيها للمستخدم.
fr: Envoyer une félicitation à cet utilisateur.
ja: このユーザーへ合図を送る
nl: Deze gebruiker porren

source: No oEmbed API endpoint available.
fr: Aucune terminaison pour l’API oEmbed n’est disponible.
ja: 利用可能な oEmbed API エンドポイントがありません。
nl: Er is geen API-eindpunt beschikbaar.

# LABEL
source: List
ar: اللائحة
fr: Liste
ja: リスト
nl: Lijst

source: Change the list (letters, numbers, -, ., and _ are allowed).
ar: غير القائمة (يسمح بحروف وأرقام و "-" و "." و "_")
fr: Modifier la liste (lettres, chiffres, -, ., et _ sont autorisés).
ja: リストを変更 (アルファベット、数字、-、.、および _ が利用可能)。
nl: Lijst wijzigen (letters, cijfers, -, ., en _ zijn toegestaan).

source: Describe the list or topic.
ar: صِف القائمة أو الموضوع.
fr: Décrivez la liste ou le sujet.
ja: リストまたはトピックについて説明する。
nl: Beschrijf de lijst of het onderwerp.

source: Describe the list or topic in %d character.
fr: Décrivez la liste ou le sujet en %d caractère.
nl: Beschrijf de lijst of het onderwerp in %d teken of minder.
