Repository: UngPirat/freesocial
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ar, fr, ja, nl

source: Congratulations, %1$s! And welcome to %%%%site.name%%%%. From here, you may want to... * Go to [your profile](%2$s) and post your first message. * Add a [Jabber/GTalk address](%%%%action.imsettings%%%%) so you can send notices through instant messages. * [Search for people](%%%%action.peoplesearch%%%%) that you may know or that share your interests. * Update your [profile settings](%%%%action.profilesettings%%%%) to tell others more about you. * Read over the [online docs](%%%%doc.help%%%%) for features you may have missed. Thanks for signing up and we hope you enjoy using this service.
ar: تهانينا يا %1$s! ومرحبا بكم في %%%%site.name%%%%. يمكنك بداءً منها... * الذهاب إلى [ملفك الشخصي](%2$s) وإرسال رسالتك الأولى. * إضافة [عنوان جابر أو محادثة غوغل](%%%%action.imsettings%%%%) لتتمكن من إرسال الإشعارات عبر رسائل فورية. * [البحث عن أشخاص](%%%%action.peoplesearch%%%%) قد تعرفهم أو تشاركهم الاهتمامات. * تحديث [إعدادات ملفك الشخصي](%%%%action.profilesettings%%%%) لتحكي للناس مزيدا عن نفسك. * اقرأ المزيد في [الوثائق المنشورة](%%%%doc.help%%%%) لتتعرف على مزايا قد تكون لم تتنبه لها. شكرا على الاشتراك ونأمل أن تستمعوا باستخدام هذه الخدمة.
fr: Félicitations, %1$s! Bienvenue dans %%%%site.name%%%%. Vous pouvez maintenant : * Visiter [votre profil](%2$s) et poster votre premier message. * Ajouter une adresse [Jabber/GTalk](%%%%action.imsettings%%%%) afin d’envoyer et recevoir vos avis par messagerie instantanée. * [Chercher des personnes](%%%%action.peoplesearch%%%%) que vous pourriez connaître ou qui partagent vos intérêts. * Mettre à jour vos [paramètres de profil](%%%%action.profilesettings%%%%) pour en dire plus à votre sujet. * Parcourir la [documentation](%%%%doc.help%%%%) en ligne pour en savoir plus sur le fonctionnement du service. Merci pour votre inscription ! Nous vous souhaitons d’apprécier notre service.
ja: %1$s さん、おめでとうございます！ %%%%site.name%%%% へようこそ。次のようにして始めることができます。 * [あなたのプロファイル](%2$s) を参照して最初のメッセージを投稿する * [Jabber や GTalk のアドレス](%%%%action.imsettings%%%%) を追加して、インスタントメッセージを通してつぶやきを送れるようにする * あなたが知っている人やあなたと同じ興味をもっている人を [検索](%%%%action.peoplesearch%%%%) する * [プロファイル設定](%%%%action.profilesettings%%%%) を更新して他のユーザにあなたのことをより詳しく知らせる * 探している機能について [オンラインドキュメント](%%%%doc.help%%%%) を読む 参加してくださってありがとうございます。私たちはあなたがこのサービスを楽しんで使ってくれることを願っています。
nl: Gefeliciteerd, %1$s! Welkom bij %%%%site.name%%%%. Hier staan aan aantal handelingen die u wellicht uit wilt voeren: * Naar uw [profiel](%2$s) gaan en uw eerste bericht verzenden; * Een [Jabber/GTalk-adres](%%%%action.imsettings%%%%) toevoegen zodat u vandaaruit mededelingen kunt verzenden; * [Gebruikers zoeken](%%%%action.peoplesearch%%%%) die u al kent of waarmee u interesses deelt; * [Uw profiel](%%%%action.profilesettings%%%%) bijwerken om anderen meer over uzelf te vertellen; * De [online documentatie](%%%%doc.help%%%%) raadplegen voor mogelijkheden die u nog niet kent. Dank u wel voor het registreren en we hopen dat deze dienst u biedt wat u ervan verwacht.

source: (You should receive a message by email momentarily, with instructions on how to confirm your email address.)
ar: (ينبغي أن تتلقى رسالة بريد إلكتروني خلال لحظات بها تعليمات عن كيفية تأكيد عنوان بريدك الإلكتروني.)
fr: (Vous recevrez bientôt un courriel contenant les instructions pour confirmer votre adresse.)
ja: (メールアドレスを承認する方法を読んで、すぐにメールによるメッセージを受け取るようにしてください)
nl: U ontvangt snel een e-mailbericht met daarin instructies over hoe u uw e-mail kunt bevestigen.

source: There was an unexpected error while delisting %s.
fr: Une erreur inattendue est survenue lors du listage de %s.
ja: %s をリストから除いている間、予期しないエラーが発生しました。
nl: Er is een onverwachte fout opgetreden tijdens het uit de lijst verwijderen van %s.

source: There was a problem listing %s. The remote server is probably not responding correctly, please try retrying later.
fr: Il y a eu un problème pour faire apparaitre %s. Le serveur distant ne répond probablement pas correctement; veuillez réessayer plus tard.
ja: %s をリストしている時に問題がありました。恐らくリモートサーバが正しく応答していません。しばらく後に試してください。
nl: Er is een probleem opgetreden tijdens het in de lijst opnemen van %s. De omgeving aan de andere kant geeft waarschijnlijk geen correct antwoord. Probeer het later opnieuw.

source: Unlisted
ar: غير مدرجة في لائحة
fr: Non listé
ja: リストから解除
nl: Uit lijst verwijderd

source: Only logged-in users can repeat notices.
ar: يستطيع المستخدمون الوالجون وحدهم تكرار الإشعارات.
fr: Seuls les utilisateurs identifiés peuvent reprendre des avis.
ja: ログインユーザーだけがつぶやきをリピートできます。
nl: Alleen aangemelde gebruikers kunnen hun mededelingen herhalen.

source: No notice specified.
ar: لا ملاحظة محددة.
fr: Aucun avis n’a été spécifié.
ja: つぶやきがありません。
nl: Er is geen mededeling opgegeven.

source: Repeated
ar: مكرر
fr: Repris
ja: リピート
nl: Herhaald

source: Repeated!
ar: مكرر!
fr: Repris !
ja: リピート！
nl: Herhaald!

source: Replies to %s
ar: الردود على %s
fr: Réponses à %s
ja: %s への返信
nl: Antwoorden aan %s

source: Replies to %1$s, page %2$d
ar: الردود على %1$s، الصفحة %2$d
fr: Réponses à %1$s, page %2$d
ja: %1$s への返信、ページ %2$d
nl: Antwoorden aan %1$s, pagina %2$d

source: Replies feed for %s (Activity Streams JSON)
ar: تغذية الردود على %s (آكتفتي ستريمز جيسن)
fr: Flux des réponses pour %s (Flux d'activité JSON)
ja: %s の返信フィード (Activity Streams JSON)
nl: Antwoordenfeed voor %s (JSON-activiteitenstreams)

source: Replies feed for %s (RSS 1.0)
ar: تغذية أصدقاء %s (آرإس​إس 1.0)
fr: Flux des réponses pour %s (RSS 1.0)
ja: %s の返信フィード (RSS 1.0)
nl: Antwoordenfeed voor %s (RSS 1.0)

source: Replies feed for %s (RSS 2.0)
ar: مشاركة المحتوى للردود لـ %s (RSS 2.0)
fr: Flux des réponses pour %s (RSS 2.0)
ja: %s の返信フィード (RSS 2.0)
nl: Antwoordenfeed voor %s (RSS 2.0)

source: Replies feed for %s (Atom)
ar: تغذية الردود على %s (أتوم)
fr: Flux des réponses pour %s (Atom)
ja: %s の返信フィード (Atom)
nl: Antwoordenfeed voor %s (Atom)

source: This is the timeline showing replies to %1$s but %2$s hasn't received a notice to them yet.
ar: هذا هو المسار الزمني الذي يظهر الردود على %1$s لكن %2$s لم يتلقَ ردا إلى الآن.
fr: Ceci est la chronologie des réponses à %1$s mais %2$s n’a encore reçu aucun avis à son intention.
ja: これは %1$s のタイムラインですが、%2$s はまだなにも投稿していません。
nl: Dit is de tijdlijn met antwoorden aan %1$s, maar %2$s heeft nog geen antwoorden ontvangen.

source: You can engage other users in a conversation, subscribe to more people or [join groups](%%action.groups%%).
ar: يمكن أن تنخرط في محادثات مع مستخدمين آخرين أو أن تشترك بمزيد من الأشخاص أو أن [تنضم إلى مجموعات](%%action.groups%%).
fr: Vous pouvez entamer une conversation avec d’autres utilisateurs, vous abonner à plus de personnes ou vous [inscrire à des groupes](%%action.groups%%).
ja: あなたは、他のユーザーを会話をするか、多くの人々をフォローするか、または [グループに参加](%%action.groups%%) することができます。
nl: U kunt gesprekken aanknopen met andere gebruikers, op meer gebruikers abonneren of [lid worden van groepen](%%action.groups%%).

source: You can try to [nudge %1$s](../%2$s) or [post something to them](%%%%action.newnotice%%%%?status_textarea=%3$s).
ar: يمكن أن تجرب [تنبيه %1$s](../%2$s) أو [إرسال شيء إليه](%%%%action.newnotice%%%%?status_textarea=%3$s).
fr: Vous pouvez essayer de [faire un clin d’œil à %1$s](../%2$s) ou de [poster quelque chose à son intention](%%%%action.newnotice%%%%?status_textarea=%3$s).
ja: [%1$s へ合図](../%2$s) または [その人への投稿](%%%%action.newnotice%%%%?status_textarea=%3$s) をしてください！
nl: U kunt proberen [%1$s te porren](../%2$s) of [een bericht voor die gebruiker plaatsen](%%%%action.newnotice%%%%?status_textarea=%3$s).

source: Replies to %1$s on %2$s.
ar: الردود على %1$s على %2$s.
fr: Réponses à %1$s sur %2$s !
ja: %2$s 上の %1$s への返信
nl: Antwoorden aan %1$s op %2$s.

source: Only logged-in users can restore their account.
ar: يستطيع المستخدمون الوالجون وحدهم استعادة حساباتهم.
fr: Seuls les utilisateurs connectés peuvent reprendre leur compte.
ja: ログインユーザーだけが自分のアカウントを復元することができます。
nl: Alleen aangemelde gebruikers kunnen hun gebruiker terugladen van back-up.

source: You may not restore your account.
ar: لا يسمح لك باسترجاع حسابك.
fr: Vous ne pouvez pas restaurer votre compte.
ja: あなたのアカウントでは復元することができません。
nl: U mag uw gebruiker niet terugladen van back-up.

source: No uploaded file.
ar: لم يرفع أي ملف.
fr: Aucun fichier chargé.
ja: アップロードされたファイルがありません。
nl: Er is geen geüpload bestand.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
fr: Le fichier importé dépasse le réglage upload_max_filesize de php.ini.
ja: アップロードされたファイルは php.ini の upload_max_filesize ディレクティブを超えています。
nl: Het te uploaden bestand is groter dan de ingestelde upload_max_filesize in php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
fr: Le fichier importé dépasse le réglage MAX_FILE_SIZE qui a été précisé dans le formulaire HTML.
ja: アップロードされたファイルは HTML フォームで指定された MAX_FILE_SIZE ディレクティブを超えています。
nl: Het te uploaden bestand is groter dan de ingestelde MAX_FILE_SIZE in het HTML-formulier.

source: The uploaded file was only partially uploaded.
fr: Le fichier n’a été que partiellement importé.
ja: アップロードされたファイルは一部のみしかアップロードされていません。
nl: De upload is slechts gedeeltelijk voltooid.

source: Missing a temporary folder.
fr: Un dossier temporaire est manquant.
ja: 一時フォルダを失いました。
nl: De tijdelijke map is niet aanwezig.

source: Failed to write file to disk.
ar: فشل في كتابة الملف إلى القرص.
fr: Impossible d’écrire sur le disque.
ja: ディスクへのファイル書き込みに失敗しました。
nl: Het was niet mogelijk naar schijf te schrijven.

source: File upload stopped by extension.
ar: أوقفت إضافة رفع الملف.
fr: Import de fichier stoppé par une extension.
ja: エクステンションによってファイルアップロードを中止しました。
nl: Het uploaden van het bestand is tegengehouden door een uitbreiding.

source: System error uploading file.
ar: حدث خطأ في النظام عند تحميل الملف.
fr: Erreur système lors du transfert du fichier.
ja: ファイルのアップロードでシステムエラー
nl: Er is een systeemfout opgetreden tijdens het uploaden van het bestand.

source: Not an Atom feed.
ar: ليست تغذية أتوم.
fr: Pas un flux Atom.
ja: Atom フィードではありません。
nl: Dit is geen Atomfeed.

source: Feed has been restored. Your old posts should now appear in search and your profile page.
fr: Le fil a été restauré. Vos anciens messages devraient maintenant apparaître dans la recherche et la page de votre profil.
nl: De feed is teruggeplaatst. Uw oude berichten worden nu in zoekopdrachten weergegeven en op uw profielpagina.

source: Feed will be restored. Please wait a few minutes for results.
fr: Le fil sera restauré. Veuillez patienter quelques minutes pour les résultats.
nl: De feed wordt teruggeplaatst. Een paar minuten geduld, alstublieft.

source: You can upload a backed-up timeline in <a href="http://activitystrea.ms/">Activity Streams</a> format.
ar: يمكن أن ترفع نسخة احتياطية من مسارك الزمني بنسق <a href="http://activitystrea.ms/">آكتفتي ستريمز</a>.
fr: Vous pouvez télécharger une chronologie sauvegardée au format <a href="http://activitystrea.ms/">Flux d'activité</a>.
nl: U kunt een back-up van een tijdlijn uploaden in het formaat <a href="http://activitystrea.ms/">Activity Streams</a>.

source: Upload the file
ar: ارفع الملف
fr: Téléverser le fichier
ja: ファイルをアップロード
nl: Bestand uploaden

source: You cannot revoke user roles on this site.
ar: لا يمكنك سحب أدوار المستخدمين على هذا الموقع.
fr: Vous ne pouvez pas révoquer les rôles des utilisateurs sur ce site.
ja: このサイト上のユーザーのロールを取り消すことはできません。
nl: U kunt geen gebruikersrollen intrekken op deze website.

source: User does not have this role.
ar: ليس لدى المستخدم هذا الدور.
fr: L'utilisateur ne possède pas ce rôle.
ja: ユーザーはこのロールは持っていません。
nl: Deze gebruiker heeft deze rol niet.

source: You cannot sandbox users on this site.
ar: لا يمكنك الحجر على المستخدمين على هذا الموقع.
fr: Vous ne pouvez pas mettre des utilisateur dans le bac à sable sur ce site.
ja: あなたはこのサイトのサンドボックスユーザーができません。
nl: Op deze website kunt u gebruikers niet in de zandbak plaatsen.

source: User is already sandboxed.
ar: المستخدم محجور عليه من قبل.
fr: L’utilisateur est déjà dans le bac à sable.
ja: ユーザーは既にサンドボックスです。
nl: Deze gebruiker is al in de zandbak geplaatst.

source: Not a valid list: %s.
ar: ليست قائمة صالحة: %s.
fr: Cette liste est invalide : %s.
ja: 有効ではないリスト:%s。
nl: Geen geldige lijst: %s.

source: Users self-tagged with %1$s, page %2$d
ar: المستخدمون الذين وسموا أنفسهم ب%1$s، الصفحة %2$d
fr: Utilisateurs marqués par eux-mêmes avec %1$s, page %2$d
ja: ユーザー自身がつけたタグ %1$s、ページ %2$d
nl: Gebruikers die zichzelf met %1$s hebben gelabeld, pagina %2$d

source: Session settings for this StatusNet site
ar: إعدادات جلسات موقع StatusNet هذا.
fr: Paramètres de session pour ce site StatusNet
ja: この StatusNet サイトのセッション設定
nl: Sessieinstellingen voor deze StatusNet-website

source: Handle sessions
fr: Gérer les sessions
ja: セッションの扱い
nl: Sessieafhandeling

source: Handle sessions ourselves.
fr: Gérer les sessions nous-mêmes.
ja: 自分でセッションを処理する。
nl: De software moet sessies zelf afhandelen.

source: Session debugging
ar: تنقيح الجلسة
fr: Déboguage de session
ja: セッションデバッグ
nl: Sessies debuggen

source: Enable debugging output for sessions.
fr: Activer la sortie de débogage pour les sessions.
ja: セッションのデバック出力を有効にする。
nl: Debuguitvoer voor sessies inschakelen.

source: Save session settings
ar: احفظ إعدادت الجلسات
fr: Enregistrer les paramètres de session
ja: セッションの設定を保存する。
nl: Sessie-instellingen opslaan

source: You must be logged in to view an application.
ar: يجب أن تكون مسجل الدخول لرؤية تطبيق.
fr: Vous devez être connecté pour voir une application.
ja: アプリケーションを見るためにはログインしていなければなりません。
nl: U moet aangemeld zijn om een applicatie te kunnen bekijken.

source: Application profile
ar: ملف التطبيق
fr: Profil de l’application
ja: アプリケーションプロファイル
nl: Applicatieprofiel

source: Created by %1$s - %2$s access by default - %3$d user
fr: Créé par %1$s, accès %2$s par défaut, %3$d utilisateur
nl: Aangemaakt door %1$s - standaardtoegang "%2$s" - %3$d gebruiker

source: Application actions
ar: إجراءات التطبيق
fr: Actions de l’application
ja: アプリケーションアクション
nl: Applicatiehandelingen

# EDITAPP
source: Edit
ar: عدل
fr: Modifier
ja: 編集
nl: Bewerken

source: Reset key & secret
fr: Réinitialiser la clé et le secret
ja: key と secret のリセット
nl: Sleutel en wachtwoord op nieuw instellen

source: Application info
ar: معلومات التطبيق
fr: Informations sur l’application
ja: アプリケーション情報
nl: Applicatieinformatie

source: Consumer key
fr: Clé de l’utilisateur
nl: Gebruikerssleutel

source: Consumer secret
fr: Secret de l’utilisateur
nl: Gebruikersgeheim

source: Request token URL
fr: URL du jeton de requête
ja: リクエストトークンURL
nl: URL voor verzoektoken

source: Access token URL
fr: URL du jeton d’accès
ja: アクセストークンURL
nl: URL voor toegangstoken

source: Authorize URL
ar: اسمح بالمسار
fr: Autoriser l’URL
ja: 承認URL
nl: Autorisatie-URL

source: Note: HMAC-SHA1 signatures are supported. The plaintext signature method is not supported.
fr: Note : Les signatures HMAC-SHA1 sont supportées. La méthode de signature en clair n'est pas supportée.
ja: 注: HMAC-SHA1 署名をサポートします。プレーンテキストの署名メソッドはサポートしません。
nl: Opmerking: HMAC-SHA1 ondertekening wordt ondersteund. Ondertekening in platte tekst is niet mogelijk.

source: Are you sure you want to reset your consumer key and secret?
ar: أمتأكد من أنك تريد إعادة تعيين مفتاح المستهلك وكلمة سره؟
fr: Voulez-vous vraiment réinitialiser votre clé consommateur et secrète ?
ja: コンシューマーキーとシークレットをリセットしてもよろしいですか？
nl: Weet u zeker dat u uw gebruikerssleutel en geheime code wilt verwijderen?

source: %1$s's favorite notices, page %2$d
ar: إشعارات %1$s المُفضلة، الصفحة %2$d
fr: Avis favoris de %1$s, page %2$d
ja: %1$s のお気に入りのつぶやき、ページ %2$d
nl: Favoriete mededelingen van %1$s, pagina %2$d

source: Could not retrieve favorite notices.
ar: تعذّر استرجاع الإشعارات المفضلة.
fr: Impossible d’afficher les favoris.
ja: お気に入りのつぶやきを取得できませんでした。
nl: Het was niet mogelijk de favoriete mededelingen op te halen.

source: Feed for favorites of %s (Activity Streams JSON)
ar: تغذية مفضلات %s (آكتفتي ستريمز جيسن)
fr: Flux des favoris de %s (flux d’activité JSON)
ja: %s のお気に入りのフィード (Activity Streams JSON)
nl: Favorietenfeed van %s (JSON-activiteitenstreams)

source: Feed for favorites of %s (RSS 1.0)
ar: تغذية مفضلات %s (آرإس​إس 1.0)
fr: Flux pour les amis de %s (RSS 1.0)
ja: %s のお気に入りのフィード (RSS 1.0)
nl: Favorietenfeed van %s (RSS 1.0)

source: Feed for favorites of %s (RSS 2.0)
ar: تغذية مفضلات %s (آرإس​إس 2.0)
fr: Flux pour les amis de %s (RSS 2.0)
ja: %s のお気に入りのフィード (RSS 2.0)
nl: Favorietenfeed van %s (RSS 2.0)

source: Feed for favorites of %s (Atom)
ar: تغذية مفضلات %s (أتوم)
fr: Flux pour les amis de %s (Atom)
ja: %s のお気に入りのフィード (Atom)
nl: Favorietenfeed van %s (Atom)

source: You haven't chosen any favorite notices yet. Click the fave button on notices you like to bookmark them for later or shed a spotlight on them.
ar: لم تختر أي إشعارات مفضلة بعد. انقر زر التفضيل على الإشعارات التي تعجبك لكي تؤشر عليها لتعود لها لاحقًا أو حتى تجذب الانتباه إليها.
fr: Vous n’avez pas choisi d’avis favori pour le moment. Cliquez sur le bouton favori sur les avis que vous aimez pour les mémoriser à l’avenir ou les mettre en lumière.
ja: あなたはまだお気に入りのつぶやきも選んでいません。 後でブックマークに追加するために、つぶやきのお気に入りボタンをクリックするか、またはそれらを注目してください。
nl: U hebt nog geen favoriete mededelingen. Klik op de knop "Aan favorieten toevoegen" bij mededelingen die u aanstaan om ze op een lijst te bewaren en ze uit te lichten.

source: %s hasn't added any favorite notices yet. Post something interesting they would add to their favorites :)
ar: %s لم يضف أي إشعارات إلى مفضلته إلى الآن. أرسل شيئًا شيقًا ليضيفه إلى مفضلته. :)
fr: %s n’a pas ajouté d’avis à ses favoris pour le moment. Publiez quelque chose d’intéressant, et cela pourrait être ajouté à ses favoris :)
ja: %s はまだお気に入りに全くつぶやきを追加していません。彼らがお気に入りに加えるようなおもしろいものを投稿してください:)
nl: %s heeft nog geen mededelingen op de eigen favorietenlijst geplaatst. Plaats een interessant bericht, en dan komt u misschien wel op de favorietenlijst. :)

source: %s hasn't added any favorite notices yet. Why not [register an account](%%%%action.register%%%%) and then post something interesting they would add to their favorites :)
ar: %s لم يضف أي إشعارات إلى مفضلته إلى الآن. لمَ لا [تسجل حسابًا](%%%%action.register%%%%) وترسل شيئًا شيقًا ليضيفه إلى مفضلته؟ :)
fr: %s n’a pas ajouté d’avis à ses favoris pour le moment. Vous pourriez [créer un compte](%%%%action.register%%%%), puis poster quelque chose d’intéressant, qu’il pourrait ajouter à ses favoris :)
ja: %s はまだお気に入りにつぶやきを追加していません。なぜ [アカウント登録](%%%%action.register%%%%) しないのですか、そして、何か面白いつぶやきを投稿して、彼のお気に入りにつぶやきを追加してもらいましょう :)
nl: %s heeft nog geen favoriete mededelingen. U kunt een [gebruiker registeren](%%%%action.register%%%%) en dan interessante mededelingen plaatsten die misschien aan favorietenlijsten zijn toe te voegen. :)

source: This is a way to share what you like.
ar: إنها إحدى وسائل مشاركة ما تحب.
fr: C’est un moyen de partager ce que vous aimez.
ja: これは、あなたが好きなことを共有する方法です。
nl: Dit is de manier om dat te delen wat u wilt.

source: %s group
ar: مجموعة %s
fr: Groupe %s
ja: %s グループ
nl: Groep %s

source: %1$s group, page %2$d
ar: مجموعة %1$s، الصفحة %2$d
fr: Groupe %1$s, page %2$d
ja: %1$s グループ、ページ %2$d
nl: Groep %1$s, pagina %2$d

source: Notice feed for %s group (Activity Streams JSON)
ar: تغذية إشعارات مجموعة %s (آكتفتي ستريمز جيسن)
fr: Flux des avis du groupe %s (flux d’activité JSON)
ja: %s グループのつぶやきのフィード (Activity Streams JSON)
nl: Mededelingenfeed voor de groep %s (JSON-activiteitenstreams)

source: Notice feed for %s group (RSS 1.0)
ar: تغذية إشعارات مجموعة %s (آرإس​إس 1.0)
fr: Fil des avis du groupe %s (RSS 1.0)
ja: %s グループのつぶやきのフィード (RSS 1.0)
nl: Mededelingenfeed voor groep %s (RSS 1.0)

source: Notice feed for %s group (RSS 2.0)
ar: تغذية إشعارات مجموعة %s (آرإس​إس 2.0)
fr: Fil des avis du groupe %s (RSS 2.0)
ja: %s グループのつぶやきのフィード (RSS 2.0)
nl: Mededelingenfeed voor groep %s (RSS 2.0)

source: Notice feed for %s group (Atom)
ar: تغذية إشعارات مجموعة %s (أتوم)
fr: Fil des avis du groupe %s (Atom)
ja: %s グループのつぶやきのフィード (Atom)
nl: Mededelingenfeed voor groep %s (Atom)

source: FOAF for %s group
fr: ami d’un ami pour le groupe %s
ja: %s グループの FOAF
nl: Vriend van een vriend voor de groep %s

source: **%s** is a user group on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. Its members share short messages about their life and interests. [Join now](%%%%action.register%%%%) to become part of this group and many more! ([Read more](%%%%doc.help%%%%))
ar: **%s** مجموعة مستخدمين على %%%%site.name%%%%، خدمة [التدوين المُصغّر](http://en.wikipedia.org/wiki/Micro-blogging) المبنية على البرنامج الحر [ستاتس نت](http://status.net/). يتشارك أعضاؤها رسائل قصيرة عن حياتهم واهتماماتهم. [انضم الآن](%%%%action.register%%%%) لتصبح عضوًا في هذه المجموعة ومجموعات أخرى عديدة! ([اقرأ المزيد](%%%%doc.help%%%%))
fr: **%s** est un groupe d’utilisateurs sur %%%%site.name%%%%, un service de [microblogging](http://fr.wikipedia.org/wiki/Microblog) basé sur le logiciel libre [StatusNet](http://status.net/). Ses membres partagent des courts messages sur leur vie et leurs intérêts. [Inscrivez-vous maintenant](%%%%action.register%%%%) pour devenir membre de ce groupe et bien plus ! ([En lire plus](%%%%doc.help%%%%))
ja: **%s** は %%site.name%% 上のユーザーグループです。フリーソフトウェアツール [StatusNet](http://status.net/) を基にした [ミニブログ](http://ja.wikipedia.org/wiki/%%E3%%83%%9F%%E3%%83%%8B%%E3%%83%%96%%E3%%83%%AD%%E3%%82%%B0) サービスです。メンバーは彼らの暮らしと興味に関する短いメッセージを共有します。[今すぐ参加](%%%%action.register%%%%) してこのグループの一員になりましょう！ ([もっと読む](%%%%doc.help%%%%))
nl: **%s** is een gebruikersgroep bij %%%%site.name%%%%, een [microblogdienst](http://en.wikipedia.org/wiki/Micro-blogging) gebaseerd op de Vrije Software [StatusNet](http://status.net/). De groepsleden wisselen korte berichten uit over hun leven en interesses. [Registreer nu](%%%%action.register%%%%) om lid te worden van deze groep en nog veel meer! [Meer lezen...](%%%%doc.help%%%%)

source: **%s** is a user group on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. Its members share short messages about their life and interests.
fr: **%s** est un groupe d’utilisateurs sur %%%%site.name%%%%, un service de [microblogging](http://fr.wikipedia.org/wiki/Microblog) basé sur le logiciel libre [StatusNet](http://status.net/). Ses membres partagent des messages courts au sujet de de leur vie et de leurs intérêts.
nl: **%s** is een gebruikersgroep op %%%%site.name%%%%, een [microblogdienst](http://en.wikipedia.org/wiki/Micro-blogging) gebaseerd op de Vrije Software [StatusNet](http://status.net/). De leden wisselen korte mededelingen uit over hun ervaringen en interesses.

source: No such message.
ar: الرسالة المطلوبة غير موجودة.
fr: Message introuvable.
ja: そのようなメッセージはありません。
nl: Dat bericht bestaat niet.

source: Only the sender and recipient may read this message.
ar: يحق للمُرسل والمستلم فقط قراءة هذه الرسالة.
fr: Ce message personnel ne peut être lu que par son expéditeur et son destinataire.
ja: 送信者と受取人だけがこのメッセージを読めます。
nl: Alleen de verzender en de ontvanger kunnen dit bericht lezen.

source: Message to %1$s on %2$s
ar: رسالة إلى %1$s على %2$s
fr: Message adressé à %1$s le %2$s
ja: %2$s 上の %1$s へのメッセージ
nl: Bericht aan %1$s op %2$s

source: Message from %1$s on %2$s
ar: رسالة من %1$s على %2$s
fr: Message reçu de %1$s le %2$s
ja: %2$s 上の %1$s からのメッセージ
nl: Bericht van %1$s op %2$s

source: Not available.
ar: غير متوفر.
fr: Non disponible.
ja: 利用できません。
nl: Niet beschikbaar.

source: Notice deleted.
ar: حُذف الإشعار.
fr: Avis supprimé.
ja: つぶやきを削除しました。
nl: Deze mededeling is verwijderd.
