Repository: UngPirat/freesocial
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ar, fr, ja, nl

source: A list of users awaiting approval to subscribe to you.
ar: قائمة بالمستخدمين الذين ينتظرون الموافقة على الاشتراك بك.
fr: Liste des utilisateurs en attente d’approbation pour s’abonner à votre fil d’actualité.
ja: フォローの承認待ちユーザーの一覧。
nl: Een lijst met gebruikers die wachten op goedkeuring om u te volgen.

source: Subscribed
ar: مُشترك
fr: Abonné
ja: フォローしている
nl: Geabonneerd

source: You must be logged in to unsubscribe from a list.
ar: يجب أن تكون والجًا لتلغي اشتراكك بقائمة.
fr: Vous devez vous connecter pour vous désabonner d’une liste.
ja: リストからの登録を解除するにはログインする必要があります。
nl: U moet aangemeld zijn uw abonnement op een lijst op te zeggen.

source: No ID given.
fr: Aucun identifiant fourni.
ja: ID がありません。
nl: Geen ID opgegeven.

source: Could not subscribe user %1$s to list %2$s: %3$s
ar: تعذر اشتراك المستخدم %1$s باللائحة %2$s: %3$s
fr: Impossible d’abonner l’utilisateur %1$s à la liste « %2$s » : %3$s
ja: %1$s のリスト %2$s に参加できません: %3$s
nl: Het was niet mogelijk om gebruiker %1$s te abonneren op de lijst %2$s: %3$s

source: %1$s subscribed to list %2$s by %3$s
ar: اشترك %1$s باللائحة %2$s التي أنشأها %3$s
fr: %1$s s’est abonné à la liste « %2$s » de %3$s
ja: %3$s によって リスト %2$s に %1$s を参加
nl: %1$s is geabonneerd op de lijst %2$s van %3$s

source: %s subscribers
ar: مشتركو %s
fr: Abonnés à %s
ja: %s フォローされている
nl: Abonnees van %s

source: %1$s subscribers, page %2$d
ar: مشتركو %1$s, الصفحة %2$d
fr: Abonnés à %1$s - page %2$d
ja: %1$s フォローされている、ページ %2$d
nl: Abonnees van %1$s, pagina %2$d

source: These are the people who listen to your notices.
ar: هؤلاء هم الأشخاص الذين يستمعون إلى إشعاراتك.
fr: Ces personnes suivent vos avis.
ja: あなたのつぶやきを聞いている人
nl: Dit zijn de gebruikers die uw mededelingen volgen.

source: These are the people who listen to %s's notices.
ar: هؤلاء هم الأشخاص الذين يستمعون إلى إشعارات %s.
fr: Ces personnes suivent les avis de %s.
ja: %s のつぶやきを聞いている人
nl: Dit zijn de gebruikers die de mededelingen van %s volgen.

source: You have no subscribers. Try subscribing to people you know and they might return the favor.
ar: ليس لديك مشتركون. جرِّب الاشتراك مع أشخاص تعرفهم وربما يردون الجميل.
fr: Vous n’avez pas d’abonnés. Essayez de vous abonner à des gens que vous connaissez et ils pourraient vous rendre la faveur.
ja: あなたは、フォローしている人が全くいません。 あなたが知っている人々をフォローしてみてください。そうすれば、彼らはお気に入りを返すかもしれません。
nl: U hebt geen abonnees. Als u zich abonneert op andere gebruikers, abonneren die zich wellicht op u.

source: %s has no subscribers. Want to be the first?
ar: ليس ل%s أي مشتركين. أتريد أن تكون الأول؟
fr: %s n’a pas d’abonnés. Voulez-vous être le premier ?
ja: %s にはフォローしている人がいません。最初の人になりますか？
nl: %s heeft geen abonnees. Wilt u de eerste zijn?

source: %s has no subscribers. Why not [register an account](%%%%action.register%%%%) and be the first?
ar: ليس ل%s أي مشتركون. لم لا [تسجل حسابا](%%%%action.register%%%%) وتكون أول مشترك؟
fr: %s n’a pas d’abonnés. Vous pourriez [créer un compte](%%%%action.register%%%%) et être le premier ?
ja: %s にはフォローしている人がいません。なぜ[アカウント登録](%%%%action.register%%%%) して最初にならないのですか？
nl: %s heeft geen abonnees. Als u zich [registreert](%%%%action.register%%%%) kunt u de eerste zijn.

source: %1$s subscriptions, page %2$d
ar: اشتراكات%1$s, الصفحة %2$d
fr: Abonnements de %1$s - page %2$d
ja: %1$s フォローしている、ページ %2$d
nl: Abonnementen van %1$s, pagina %2$d

source: These are the people whose notices you listen to.
ar: هؤلاء الأشخاص الذي تستمع إليهم.
fr: Vous suivez les avis de ces personnes.
ja: あなたがつぶやきを聞いている人
nl: Dit zijn de gebruikers van wie u de mededelingen volgt.

source: These are the people whose notices %s listens to.
ar: هؤلاء الأشخاص الذي يستمع %s إليهم.
fr: Les avis de ces personnes sont suivis par %s.
ja: %s がつぶやきを聞いている人
nl: Dit zijn de gebruikers waarvan %s de mededelingen volgt.

source: You're not listening to anyone's notices right now, try subscribing to people you know. Try [people search](%%action.peoplesearch%%), look for members in groups you're interested in and in our [featured users](%%action.featured%%).
fr: Vous ne suivez les avis de personne pour le moment, essayez de vous abonnez à des personnes que vous connaissez. Essayez la [recherche de personnes](%%action.peoplesearch%%), cherchez les membres de groupes auxquels vous vous intéressez et nos [utilisateurs en vedette](%%action.featured%%).
nl: U bent op dit moment op geen enkele gebruiker geabonneerd. Abonneer u op gebruikers die u kent. [Zoek gebruikers](%%action.peoplesearch%%), bekijk de leden van groepen waar uw interesse naar uitgaat en kijk in de [lijst met uitgelichte gebruikers](%%action.featured%%). Als u [Twitter gebruikt](%%action.twittersettings%%), kunt u automatisch abonneren op de gebruikers die u daar al volgt.

source: %s is not listening to anyone.
ar: لا يستمع %s إلى أحد.
fr: %s ne suit actuellement personne.
ja: %s はだれも言うことを聞いていません。
nl: %s volgt niemand.

source: Subscription feed for %s (Atom)
ar: تغذية اشتراكات %s (أتوم)
fr: Flux d’abonnement de %s (Atom)
ja: %s のつぶやきのフィード (Atom)
nl: Abonneefeed voor %s (Atom)

# LABEL
source: IM
ar: المراسلة الفورية
fr: Messagerie instantanée

source: Notices tagged with %1$s, page %2$d
ar: الإشعارات الموسومة ب%s، الصفحة %2$d
fr: Avis marqués avec %1$s, page %2$d
ja: %1$s とタグ付けされたつぶやき、ページ %2$d
nl: Mededelingen met het label %1$s, pagina %2$d

source: Notice feed for tag %s (Activity Streams JSON)
ar: تغذية إشعارات وسم %s (آكتفتي ستريمز جيسن)
fr: Flux des avis pour la marque %s (flux d’activités JSON)
ja: タグ %s のつぶやきのフィード (Activity Streams JSON)
nl: Mededelingenfeed voor label %s (JSON-activiteitenstreams)

source: Notice feed for tag %s (RSS 1.0)
ar: تغذية إشعارات وسم %s (آرإس​إس 1.0)
fr: Flux des avis pour la marque %s (RSS 1.0)
ja: %s とタグ付けされたつぶやきのフィード (RSS 1.0)
nl: Mededelingenfeed voor label %s (RSS 1.0)

source: Notice feed for tag %s (RSS 2.0)
ar: تغذية إشعارات وسم %s (آرإس​إس 2.0)
fr: Flux des avis pour la marque %s (RSS 2.0)
ja: %s とタグ付けされたつぶやきのフィード (RSS 2.0)
nl: Mededelingenfeed voor label %s (RSS 2.0)

source: Notice feed for tag %s (Atom)
ar: تغذية إشعارات وسم %s (أتوم)
fr: Flux des avis pour la marque %s (Atom)
ja: %s とタグ付けされたつぶやきのフィード (Atom)
nl: Mededelingenfeed voor label %s (Atom)

source: You cannot tag this user.
ar: لا يمكنك وسم هذا المستخدم.
fr: Vous ne pouvez pas marquer cet utilisateur.
ja: このユーザーにタグを付けることはできません。
nl: U kunt deze gebruiker niet labelen.

source: List a profile
ar: إدراج ملفا شخصيا
fr: Lister un profil
ja: プロファイルのリスト
nl: Profiel in lijst opnemen

# ADDTOLIST
source: List %s
ar: إدراج %s
fr: Liste « %s »
ja: リスト %s
nl: %s in lijst opnemen

# TITLE
source: Error
ar: خطأ
fr: Erreur
ja: エラー
nl: Fout

source: User profile
ar: ملف المستخدم الشخصي
fr: Profil de l’utilisateur
ja: ユーザープロファイル
nl: Gebruikersprofiel

source: List user
ar: أدرج مستخدما
fr: Liste utilisateur
ja: ユーザーリスト
nl: Gebruiker in lijst opnemen

# LABEL
source: Lists
ar: اللائحات
fr: Listes
ja: リスト
nl: Lijsten

source: Lists for this user (letters, numbers, -, ., and _), comma- or space- separated.
ar: لائحات هذا المستخدم (حروف وأرقام و "-" و "." و "_")، افصلها بفاصلة (',') أو مسافة.
fr: Listes de cet utilisateur (lettres, chiffres, -, ., et _) séparées par des virgules ou des espaces.
ja: このユーザーのリスト (アルファベット、数字、-、.、および _)、カンマまたは空白で区切られた。
nl: Lijsten waar deze gebruiker in is opgenomen (letters, cijfers, -, ., en _). Gebruik komma's of spaties als scheidingsteken.

# TITLE
source: Tags
ar: الوسوم
fr: Balises
ja: タグ
nl: Labels

source: Lists saved.
ar: حُفظت اللائحات.
fr: Listes enregistrées.
ja: リストが保存されました。
nl: De lijsten zijn opgeslagen.

source: Use this form to add your subscribers or subscriptions to lists.
ar: استخدم هذا النموذج لتدرج المشتركين بك أو المشترك أنت بهم إلى لائحة.
fr: Remplissez ce formulaire pour ajouter vos abonnés ou vos abonnements aux listes.
ja: フォローする人またはリストがフォローする人を追加するには、このフォームを使用してください。
nl: Gebruik dit formulier om uw abonnementen of abonnees in lijsten op te nemen.

source: No such tag.
ar: لا يوجد وسم بهذا الاسم.
fr: Cette marque n’existe pas.
ja: そのようなタグはありません。
nl: Onbekend label.

source: You haven't blocked that user.
ar: لم تمنع هذا المستخدم.
fr: Vous n’avez pas bloqué cet utilisateur.
ja: あなたはそのユーザーをブロックしていません。
nl: U hebt deze gebruiker niet geblokkeerd.

source: User is not sandboxed.
ar: المستخدم ليس محجورا.
fr: L’utilisateur ne se trouve pas dans le bac à sable.
ja: ユーザーはサンドボックスではありません。
nl: Deze gebruiker is niet in de zandbak geplaatst.

source: User is not silenced.
ar: المستخدم ليس مُسكتًا.
fr: L’utilisateur n’est pas réduit au silence.
ja: ユーザーはサイレンスではありません。
nl: Deze gebruiker is niet gemuilkorfd.

source: Unsubscribed
ar: غير مشترك
fr: Désabonné
ja: フォロー解除済み
nl: Uitgeschreven

source: %1$s unsubscribed from list %2$s by %3$s
ar: أزال %1$s اشتراكه من اللائحة %2$s التي أنشأها %3$s
fr: %1$s s’est désabonné de la liste « %2$s » de %3$s
ja: %3$s によって、リスト %2$s から %1$s のフォローを解除
nl: %1$s is niet langer geabonneerd op de lijst %2$s van %3$s

source: URL settings
ar: إعدادات المسارات
fr: Paramètres des URL
ja: URL 設定
nl: URL-instellingen

source: Manage various other options.
ar: أدر خيارات أخرى عديدة.
fr: Autres options à configurer
ja: 他のオプションを管理。
nl: Overige instellingen beheren.

source: (free service)
ar: (خدمة حرة)
fr: (service libre)
ja: (フリーサービス)
nl: (vrij beschikbare dienst)

source: [none]
ar: [لا يوجد]
fr: [aucun]
ja: [なし]
nl: [geen]

source: [internal]
ar: [داخلي]
fr: [interne]
ja: [内部]
nl: [intern]

source: Shorten URLs with
ar: قصّر المسارات بـ
fr: Raccourcir les URL avec
ja: URL を短くします
nl: URL's inkorten met

source: Automatic shortening service to use.
ar: خدمة التقصير المطلوب استخدامها.
fr: Sélectionnez un service de réduction d’URL.
ja: 使用する自動短縮サービス。
nl: Te gebruiken automatische verkortingsdienst.

source: URL longer than
ar: المسارات الأطول من
fr: URL plus longue que
ja: 長い URL
nl: URL langer dan

source: URLs longer than this will be shortened, 0 means always shorten.
ar: المسارات الأطول من الرقم سوف تقصر، 0 يعني قصر دائما.
fr: Les URL dans les avis plus longues que ceci seront raccourcies, 0 signifie toujours raccourcir.
ja: これよりも長い URL が短縮され、0 は常に短縮することを意味する。
nl: URL's langer dan dit worden ingekort. 0 betekent altijd inkorten.

source: Text longer than
ar: النصوص الأطول من
fr: Texte plus long que
ja: 長いテキスト
nl: Tekst langer dan

source: URLs in notices longer than this will be shortened, 0 means always shorten.
ar: المسارات التي في إشعارات أطول من الرقم سوف تقصر، 0 يعني قصر دائما.
fr: Les URL dans les avis plus longues que ceci seront raccourcies, 0 signifie toujours raccourcir.
ja: これよりも長いつぶやきの URL が短縮され、0 は常に短縮することを意味する。
nl: URL's in berichten langer dan dit zal worden ingekort. 0 betekent altijd inkorten.

source: URL shortening service is too long (maximum 50 characters).
ar: خدمة تقصير المسارات طويلة جدا (أقصى حد 50 حرفا).
fr: Le service de réduction d’URL est trop long (50 caractères maximum).
ja: URL 短縮サービスが長すぎます (最大 50 文字まで)。
nl: De URL voor de verkortingdienst is te lang (maximaal 50 tekens).

source: Invalid number for maximum URL length.
ar: رقم غير صالح لطول المسارات.
fr: Nombre non valide pour la longueur maximale des URL.
ja: URL の最大長が正しくありません。
nl: Ongeldig getal voor maximale URL-lengte.

source: Invalid number for maximum notice length.
ar: رقم غير صالح لطول الإشعارات.
fr: Nombre non valide pour la longueur maximale des avis.
ja: つぶやきの最大長が正しくありません。
nl: Ongeldig getal voor maximale mededelingslengte.

source: Error saving user URL shortening preferences.
fr: Erreur lors de l’enregistrement des préférences de raccourcissement des URL de l’utilisateur.
ja: 短縮 URL の設定を保存する時にエラーが発生しました。
nl: Fout bij het opslaan van gebruikersinstellingen voor URL-verkorting.

# TITLE
source: User
ar: المستخدم
fr: Utilisateur
ja: ユーザー
nl: Gebruiker

source: User settings for this StatusNet site
ar: إعدادات مستخدمي موقع StatusNet هذا.
fr: Paramètres des utilisateurs pour ce site StatusNet
ja: この StatusNet サイトのユーザー設定
nl: Gebruikersinstellingen voor deze StatusNet-website

source: Invalid bio limit. Must be numeric.
fr: Limite de bio invalide : doit être numérique.
ja: 無効な自己紹介制限。数字である必要があります。
nl: Ongeldige beschrijvingslimiet. Het moet een getal zijn.

source: Invalid welcome text. Maximum length is 255 characters.
ar: رسالة ترحيب غير صالحة. أقصى طول 255 حرف.
fr: Texte de bienvenue invalide. La taille maximale est de 255 caractères.
ja: 無効なウェルカムテキスト。最大長は 255 文字です。
nl: Ongeldige welkomsttekst. De maximale lengte is 255 tekens.

source: Invalid default subscripton: "%1$s" is not a user.
ar: اشتراك مبدئي غير صالح: "%1$s" ليس مستخدمًا.
fr: Abonnement par défaut non valide : « %1$s » n’est pas un utilisateur.
ja: 無効なデフォルトフォローです: "%1$s" はユーザーではありません。
nl: Ongeldig standaardabonnement: "%1$s" is geen gebruiker.

# LEGEND
source: Profile
ar: الملف الشخصي
fr: Profil
ja: プロフィール
nl: Profiel

source: Bio Limit
ar: حد السيرة
fr: Limite de bio
ja: 自己紹介制限
nl: Profiellimiet

source: Maximum length of a profile bio in characters.
ar: الحد الأقصى لطول التعريف الشخصي في حساب المستخدم (بالأحرف).
fr: Longueur maximale de la bio d’un profil en caractères.
ja: プロファイル自己紹介の最大文字長。
nl: De maximale lengte van de profieltekst in tekens.

source: New users
ar: مستخدمون جدد
fr: Nouveaux utilisateurs
ja: 新しいユーザー
nl: Nieuwe gebruikers

source: New user welcome
ar: ترحيب المستخدمين الجدد
fr: Accueil des nouveaux utilisateurs
ja: 新しいユーザーを歓迎
nl: Welkom voor nieuwe gebruikers

source: Welcome text for new users (maximum 255 characters).
ar: نص الترحيب بالمستخدمين الجدد (255 حرفًا كحد أقصى).
fr: Texte de bienvenue pour les nouveaux utilisateurs (maximum 255 caractères).
ja: 新しいユーザーへのウェルカムテキスト (最大 255 文字)。
nl: Welkomsttekst voor nieuwe gebruikers. Maximaal 255 tekens.

source: Default subscription
ar: الاشتراك المبدئي
fr: Abonnements par défaut
ja: デフォルトフォロー
nl: Standaardabonnement

source: Automatically subscribe new users to this user.
ar: أشرك المستخدمين الجدد بهذا المستخدم تلقائيًا.
fr: Abonner automatiquement les nouveaux utilisateurs à cet utilisateur.
ja: 自動的にこのユーザーに新しいユーザーをフォローしてください。
nl: Nieuwe gebruikers automatisch op deze gebruiker abonneren

source: Invitations enabled
ar: الدعوات مُفعلة
fr: Invitations activées
ja: 招待が可能
nl: Uitnodigingen ingeschakeld

source: Whether to allow users to invite new users.
ar: اسمح للمستخدمين بدعوة مستخدمين جدد.
fr: S’il faut autoriser les utilisateurs à inviter de nouveaux utilisateurs.
ja: ユーザーが新しいユーザーを招待するのを許容するかどうか。
nl: Of gebruikers nieuwe gebruikers kunnen uitnodigen.

source: Save user settings.
ar: احفظ إعدادات المستخدم.
fr: Enregistrer les paramètres utilisateur.
ja: ユーザー設定を保存します。
nl: Gebruikersinstellingen opslaan.

source: %1$s groups, page %2$d
ar: مجموعات %1$s، الصفحة %2$d
fr: Groupes %1$s, page %2$d
ja: %1$s グループ、ページ %2$d
nl: Groepen voor %1$s, pagina %2$d

source: Search for more groups
ar: ابحث عن المزيد من المجموعات
fr: Rechercher pour plus de groupes
ja: もっとグループを検索
nl: Meer groepen zoeken

source: %s is not a member of any group.
ar: %s ليس عضوًا في أي مجموعة.
fr: %s n’est pas membre d’un groupe.
ja: %s はどのグループのメンバーでもありません。
nl: %s is van geen enkele groep lid.

source: Try [searching for groups](%%action.groupsearch%%) and joining them.
ar: جرّب [البحث عن مجموعات](%%action.groupsearch%%) والانضمام إليها.
fr: Essayez de [rechercher un groupe](%%action.groupsearch%%) et de vous y inscrire.
ja: [グループを探して](%%action.groupsearch%%) それに加入してください。
nl: U kunt [naar groepen zoeken](%%action.groupsearch%%) en daar lid van worden.

source: Updates from %1$s on %2$s!
ar: مستجدات %1$s على %2$s!
fr: Statuts de %1$s dans %2$s!
ja: %1$s から %2$s 上の更新をしました！
nl: Updates van %1$s op %2$s.

source: This site is powered by %1$s version %2$s, Copyright 2008-2011 StatusNet, Inc. and contributors.
ar: !هذا الموقع يشغله %1$s النسخة %2$s، حقوق النشر 2008-2011 لStatusNet, Inc ومساهميها.
fr: Ce site est propulsé par %1$s version %2$s. Copyright 2008–2010 StatusNet, Inc. et ses contributeurs.
nl: Deze website wordt aangedreven door %1$s versie %2$s. Auteursrechten voorbehouden 2008-2011 Statusnet, Inc. en medewerkers.

source: Contributors
ar: المساهمون
fr: Contributeurs
ja: 貢献者
nl: Medewerkers

source: License
ar: الرخصة
fr: Licence
ja: ライセンス
nl: Licentie

source: StatusNet is free software: you can redistribute it and/or modify it under the terms of the GNU Affero General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
fr: StatusNet est un logiciel libre : vous pouvez le redistribuer et/ou le modifier en respectant les termes de la Licence Publique Générale GNU Affero telle qu’elle a été publiée par la Free Software Foundation, dans sa version 3 ou (à votre convenance) toute version ultérieure.
nl: StatusNet is vrije software. U kunt het herdistribueren en/of wijzigen in overeenstemming met de voorwaarden van de GNU Affero General Public License zoals gepubliceerd door de Free Software Foundation, versie 3 van de Licentie, of (naar uw keuze) elke latere versie.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU Affero General Public License for more details.
fr: Ce programme est distribué dans l’espoir qu’il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite de COMMERCIALISABILITÉ ni d’ADAPTATION À UN BUT PARTICULIER. Consultez la Licence Publique Générale GNU Affero pour plus de détails.
nl: Dit programma wordt verspreid in de hoop dat het bruikbaar is, maar ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN BEPAALD DOEL. Zie de GNU Affero General Public License voor meer details.

source: You should have received a copy of the GNU Affero General Public License along with this program. If not, see %s.
fr: Vous avez dû recevoir une copie de la Licence Publique Générale GNU Affero avec ce programme. Si ce n’est pas le cas, consultez %s.
nl: Samen met dit programma hoort u een kopie van de GNU Affero General Public License te hebben ontvangen. Zo niet, zie dan %s.

source: Plugins
ar: الملحقات
fr: Greffons
ja: プラグイン

# HEADER
source: Name
ar: الاسم
fr: Nom
ja: 名前
nl: Naam

# HEADER
source: Author(s)
ar: المؤلف(ون)
fr: Auteur(s)
ja: 著者
nl: Auteur(s)

source: Favor
ar: فضّل
fr: Ajouter à mes favoris
ja: お気に入り
nl: Aan favorieten toevoegen

source: %1$s marked notice %2$s as a favorite.
ar: %1$s علّم الإشعار %2$s مفضّلا.
fr: %1$s a marqué l’avis %2$s comme favori.
ja: %1$s はお気に入りとしてあなたのつぶやき %2$s をマークしました。
nl: %1$s heeft de mededeling %2$s als favoriet gemarkeerd.

source: Cannot process URL '%s'
ar: تغذرت معالجة المسار '%s'
fr: Impossible de traiter l’URL « %s »
ja: URL '%s' を処理することができません。
nl: Het was niet mogelijk de URL "%s" te verwerken.

source: Robin thinks something is impossible.
fr: Robin pense que quelque chose est impossible.
nl: Robin denkt dat iets onmogelijk is.

source: %1$d byte
fr: %1$d octet

source: No file may be larger than %1$d byte and the file you sent was %2$s. Try to upload a smaller version.
fr: Aucun fichier ne peut occuper plus de %1$d octet et le fichier que vous avez envoyé occupait %2$s. Essayez de téléverser une version moins lourde.
nl: Bestanden mogen niet groter zijn dan %1$d byte, en uw bestand was %2$s. Probeer een kleinere versie te uploaden.

source: A file this large would exceed your user quota of %d byte.
fr: Un fichier aussi gros dépasserait votre quota utilisateur de %d octet.
nl: Een bestand van deze grootte overschrijdt uw gebruikersquotum van %d byte.

source: A file this large would exceed your monthly quota of %d byte.
fr: Un fichier aussi gros dépasserait votre quota mensuel de %d octet.
nl: Een bestand van deze grootte overschrijdt uw maandelijkse quotum van %d byte.

source: Invalid filename.
ar: اسم ملف غير صالح.
fr: Nom de fichier non valide.
ja: 無効なファイル名です。
nl: Ongeldige bestandsnaam.

source: Profile ID %s is invalid.
fr: L’identifiant de profil « %s » est invalide.
ja: プロファイル ID %s は無効です。
nl: Profiel-ID %s is ongeldig.

source: Group ID %s is invalid.
fr: L’identifiant de groupe %s est invalide.
ja: グループ ID %s は無効です。
nl: Groep-ID %s is ongeldig.

source: Group join failed.
ar: الانضمام للمجموعة فشل.
fr: L’inscription au groupe a échoué.
ja: グループ参加に失敗しました。
nl: Groepslidmaatschap toevoegen is mislukt.

source: Not part of group.
ar: ليس جزءا من المجموعة.
fr: N’appartient pas au groupe.
ja: グループの一部ではありません。
nl: Geen lid van groep.

source: Group leave failed.
ar: ترك المجموعة فشل.
fr: La désinscription du groupe a échoué.
ja: グループ脱退に失敗しました。
nl: Groepslidmaatschap opzeggen is mislukt.

source: Join
ar: انضم
fr: Rejoindre
ja: 参加
nl: Toetreden

source: %1$s has joined group %2$s.
ar: انضم %1$s إلى مجموعة %2$s.
fr: %1$s a rejoint le groupe %2$s.
ja: %1$s はグループ %2$s に参加しました。
nl: %1$s is lid geworden van de groep %2$s.

source: Could not update local group.
ar: تعذر تحديث المجموعة المحلية.
fr: Impossible de mettre à jour le groupe local.
ja: ローカルグループを更新できませんでした。
nl: Het was niet mogelijk de lokale groep bij te werken.

source: Could not create login token for %s
ar: لم يمكن إنشاء توكن الولوج ل%s
fr: Impossible de créer le jeton d’identification pour %s
ja: %s 用のログイン・トークンを作成できませんでした
nl: Het was niet mogelijk een aanmeldtoken aan te maken voor %s

source: Cannot instantiate class %s.
fr: Impossible d’instancier la classe %s.
ja: クラス %s をインスタンス化することができません。
nl: Kan klasse %s niet instantiëren.

source: No database name or DSN found anywhere.
fr: Aucun nom de base de données ou DSN trouvé nulle part.
ja: データベース名または DSN が見つかりません。
nl: Geen databasenaam of DSN gevonden.

source: You are banned from sending direct messages.
ar: أنت ممنوع من إرسال رسائل مباشرة.
fr: Il vous est interdit d’envoyer des messages directs.
ja: あなたはダイレクトメッセージを送るのが禁止されています。
nl: U mag geen directe berichten verzenden.

source: Could not insert message.
ar: تعذّر إدراج الرسالة.
fr: Impossible d’insérer le message.
ja: メッセージを追加できません。
nl: Het was niet mogelijk het bericht in te voegen.

source: Could not update message with new URI.
fr: Impossible de mettre à jour le message avec un nouvel URI.
ja: 新しいURIでメッセージをアップデートできませんでした。
nl: Het was niet mogelijk het bericht bij te werken met de nieuwe URI.

source: No such profile (%1$d) for notice (%2$d).
fr: Impossible de trouver le profil (%1$d) pour l’avis (%2$d).
ja: つぶやき (%2$d) のプロファイル (%1$d) はありません。
nl: Er is geen profiel (%1$d) te vinden bij de mededeling (%2$d).

source: Database error inserting hashtag: %s.
fr: Une erreur a été retournée par la base de données lors de l’insertion de la marque « %s ».
ja: ハッシュタグの挿入時のデータベースエラー: %s
nl: Er is een databasefout opgetreden tijdens het invoegen van de hashtag: %s

source: Problem saving notice. Too long.
ar: مشكلة في حفظ الإشعار. طويل جدًا.
fr: Problème lors de l’enregistrement de l’avis ; trop long.
ja: つぶやきを保存する際に問題が発生しました。長すぎです。
nl: Er is een probleem opgetreden bij het opslaan van de mededeling. Deze is te lang.

source: Problem saving notice. Unknown user.
ar: مشكلة في حفظ الإشعار. مستخدم غير معروف.
fr: Erreur lors de l’enregistrement de l’avis. Utilisateur inconnu.
ja: つぶやきを保存する際に問題が発生しました。不明なユーザーです。
nl: Er was een probleem bij het opslaan van de mededeling. De gebruiker is onbekend.

source: Too many notices too fast; take a breather and post again in a few minutes.
fr: Trop d’avis, trop vite ! Faites une pause et publiez à nouveau dans quelques minutes.
ja: 多すぎるつぶやきが速すぎます; 数分間の休みを取ってから再投稿してください。
nl: U hebt te snel te veel mededelingen verstuurd. Kom even op adem en probeer het over enige tijd weer.

source: Too many duplicate messages too quickly; take a breather and post again in a few minutes.
fr: Trop de messages en double trop vite ! Prenez une pause et publiez à nouveau dans quelques minutes.
ja: 多すぎる重複メッセージが速すぎます; 数分間休みを取ってから再度投稿してください。
nl: Te veel duplicaatberichten te snel achter elkaar. Neem een adempauze en plaats over een aantal minuten pas weer een bericht.
