Repository: UngPirat/freesocial
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ar, fr, ja, nl

source: Private timeline for %1$s list by you, page %2$d
ar: المسار الزمني الخاص لقائمة %1$s التي أنشأتها، الصفحة %2$d
fr: Fil d’actualités privé de votre liste « %1$s », page %2$d
ja: %1$s リストのプライベートタイムライン、 ページ %2$d
nl: Private tijdlijn voor mensen in uw lijst %1$s, pagina %2$d

source: Timeline for %1$s list by you, page %2$d
ar: المسار الزمني لقائمة %1$s التي أنشأتها، الصفحة %2$d
fr: Fil d’actualités de votre liste « %1$s », page %2$d
ja: %1$s リストのタイムライン、ページ %2$d
nl: Tijdlijn voor mensen in uw lijst %1$s, pagina %2$d

source: Timeline for %1$s list by %2$s, page %3$d
ar: المسار الزمني لقائمة %1$s التي أنشأها %2$s، الصفحة %3$d
fr: Fil d’actualités de la liste « %1$s » de %2$s, page %3$d
ja: %2$s の %1$s リストのタイムライン、ページ %3$d
nl: Tijdlijn voor mensen in de lijst %1$s van %2$s, pagina %3$d

source: Private timeline of %s list by you
ar: المسار الزمني الخاص لقائمة %s التي أنشأتها
fr: Fil d’actualités privé de votre liste %s
ja: %s リストのプライベートタイムライン
nl: Private tijdlijn voor mensen in uw lijst %s

source: Timeline for %s list by you
ar: المسار الزمني لقائمة %s التي أنشأتها
fr: Fil d’actualités de votre liste « %s »
ja: %s リストのタイムライン
nl: Tijdlijn voor mensen in uw lijst %s

source: Timeline for %1$s list by %2$s
ar: المسار الزمني لقائمة %1$s التي أنشأها %2$s
fr: Fil d’actualités de la liste « %1$s » de %2$s
ja: %2$s の %1$s リストのタイムライン
nl: Tijdlijn voor mensen in de lijst %1$s van %2$s

source: Feed for %1$s list by %2$s (Atom)
ar: تغذية قائمة %1$s التي أنشأها %2$s (أتوم)
fr: Flux de la liste « %1$s » de %2$s (Atom)
ja: %2$s の %1$s リストのフィード (Atom)
nl: Feed voor mensen in de lijst %1$s van %2$s (Atom)

source: This is the timeline for %1$s list by %2$s but no one has posted anything yet.
ar: هذا هو المسار الزمني لقائمة %1$s التي أنشأها %2$s لكن لم يرسل أحد شيئًا إلى الآن.
fr: Ceci est de fil d’actualités de la liste « %1$s » de %2$s, mais personne n’y a rien posté pour le moment.
ja: これは %2$s のリスト %1$s のタイムラインですが、まだ誰も投稿していません。
nl: Dit is de tijdlijn voor mensen in de lijst %1$s van %2$s, maar niemand heeft nog mededelingen geplaatst.

source: Try tagging more people.
ar: حاول وسم مزيد من الأشخاص.
fr: Essayez de marquer davantage de personnes.
nl: Probeer meer mensen te labelen.

source: Why not [register an account](%%%%action.register%%%%) and start following this timeline!
ar: لمَ لا [تسجل حسابًا](%%%%action.register%%%%) وتبدأ في متابعة هذا المسار الزمني!
fr: Pourquoi ne pas [créer un compte](%%action.register%%) et commencer à suivre ce fil d’actualités !
ja: なぜ [アカウント登録](%%action.register%%) しないのですか？ そしてタイムラインのフォローを始めてください！
nl: U kunt een [gebruiker registeren](%%action.register%%) en dan deze tijdlijn volgen!

source: Listed
ar: المدرجون
fr: Listé
ja: リスト
nl: In lijsten

source: (None)
ar: (لا يوجد)
fr: (aucun)
ja: (なし)
nl: (geen)

source: Show all
ar: اعرض الكل
fr: Tout afficher
ja: すべて表示
nl: Allemaal weergeven

source: Subscribers
ar: المشتركون
fr: Abonnés
ja: フォローされている
nl: Abonnees

source: Notices by %1$s tagged %2$s
ar: إشعارات %1$s الموسومة ب%2$s
fr: Avis de %1$s marqués « %2$s »
ja: %2$s とタグ付けされた %1$s のつぶやき
nl: Mededelingen van %1$s met het label %2$s

source: Notices by %1$s tagged %2$s, page %3$d
ar: إشعارات %1$s الموسومة ب%2$s، الصفحة %3$d
fr: Avis de %1$s marqués « %2$s », page %3$d
ja: %2$s とタグ付けされた %1$s のつぶやき、ページ %3$d
nl: Mededelingen van %1$s met het label %2$s, pagina %3$d

source: Notices by %1$s, page %2$d
ar: إشعارات %1$s، الصفحة %2$d
fr: Avis de %1$s, page %2$d
ja: %1$s のつぶやき、ページ %2$d
nl: Mededelingen van %1$s, pagina %2$d

source: Notice feed for %1$s tagged %2$s (RSS 1.0)
ar: تغذية إشعارات %1$s الموسومة ب%2$s (آرإس​إس 1.0)
fr: Fil des avis pour %1$s marqués %2$s (RSS 1.0)
ja: %1$s の %2$s とタグ付けされたつぶやきのフィード (RSS 1.0)
nl: Mededelingenfeed voor %1$s met het label %2$s (RSS 1.0)

source: Notice feed for %s (Activity Streams JSON)
ar: تغذية إشعارات %s (آكتفتي ستريمز جيسن)
fr: Flux des avis de %s (flux d’activités JSON)
ja: %s のつぶやきのフィード (Activity Streams JSON)
nl: Mededelingenfeed voor %s (JSON-activiteitenstreams)

source: Notice feed for %s (RSS 1.0)
ar: تغذية إشعارات %s (آرإس​إس 1.0)
fr: Flux des avis de %s (RSS 1.0)
ja: %s のつぶやきのフィード (RSS 1.0)
nl: Mededelingenfeed voor %s (RSS 1.0)

source: Notice feed for %s (RSS 2.0)
ar: تغذية إشعارات %s (آرإس​إس 2.0)
fr: Flux des avis de %s (RSS 2.0)
ja: %s のつぶやきのフィード (RSS 2.0)
nl: Mededelingenfeed voor %s (RSS 2.0)

source: Notice feed for %s (Atom)
ar: تغذية إشعارات %s (أتوم)
fr: Flux des avis de %s (Atom)
ja: %s のつぶやきのフィード (Atom)
nl: Mededelingenfeed voor %s (Atom)

source: FOAF for %s
fr: ami d’un ami pour %s
ja: %s の FOAF
nl: Vriend van een vriend (FOAF) voor %s

source: This is the timeline for %1$s, but %1$s hasn't posted anything yet.
ar: هذا هو المسار الزمني ل%1$s لكن %1$s لم يرسل شيئا إلى الآن.
fr: Ceci est la chronologie de %1$s mais %1$s n’a rien publié pour le moment.
ja: これは %1$s のタイムラインですが、%1$s はまだなにも投稿していません。
nl: Dit is de tijdlijn voor %1$s, maar %1$s heeft nog geen berichten verzonden.

source: Seen anything interesting recently? You haven't posted any notices yet, now would be a good time to start :)
ar: هل شاهدت شيئًا مثيرًا مؤخرًا؟ لم تنشر أي إشعارات بعد، وقد يكون هذا الوقت مناسبًا للبدء في ذلك :)
fr: Avez-vous vu quelque chose d’intéressant récemment ? Vous n’avez pas publié d’avis pour le moment, vous pourriez commencer maintenant :)
ja: 最近おもしろいものは何でしょう？ あなたはまだつぶやきを投稿していませんが、いまは始める良い時でしょう:)
nl: Hebt u recentelijk iets interessants gezien? U hebt nog geen mededelingen verstuurd, dus dit is een ideaal moment om daarmee te beginnen!

source: You can try to nudge %1$s or [post something to them](%%%%action.newnotice%%%%?status_textarea=%2$s).
ar: يمكن أن تحاول تنبيه %1$s أو [مراسلته عن أمر ما](%%%%action.newnotice%%%%?status_textarea=%2$s).
fr: Vous pouvez essayer de faire un clin d’œil à %1$s ou de [poster quelque chose à son intention](%%%%action.newnotice%%%%?status_textarea=%2$s).
ja: %1$s へ合図を送る、または [その人へ何かをつぶやく](%%%%action.newnotice%%%%?status_textarea=%2$s) を試してください。
nl: U kunt proberen %1$s te porren of [een bericht aan die gebruiker sturen](%%%%action.newnotice%%%%?status_textarea=%2$s).

source: **%s** has an account on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. [Join now](%%%%action.register%%%%) to follow **%s**'s notices and many more! ([Read more](%%%%doc.help%%%%))
ar: لدى **%s** حساب على %%%%site.name%%%%، خدمة [التدوين المُصغّر](http://en.wikipedia.org/wiki/Micro-blogging) المبنية على البرنامج الحر [ستاتس نت](http://status.net/). يتشارك أعضاؤها رسائل قصيرة عن حياتهم واهتماماتهم. [انضم الآن](%%%%action.register%%%%) لتتابع إشعارت **%s** وغيره! ([اقرأ المزيد](%%%%doc.help%%%%))
fr: **%s** possède un compte sur %%%%site.name%%%%, un service de [microblogging](http://fr.wikipedia.org/wiki/Microblog) basé sur le logiciel libre [StatusNet](http://status.net/). [Inscrivez-vous maintenant](%%%%action.register%%%%) pour suivre les avis de **%s** et bien plus ! ([En lire plus](%%%%doc.help%%%%))
ja: **%s** は %%%%site.name%%%% 上のアカウントです。フリーソフトウェアツール [StatusNet](http://status.net/) を基にした [ミニブログ](http://ja.wikipedia.org/wiki/%%E3%%83%%9F%%E3%%83%%8B%%E3%%83%%96%%E3%%83%%AD%%E3%%82%%B0) サービスです。[今すぐ参加](%%%%action.register%%%%) して、**%s** のつぶやきなどをフォローしましょう！ ([もっと読む](%%%%doc.help%%%%))
nl: **%s** is actief op %%%%site.name%%%%, een [microblogdienst](http://en.wikipedia.org/wiki/Micro-blogging) gebaseerd op de Vrije Software [StatusNet](http://status.net/). [Registreer nu](%%%%action.register%%%%) om te abonneren op de mededelingen van **%s** en nog veel meer! [Meer lezen...](%%%%doc.help%%%%)

source: **%s** has an account on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool.
fr: **%s** est inscrit à %%%%site.name%%%%, un service de [microblogging](http://fr.wikipedia.org/wiki/Microblog) basé sur le logiciel libre [StatusNet](http://status.net/).
nl: **%s** heeft een gebruiker op %%%%site.name%%%%, een [microblogdienst](http://en.wikipedia.org/wiki/Micro-blogging) gebaseerd op de Vrije Software [StatusNet](http://status.net/).

source: Repeat of %s
ar: تكرار ل%s
fr: Reprises de %s
ja: %s のリピート
nl: Herhaald van %s

source: You cannot silence users on this site.
ar: لا يمكنك إسكات المستخدمين على هذا الموقع.
fr: Vous ne pouvez pas réduire des utilisateurs au silence sur ce site.
ja: あなたはこのサイトでユーザーを黙らせることができません。
nl: U kunt gebruikers op deze website niet muilkorven.

source: User is already silenced.
ar: المستخدم مسكت من قبل.
fr: Cet utilisateur est déjà réduit au silence.
ja: ユーザーは既に黙っています。
nl: Deze gebruiker is al gemuilkorfd.

source: Basic settings for this StatusNet site
ar: الإعدادات الأساسية لموقع StatusNet هذا.
fr: Paramètres basiques pour ce site StatusNet
ja: この StatusNet サイトのデザイン設定。
nl: Basisinstellingen voor deze StatusNet-website

source: Site name must have non-zero length.
ar: يجب ألا يكون طول اسم الموقع صفرًا.
fr: Le nom du site ne peut pas être vide.
ja: サイト名は長さ 0 ではいけません。
nl: De sitenaam moet ingevoerd worden en mag niet leeg zijn.

source: You must have a valid contact email address.
ar: يجب أن تملك عنوان بريد إلكتروني صحيح.
fr: Vous devez avoir une adresse électronique de contact valide.
ja: 有効な連絡用メールアドレスがなければなりません。
nl: U moet een geldig e-mailadres opgeven waarop contact opgenomen kan worden.

source: Invalid logo URL.
ar: مسار شعار غير صالح.
fr: URL du logo invalide.
ja: 無効なロゴ URL
nl: De logo-URL is ongeldig.

source: Invalid SSL logo URL.
ar: مسار شعار SSL غير صالح.
fr: Adresse URL du logo SSL invalide.
ja: SSL ロゴ URL が無効。
nl: De SSL logo-URL is ongeldig.

source: Unknown language "%s".
ar: لغة غير معروفة "%s".
fr: Langue « %s » inconnue.
ja: 不明な言語 "%s"
nl: De taal "%s" is niet bekend.

source: Minimum text limit is 0 (unlimited).
ar: حد النص الأدنى 0 (غير محدود).
fr: La limite minimale de texte est de 0 caractères (illimité).
ja: テキストの最小文字数は 0 (無制限) です。
nl: De minimale tekstlimiet is 0 tekens (ongelimiteerd).

source: Dupe limit must be one or more seconds.
ar: يجب أن يكون حد التكرار ثانية أو أكثر.
fr: La limite de doublon doit être d’une seconde ou plus.
ja: からかう人に対する制限は 1 秒以上でなければなりません。
nl: De duplicaatlimiet moet één of meer seconden zijn.

# LEGEND
source: General
ar: عام
fr: Général
ja: 一般
nl: Algemeen

# LABEL
source: Site name
ar: اسم الموقع
fr: Nom du site
ja: サイト名
nl: Websitenaam

source: The name of your site, like "Yourcompany Microblog".
ar: اسم موقعك، "مدونة شركتك المصغرة" مثلا.
fr: Le nom de votre site, tel que « Microblog de VotreSociété ».
ja: "Yourcompany Microblog" のような、サイトの名前。
nl: De naam van de website, zoals "UwBedrijf Microblog".

source: Brought by
ar: تم جلبها بواسطة
fr: Apporté par
ja: 持って来られます
nl: Mogelijk gemaakt door

source: Text used for credits link in footer of each page.
fr: Texte utilisé pour le lien vers les attributions de crédit en bas de chaque page.
ja: 各ページのフッターでクレジットリンクに使用するテキスト
nl: De tekst die gebruikt worden in de "creditsverwijzing" in de voettekst van iedere pagina.

source: Brought by URL
fr: Apporté par URL
ja: URLで、持って来られます
nl: "Mogelijk gemaakt door"-URL

source: URL used for credits link in footer of each page.
fr: URL utilisée pour le lien vers les attributions de crédits en bas de chaque page
ja: 各ページのフッターでクレジットリンクに使用する URL
nl: De URL die wordt gebruikt voor de verwijzing de credits in de voettekst van iedere pagina.

source: Email
ar: البريد الإلكتروني
fr: Courriel
ja: メール
nl: E-mailadres

source: Contact email address for your site.
ar: عنوان البريد الإلكتروني للاتصال بموقعك.
fr: Adresse de courriel de contact de votre site.
ja: あなたのサイトの連絡先メールアドレスです。
nl: E-mailadres om contact op te nemen met de websitebeheerder.

source: Default timezone
ar: المنطقة الزمنية المبدئية
fr: Zone horaire par défaut
ja: デフォルトタイムゾーン
nl: Standaardtijdzone

source: Default timezone for the site; usually UTC.
ar: المنطقة الزمنية المبدئية للموقع؛ ت‌ع‌م عادة.
fr: Zone horaire par défaut pour ce site ; généralement UTC.
ja: サイトのデフォルトタイムゾーン; 通常UTC。
nl: Standaardtijdzone voor de website. Meestal UTC.

source: Default language
ar: اللغة المبدئية
fr: Langue par défaut
ja: デフォルトの言語
nl: Standaard taal

source: The site language when autodetection from browser settings is not available.
ar: لغة الموقع إذا لم يتوفر اكتشاف اللغة آليًا من إعدادات المتصفح.
fr: Langue du site lorsque la détection automatique des paramètres du navigateur n’est pas disponible.
ja: ブラウザの設定から自動検出できない場合のサイトの言語。
nl: De taal voor de website als deze niet uit de browserinstellingen opgemaakt kan worden.

# LEGEND
source: Limits
ar: الحدود
fr: Limites
ja: 制限
nl: Limieten

source: Text limit
ar: حد النص
fr: Limite de texte
ja: テキスト制限
nl: Tekstlimiet

source: Maximum number of characters for notices.
ar: أقصى عدد للحروف في الإشعارات.
fr: Nombre maximal de caractères pour les avis.
ja: つぶやきの文字の最大数
nl: Maximaal aantal te gebruiken tekens voor mededelingen.

source: Dupe limit
ar: حد التكرار
fr: Limite de doublons
ja: デュープ制限
nl: Duplicaatlimiet

source: How long users must wait (in seconds) to post the same thing again.
ar: الفترة (بالثواني) التي ينبغي أن ينتظرها المستخدمون قبل أن ينشروا الرسالة نفسها مجددًا
fr: Combien de temps (en secondes) les utilisateurs doivent attendre pour poster la même chose de nouveau.
ja: どれくらい長い間(秒)、ユーザーは、再び同じものを投稿するのを待たなければならないか。
nl: Hoe lang gebruikers moeten wachten (in seconden) voor ze hetzelfde kunnen zenden.

source: Site logo
ar: شعار الموقع
fr: Logo du site
ja: サイトロゴ
nl: Websitelogo

source: SSL logo
ar: شعار SSL
fr: Logo SSL
ja: SSL ロゴ

source: Save the site settings.
ar: احفظ إعدادت الموقع.
fr: Enregistrer les paramètres du site.
ja: サイト設定の保存
nl: De websiteinstellingen opslaan.

source: Site Notice
ar: إشعار الموقع
fr: Avis du site
ja: サイトのお知らせ
nl: Websitebrede mededeling

source: Edit site-wide message
ar: عدّل رسالة الموقع العامة
fr: Modifier un message portant sur tout le site
ja: サイト全体に及ぶメッセージを編集
nl: Websitebrede mededeling bewerken

source: Unable to save site notice.
ar: تعذّر حفظ إشعار الموقع.
fr: Impossible d'enregistrer l'avis du site.
ja: サイトのお知らせを保存することができません。
nl: Het was niet mogelijk om de websitebrede mededeling op te slaan.

source: Maximum length for the site-wide notice is 255 characters.
fr: La longueur maximale pour l’avis publié sur l’ensemble du site est de 255 caractères.
ja: サイト全体のお知らせの最大長は 255 文字です。
nl: De maximale lengte voor de websitebrede aankondiging is 255 tekens.

source: Site notice text
ar: نص إشعار الموقع
fr: Texte de l'avis du site
ja: サイトのお知らせテキスト
nl: Tekst voor websitebrede mededeling

source: Site-wide notice text (255 characters maximum; HTML allowed)
ar: نص إشعار يعم الموقع (255 حرف كحد أقصى؛ يسمح بHTML)
fr: Texte de l’avis publié sur l’ensemble du site (maximum 255 caractères ; HTML autorisé)
ja: サイト全体のお知らせテキスト (最大 255 文字まで; HTML 可)。
nl: Tekst voor websitebrede aankondiging (maximaal 255 tekens en HTML is toegestaan)

source: Save site notice.
ar: احفظ إشعار الموقع.
fr: Enregistrer l’avis du site.
ja: サイトのお知らせを保存。
nl: Websitebrede mededeling opslaan.

source: SMS settings
ar: إعدادات الرسائل القصيرة
fr: Paramètres SMS
ja: SMS 設定
nl: SMS-instellingen

source: You can receive SMS messages through email from %%site.name%%.
ar: لا يمكنك استلام رسائل قصيرة عبر البريد الإلكرتوني من %%site.name%%.
fr: Vous pouvez recevoir des messages SMS par courriel en provenance de %%site.name%%.
ja: あなたは %%site.name%% からメールでSMSメッセージを受け取ることができます。
nl: U kunt SMS-berichten per e-mail ontvangen van %%site.name%%.

source: SMS is not available.
ar: الرسائل القصيرة غير متوفرة.
fr: Les SMS ne sont pas disponibles.
ja: SMS は利用できません。
nl: SMS is niet beschikbaar.

source: SMS address
ar: عنوان الرسائل القصيرة
fr: Adresse SMS
ja: SMS アドレス
nl: SMS-adres

source: Current confirmed SMS-enabled phone number.
fr: Numéro de téléphone actuellement confirmé pour recevoir les SMS.
ja: 現在の確認された SMS 可能な電話番号。
nl: Huidige bevestigde telefoonnummer met SMS-functie.

source: Awaiting confirmation on this phone number.
ar: بانتظار التأكيد من رقم الهاتف هذا.
fr: Numéro de téléphone en attente de confirmation.
ja: この電話番号は確認待ちです。
nl: Er wordt gewacht op bevestiging van dit telefoonnummer.

source: Confirmation code
ar: رمز التأكيد
fr: Code de confirmation
ja: 確認コード
nl: Bevestigingscode

source: Enter the code you received on your phone.
ar: أدخِل الرمز الذي تلقيته على هاتفك.
fr: Entrez le code que vous avez reçu sur votre téléphone.
ja: あなたがあなたの電話で受け取ったコードを入れてください。
nl: Voer de code in die u via uw telefoon hebt ontvangen.

# BUTTON
source: Confirm
ar: أكّد
fr: Confirmer
ja: 確認
nl: Bevestigen

source: SMS phone number
ar: رقم هاتف SMS
fr: Numéro de téléphone pour les SMS
ja: SMS 電話番号
nl: SMS-nummer

source: Phone number, no punctuation or spaces, with area code.
ar: رقم الهاتف -بدون شرطات أو مسافات- مع رمز المنطقة.
fr: Numéro de téléphone, sans ponctuation ni espaces, avec le code régional.
ja: 電話番号、句読点ではないまたはスペース、市街局番付き
nl: Telefoonnummer zonder spaties of leestekens, met netnummer.

source: SMS preferences
ar: تفضيلات الرسائل القصيرة
fr: Préférences pour les SMS
ja: 設定が保存されました。
nl: SMS-voorkeuren

source: Send me notices through SMS; I understand I may incur exorbitant charges from my carrier.
fr: Envoyez-moi les avis par SMS ; je comprends que cela pourrait affecter ma facture de téléphonie mobile.
ja: SMSを通してつぶやきを私に送ってください; 私は、私のキャリアから法外な料金を被るかもしれないのを理解しています。
nl: Mij mededelingen via SMS sturen. Ik begrijp dat dit exorbitante rekeningen van mijn provider kan opleveren.

source: SMS preferences saved.
ar: حُفظت تفضيلات الرسائل القصيرة.
fr: Préférences pour les SMS enregistrées.
ja: SMS 設定が保存されました。
nl: Uw SMS-voorkeuren zijn opgeslagen.

source: No phone number.
ar: لا رقم هاتف.
fr: Aucun numéro de téléphone.
ja: 電話番号がありません。
nl: Geen telefoonnummer.

source: No carrier selected.
fr: Aucun fournisseur sélectionné.
ja: キャリアが選択されていません。
nl: Er is geen provider geselecteerd.

source: That is already your phone number.
ar: هذا رقم هاتفك فعلا.
fr: Vous utilisez déjà ce numéro de téléphone.
ja: これは既にあなたの電話番号です。
nl: U hebt dit al ingesteld als uw telefoonnummer.

source: That phone number already belongs to another user.
ar: رقهم الهاتف هذا ملك مستخدم آخر بالفعل.
fr: Ce numéro de téléphone est déjà utilisé.
ja: この電話番号は既に他のユーザーが使用しています。
nl: Dit telefoonnummer is al geregistrerd door een andere gebruiker.

source: A confirmation code was sent to the phone number you added. Check your phone for the code and instructions on how to use it.
ar: لقد أُرسل رمز تفعيل إلى رقم الهاتف الذي أضفتَه. راجع هاتفك لتحصل على الرمز والتعليمات لكيفية استخدامه.
fr: Un code de confirmation a été envoyé au numéro de téléphone indiqué. Vérifiez votre boîte de réception pour récupérer le code et les instructions pour son utilisation.
ja: あなたが加えた電話番号に確認コードを送りました。 どうそれを使用するかに関するコードと指示のために電話をチェックしてください。
nl: Er is een bevestigingscode verzonden naar het telefoonnummer dat u hebt toegevoegd. Op uw telefoon vindt u de code en de instructies.

source: That is the wrong confirmation number.
ar: إن رقم التأكيد هذا خاطئ.
fr: Ce code de confirmation est incorrect.
ja: それは間違った確認番号です。
nl: Dit is het verkeerde bevestigingsnummer.

source: Could not delete SMS confirmation.
ar: تعذّر حذف تأكيد الرسالة القصيرة.
fr: Impossible de supprimer la confirmation de messagerie instantanée.
ja: SMS の確認を削除できませんでした。
nl: De SMS-bevestiging kon niet verwijderd worden.

source: SMS confirmation cancelled.
ar: أُلغي تأكيد الرسائل القصيرة.
fr: Confirmation de SMS annulée.
ja: SMS 確認がキャンセルされました。
nl: SMS-bevestiging geannuleerd.

source: That is not your phone number.
ar: هذا ليس رقم هاتفك.
fr: Ceci n’est pas votre numéro de téléphone.
ja: それはあなたの電話番号ではありません。
nl: Dit is niet uw telefoonnummer.

source: The SMS phone number was removed.
ar: تمت إزالة رقم هاتف الرسائل القصيرة.
fr: Le numéro de téléphone pour les SMS a été retiré.
ja: SMS 電話番号を削除しました。
nl: Het SMS-nummer is verwijderd.

source: Mobile carrier
ar: شركة الهاتف الخليوي
fr: Fournisseur de téléphonie mobile
ja: 携帯電話会社
nl: Mobiele aanbieder

source: Select a carrier
ar: اختر شركة
fr: Sélectionnez un fournisseur de téléphone mobile
ja: キャリア選択
nl: Selecteer een provider

source: Mobile carrier for your phone. If you know a carrier that accepts SMS over email but isn't listed here, send email to let us know at %s.
fr: Votre fournisseur de téléphonie mobile. Si vous connaissez un fournisseur qui accepte la réception de SMS par courriel mais qui n’est pas listé ici, écrivez-nous à %s.
ja: あなたの電話のための携帯電話会社。 メールの上にSMSを受け入れますが、ここに記載されていないキャリアを知っているなら、メールを送って、%sで私たちに知らせてください。
nl: De provider van uw mobiele telefoon. Als u een provider kent die e-mail via SMS ondersteunt, maar nog niet in de lijst is opgenomen, laat dit ons dan via e-mail weten op het e-mailadres %s.

source: No code entered.
ar: لم تدخل رمزًا.
fr: Aucun code entré.
ja: コードが入力されていません。
nl: Er is geen code ingevoerd.

# TITLE
source: Snapshots
fr: Instantanés
ja: スナップショット

source: Manage snapshot configuration
fr: Gérer la configuration des instantanés
ja: スナップショット設定の管理
nl: Snapshotinstellingen beheren

source: Invalid snapshot run value.
fr: Valeur de lancement d’instantanés invalide.
ja: 無効なスナップショットランバリュー
nl: De waarde voor het uitvoeren van snapshots is ongeldig.

source: Snapshot frequency must be a number.
fr: La fréquence des instantanés doit être un nombre.
ja: スナップショット頻度は数字でなければなりません。
nl: De snapshotfrequentie moet een getal zijn.

source: Invalid snapshot report URL.
fr: URL de rapport d’instantanés invalide.
ja: 無効なスナップショットレポート URL。
nl: De rapportage-URL voor snapshots is ongeldig.

# LEGEND
source: Snapshots
fr: Instantanés
ja: スナップショット

source: Randomly during web hit
fr: Au hasard lors des requêtes web
nl: Willekeurig tijdens een websitehit

source: In a scheduled job
ar: في مهمة مُجدولة
fr: Dans une tâche programée
ja: 予定されているジョブで
nl: Als geplande taak

source: Data snapshots
fr: Instantanés de données
ja: データスナップショット
nl: Snapshots van gegevens

source: When to send statistical data to status.net servers.
fr: Quand envoyer des données statistiques aux serveurs status.net.
ja: status.net サーバにいつ統計データを送りますか。
nl: Wanneer statistische gegevens naar de status.net-servers verzonden worden.

source: Frequency
ar: التكرار
fr: Fréquence
ja: 頻度
nl: Frequentie

source: Snapshots will be sent once every N web hits.
fr: Des instantanés seront envoyés une fois toutes les N visites du site.
ja: スナップショットは N web ヒット後に送信されます。
nl: Iedere zoveel websitehits wordt een snapshot verzonden.

source: Report URL
ar: بلّغ عن المسار
fr: URL de rapport
ja: レポート URL
nl: Rapportage-URL

source: Snapshots will be sent to this URL.
fr: Des instantanés seront envoyés à cette URL.
ja: スナップショットは、この URL に送信されます。
nl: Snapshots worden naar deze URL verzonden.

source: Save snapshot settings.
fr: Enregistrer les paramètres des instantanés.
ja: スナップショット設定の保存。
nl: Snapshotinstellingen opslaan.

source: You are not subscribed to that profile.
ar: !لست مُشتركًا بهذا الملف الشخصي.
fr: Vous n’êtes pas abonné(e) à ce profil.
ja: あなたはそのプロファイルをフォローしていません。
nl: U bent niet geabonneerd op dat profiel.

source: Could not save subscription.
ar: تعذّر حفظ الاشتراك.
fr: Impossible d’enregistrer l’abonnement.
ja: フォローを保存できません。
nl: Het was niet mogelijk het abonnement op te slaan.

source: You may only approve your own pending subscriptions.
fr: Vous ne pouvez approuver que vos propres abonnements en attente.
nl: U mag alleen uw eigen aangevraagde abonnementen goedkeuren.

source: %s subscribers awaiting approval
ar: مشتركو %s الذين ينتظرون الموافقة
fr: Abonnés au groupe « %s » en attente d’approbation
ja: フォローの承認を待っている %s
nl: Te behandelen volgersaanvragen voor %s

source: %1$s subscribers awaiting approval, page %2$d
ar: مشتركو %1$s الذين ينتظرون الموافقة، الصفحة %2$d
fr: Abonnés au groupe « %1$s » en attente d’approbation, page %2$d
ja: フォローの承認を待っている %1$s、ページ %2$d
nl: Te behandelen volgersaanvragen voor %1$s, pagina %2$d
