Repository: UngPirat/freesocial
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ar, fr, ja, nl

source: You are banned from posting notices on this site.
ar: أنت ممنوع من إرسال إشعارات إلى هذا الموقع.
fr: Il vous est interdit de poster des avis sur ce site.
ja: あなたはこのサイトでつぶやきを投稿するのが禁止されています。
nl: U bent geblokkeerd en mag geen mededelingen meer achterlaten op deze site.

source: Cannot repeat; original notice is missing or deleted.
ar: تعذّر التكرار؛ الإشعار الأصلي مفقود أو محذوف.
fr: Impossible de reprendre l’avis ; l’avis original est manquant ou supprimé.
ja: リピートができません。元のつぶやきが見つからないか削除されています。
nl: Herhalen is niet mogelijk. De originele mededeling mist of is verwijderd.

source: You cannot repeat your own notice.
ar: لا يمكنك تكرار إشعاراتك الشخصية.
fr: Vous ne pouvez pas reprendre votre propre avis.
ja: 自分のつぶやきをリピートすることはできません。
nl: U kunt uw eigen mededeling niet herhalen.

source: Cannot repeat a private notice.
ar: لا يمكن تكرار إشعار خاص.
fr: Vous ne pouvez pas reprendre un avis privé.
ja: プライベートのつぶやきをリピートすることはできません。
nl: U kunt een persoonlijk bericht niet herhalen.

source: Cannot repeat a notice you cannot read.
ar: لا يمكن تكرار إشعار لا تستطيع قراءته.
fr: Vous ne pouvez pas reprendre un avis que vous ne pouvez pas lire.
ja: あなたが読むことができないつぶやきはリピートすることはできません。
nl: U kunt een mededeling die u niet kunt zien niet herhalen.

source: You already repeated that notice.
ar: لقد كررت هذه الملاحظة بالفعل.
fr: Vous avez déjà repris cet avis.
ja: 既にそのつぶやきをリピートしています。
nl: U hebt die mededeling al herhaald.

source: %1$s has no access to notice %2$d.
ar: لا يمكن ل%1$s الوصول إلى الإشعار %2$d.
fr: %1$s n’a pas accès à l’avis numéro %2$d.
ja: %1$s はつぶやき %2$d にアクセスすることはできません。
nl: %1$s heeft geen toegang tot de mededeling %2$d.

source: Problem saving notice.
ar: مشكلة أثناء حفظ الإشعار.
fr: Problème lors de l’enregistrement de l’avis.
ja: つぶやきを保存する際に問題が発生しました。
nl: Er is een probleem opgetreden bij het opslaan van de mededeling.

source: Bad type provided to saveKnownGroups.
fr: Le type renseigné pour la méthode saveKnownGroups() est incorrect.
nl: Het gegevenstype dat is opgegeven aan saveKnownGroups is onjuist

source: Problem saving group inbox.
fr: Problème lors de l’enregistrement de la boîte de réception du groupe.
ja: グループ受信トレイを保存する際に問題が発生しました。
nl: Er is een probleem opgetreden bij het opslaan van het Postvak IN van de groep.

source: Cannot revoke role "%1$s" for user #%2$d; does not exist.
fr: Impossible de révoquer le rôle de « %1$s » pour l’utilisateur #%2$d : l’utilisateur n’existe pas.
ja: ユーザー #%2$d のロール %1$s を取り消すことができません; 存在しません。
nl: De rol "%1$s" voor gebruiker #%2$d kan niet ingetrokken worden. Deze gebruiker bestaat niet.

source: Cannot revoke role "%1$s" for user #%2$d; database error.
fr: Impossible de révoquer le rôle de « %1$s » pour l’utilisateur #%2$d : erreur dans la base de données.
ja: ユーザー #%2$d のロール %1$s を取り消すことができません; データベースエラー。
nl: De rol "%1$s" voor gebruiker #%2$d kan niet ingetrokken worden. Databasefout.

source: The tag you are trying to rename to already exists.
fr: Le nom vers lequel vous tentez de renommer la marque existe déjà.
ja: 既に存在するタグの名前に変更しようとしています。
nl: Het label dat u probeert te hernoemen bestaat al.

source: No tagger specified.
fr: Aucun marqueur n’a été spécifié.
nl: Er is geen labelaar opgegeven.

source: No tag specified.
fr: Aucune marque n’a été spécifiée.
nl: Er is geen label aangegeven.

source: Could not create profile tag.
fr: Impossible de créer la marque de profil.
ja: プロファイルタグを作成することができませんでした。
nl: Het was niet mogelijk het profiellabel aan te maken.

source: Could not set profile tag URI.
fr: Impossible de définir l’URI de la marque de profil.
ja: プロファイルタグ URI を設定することができませんでした。
nl: Het was niet mogelijk de URI in te stellen voor het profiellabel.

source: Could not set profile tag mainpage.
fr: Impossible de définir la page principale de la marque de profil.
ja: プロファイルタグメインページを設定することができませんでした。
nl: Het was niet mogelijk de hoofdpagina in te stellen voor het profiellabel.

source: You already have created %d or more tags which is the maximum allowed number of tags. Try using or deleting some existing tags.
fr: Vous avez déjà créé au moins %d marques qui est le nombre maximum de marques autorisé. Essayez en réutilisant ou supprimant certaines marques existantes.
nl: U hebt %d of meer labels aangemaakt. Meer labels aanmaken is niet mogelijk. Verwijder bestaande labels om nieuwe labels aan te kunnen maken.

source: You already have %1$d or more people in list %2$s, which is the maximum allowed number. Try unlisting others first.
fr: Vous avez déjà au moins %1$d personnes dans la liste « %2$s » , ce qui est le nombre maximum de personnes autorisé. Essayez d’abord de retirer quelques autres personnes de la liste.
nl: U hebt al %1$d of meer mensen in de lijst %2$s opgenomen. Meer mensen opnemen is niet mogelijk. Verwijder eerst mensen uit de lijst voordat u nieuwe mensen kunt toevoegen.

source: Adding list subscription failed.
ar: فشلت إضافة الاشتراك باللائحة.
fr: Impossible d’ajouter l’abonnement à la liste.
ja: リストのフォローの追加ができませんでした。
nl: Het abonneren op de lijst is mislukt.

source: Removing list subscription failed.
ar: فشلت إزالة الاشتراك باللائحة.
fr: Impossible de supprimer l’abonnement à la liste
ja: リストのフォローの解除ができませんでした。
nl: Het uitschrijven van de lijst is mislukt.

source: Missing profile.
fr: Profil manquant.
ja: 不明なプロファイル。
nl: Ontbrekend profiel.

source: Unable to save tag.
ar: تعذّر حفظ الوسم.
fr: Impossible d’enregistrer l’étiquette.
ja: タグを保存できません。
nl: Het was niet mogelijk om het label op te slaan.

source: You have been banned from subscribing.
ar: تم منعك من الاشتراك.
fr: Il vous a été interdit de vous abonner.
ja: あなたはフォローが禁止されました。
nl: U mag zich niet abonneren.

source: Already subscribed!
ar: مُشترك أصلا!
fr: Déjà abonné !
ja: 既にフォローしています！
nl: U bent al gebonneerd!

source: User has blocked you.
ar: لقد منعك المستخدم.
fr: Cet utilisateur vous a bloqué.
ja: ユーザーはあなたをブロックしました。
nl: Deze gebruiker negeert u.

source: Not subscribed!
ar: غير مشترك!
fr: Pas abonné !
ja: フォローしていません！
nl: Niet geabonneerd!

source: Could not delete self-subscription.
ar: تعذّر حذف الاشتراك الذاتي.
fr: Impossible de supprimer l’abonnement à soi-même.
ja: 自身のフォローを削除できません。
nl: Kon abonnement op eigen gebruiker niet verwijderen.

source: Could not delete subscription.
ar: تعذّر حفظ الاشتراك.
fr: Impossible de supprimer l’abonnement
ja: フォローを削除できません。
nl: Kon abonnement niet verwijderen.

# TITLE
source: Follow
ar: تابع
fr: Suivre
ja: フォロー
nl: Volgen

source: %1$s is now following %2$s.
ar: %1$s بدأ في متابعة %2$s.
fr: %1$s suit à présent %2$s.
ja: %1$s は %2$s でフォローしています。
nl: %1$s is %2$s gaan volgen.

source: Welcome to %1$s, @%2$s!
ar: أهلا بكم في %1$s يا @%2$s!
fr: Bienvenue à %1$s, @%2$s !
ja: ようこそ %1$s、@%2$s！
nl: Welkom bij %1$s, @%2$s!

source: Not implemented since inbox change.
fr: Non mis en œuvre à partir d’un changement de la boîte de réception.
nl: Dit is nog niet geïmplementeerd sinds de wijzigingen in het Postvak IN.

source: No single user defined for single-user mode.
fr: Aucun utilisateur unique défini pour le mode mono-utilisateur.
ja: single-user モードのためのシングルユーザーが定義されていません。
nl: Er is geen gebruiker gedefinieerd voor single-usermodus.

source: Single-user mode code called when not enabled.
fr: Code en mode mono-utilisateur appelé quand ce n’est pas autorisé.
ja: 有効になっていないときにシングルユーザーモードのコードは呼び出されます。
nl: De "single-user"-modus is aangeroepen terwijl deze niet is ingeschakeld.

source: No user with that email address or username.
ar: لا مستخدم لديه عنوان البريد الإلكتروني أو اسم المستخدم هذا.
fr: Aucun utilisateur trouvé avec ce courriel ou ce nom.
ja: そのメールアドレスかユーザー名をもっているユーザーがありません。
nl: Er bestaat geen gebruiker met het opgegeven e-mailadres of de opgegeven gebruikersnaam.

source: No registered email address for that user.
ar: لا يوجد عنوان بريد إلكتروني مُسجّل لهذا المستخدم.
fr: Aucune adresse courriel enregistrée pour cet utilisateur.
ja: そのユーザーにはメールアドレスの登録がありません。
nl: Die gebruiker heeft geen e-mailadres geregistreerd.

source: Error saving address confirmation.
ar: خطأ أثناء حفظ تأكيد العنوان.
fr: Erreur lors de l’enregistrement de la confirmation du courriel.
ja: アドレス確認保存エラー
nl: Er is een fout opgetreden bij het opslaan van de adresbevestiging.

source: Could not create group.
ar: تعذّر إنشاء المجموعة.
fr: Impossible de créer le groupe.
ja: グループを作成できません。
nl: Het was niet mogelijk de groep aan te maken.

source: Could not set group URI.
ar: تعذّر إنشاء المجموعة.
fr: Impossible de définir l'URI du groupe.
ja: グループの URI を設定できません。
nl: Het was niet mogelijk de groeps-URI in te stellen.

source: Could not set group membership.
ar: تعذّر ضبط عضوية المجموعة.
fr: Impossible d’établir l’inscription au groupe.
ja: グループメンバーシップをセットできません。
nl: Het was niet mogelijk het groepslidmaatschap in te stellen.

source: Could not save local group info.
ar: تعذر تحديث المجموعة المحلية.
fr: Impossible d’enregistrer les informations du groupe local.
ja: ローカルグループ情報を保存することができませんでした。
nl: Het was niet mogelijk de lokale groepsinformatie op te slaan.

source: Cannot locate account %s.
fr: Impossible de localiser le compte %s.
ja: %s でアカウントを見つけることができませんでした。
nl: De gebruiker %s is niet gevonden.

source: Cannot find XRD for %s.
fr: Impossible de trouver le XRD pour le site « %s ».
ja: %s の XRD を見つけることができませんでした。
nl: Er is geen XSD aangetroffen voor %s.

source: No AtomPub API service for %s.
fr: Aucun service API AtomPub pour le site « %s ».
ja: %s の AtomPub API サービスがありません。
nl: Er is geen AtomPub API-dienst voor %s.

source: User actions
ar: تصرفات المستخدم
fr: Actions de l’utilisateur
ja: ユーザーの操作
nl: Gebruikershandelingen

source: User deletion in progress...
ar: حذف المستخدم قيد التنفيذ...
fr: Suppression de l'utilisateur en cours...
ja: ユーザーの削除中...
nl: Bezig met het verwijderen van de gebruiker...

source: Edit profile settings.
ar: عدّل إعدادات الملف الشخصي.
fr: Modifier les paramètres du profil.
ja: プロファイルの設定を編集する。
nl: Profielinstellingen bewerken.

# BUTTON
source: Edit
ar: عدّل
fr: Modifier
ja: 編集
nl: Bewerken

source: Send a direct message to this user.
ar: أرسل رسالة مباشرة إلى هذا المستخدم.
fr: Envoyer un message directement à cet utilisateur.
ja: このユーザーにダイレクトメッセージを送る。
nl: Deze gebruiker een direct bericht zenden.

source: Moderate
ar: راقب
fr: Modérer
ja: 管理
nl: Modereren

source: User role
ar: دور المستخدم
fr: Rôle de l'utilisateur
ja: ユーザーのロール
nl: Gebruikersrol

# role
source: Administrator
ar: إداري
fr: Administrateur
ja: 管理者
nl: Beheerder

# role
source: Moderator
ar: مراقب
fr: Modérateur
ja: 管理

source: Untitled page
ar: صفحة غير مُعنونة
fr: Page sans nom
ja: 名称未設定ページ
nl: Naamloze pagina

# TOOLTIP
source: Show more
ar: اعرض المزيد
fr: Voir davantage
ja: さらに表示
nl: Meer weergeven

# BUTTON
source: Reply
ar: رُد
fr: Répondre
ja: 返信
nl: Antwoorden

source: Write a reply...
ar: اكتب ردًا...
fr: Écrire une réponse...
ja: 返事を書く...
nl: Schrijf een antwoord...

# TAB
source: Status
ar: حالة
fr: Statut
ja: ステータス

source: **%%site.name%%** is a microblogging service brought to you by [%%site.broughtby%%](%%site.broughtbyurl%%).
ar: **%%site.name%%** خدمة تدوين مصغر يقدمها لك [%%site.broughtby%%](%%site.broughtbyurl%%).
fr: **%%site.name%%** est un service de microblogging qui vous est proposé par [%%site.broughtby%%](%%site.broughtbyurl%%).
ja: **%%site.name%%** は [%%site.broughtby%%](%%site.broughtbyurl%%) が提供するマイクロブログサービスです。
nl: **%%site.name%%** is een microblogdienst van [%%site.broughtby%%](%%site.broughtbyurl%%).

source: **%%site.name%%** is a microblogging service.
ar: **%%site.name%%** خدمة تدوين مصغر.
fr: **%%site.name%%** est un service de micro-blogging.
ja: **%%site.name%%** はマイクロブログサービスです。
nl: **%%site.name%%** is een microblogdienst.

source: It runs the [StatusNet](http://status.net/) microblogging software, version %s, available under the [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
ar: يعمل على برنامج التدوين المُصغّر [StatusNet](http://status.net/) -النسخة %s- المتوفر تحت [رخصة غنو أفيرو العمومية](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
fr: Il utilise le logiciel de micro-blogging [StatusNet](http://status.net/), version %s, disponible sous la licence [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
ja: マイクロブログソフト [StatusNet](http://status.net/) , バージョン %s で動いています。 ライセンス [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html)。
nl: De site werkt met de [StatusNet](http://status.net/) microblogsoftware, versie %s, beschikbaar onder de [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html).

source: Content and data of %1$s are private and confidential.
ar: محتويات وبيانات%1$s خاصة وسرية.
fr: Le contenu et les données de %1$s sont privés et confidentiels.
nl: Inhoud en gegevens van %1$s zijn persoonlijk en vertrouwelijk.

source: Content and data copyright by %1$s. All rights reserved.
ar: حقوق نشر المحتويات والبيانات ل%1$s. كافة الحقوق محفوظة.
fr: Le contenu et les données sont sous le droit d’auteur de %1$s. Tous droits réservés.
nl: Auteursrechten op inhoud en gegevens rusten bij %1$s. Alle rechten voorbehouden.

source: Content and data copyright by contributors. All rights reserved.
ar: حقوق نشر المحتويات والبيانات للمساهمين. كافة الحقوق محفوظة.
fr: Le contenu et les données sont sous le droit d’auteur du contributeur. Tous droits réservés.
nl: Auteursrechten op inhoud en gegevens rusten bij de respectievelijke gebruikers. Alle rechten voorbehouden.

source: All %1$s content and data are available under the %2$s license.
ar: جميع محتويات وبيانات %1$s متاحة وفقا لرخصة %2$s.
fr: Tous les contenus %1$s et les données sont disponibles sous la licence %2$s.
nl: Alle inhoud en gegevens van %1$s zijn beschikbaar onder de licentie %2$s.

source: After
ar: بعد
fr: Après
ja: <<後
nl: Later

source: Before
ar: قبل
fr: Avant
ja: 前>>
nl: Eerder

source: Expecting a root feed element but got a whole XML document.
fr: Attendait un élément racine mais a reçu tout un document XML.
nl: Verwachtte een root-feed element maar kreeg een heel XML-document.

source: Unknown verb: "%s".
ar: فعل غير معروف: "%s".
fr: Verbe inconnu : « %s ».
ja: 不明な動作: "%s"。
nl: Onbekend werkwoord: "%s".

source: Cannot force subscription for untrusted user.
fr: Impossible de forcer l’abonnement pour un utilisateur non fiable.
nl: Het is niet mogelijk een niet-vertrouwde gebruiker gedwongen te abonneren.

source: Cannot force remote user to subscribe.
ar: لا يمكن فرض اشتراك مستخدم بعيد بمجموعة.
fr: Impossible de forcer un utilisateur distant à s’abonner.
ja: リモートユーザーのフォローを強制することはできません。
nl: Het is niet mogelijk een externe gebruiker te verplichten te abonneren.

source: Unknown profile.
ar: ملف شخصي غير معروف.
fr: Profil inconnu.
ja: 不明なプロファイルです。
nl: Onbekende profiel.

source: This activity seems unrelated to our user.
fr: Cette activité semble sans rapport avec notre utilisateur.
nl: Deze activiteit lijkt geen relatie te hebben met onze gebruiker.

source: Remote profile is not a group!
fr: Le profil distant n’est pas un groupe !
ja: リモートプロファイルはグループではありません！
nl: Het externe profiel is geen groep!

source: User is already a member of this group.
ar: المستخدم بالفعل عضو في هذه المجموعة.
fr: L’utilisateur est déjà membre de ce groupe.
ja: ユーザーは既にこのグループのメンバーです。
nl: De gebruiker is al lid van deze groep.

source: Already know about notice %1$s and it has a different author %2$s.
fr: Avis « %1$s » déjà connu et qui a un autre auteur %2$s .
nl: De mededeling %1$s is al bekend en heeft een andere auteur %2$s.

source: Not overwriting author info for non-trusted user.
fr: Impossible pour un utilisateur non fiable de remplacer les informations sur l’auteur.
nl: De auteursgegevens voor de niet-vertrouwde gebruiker worden niet overschreven.

source: No content for notice %s.
fr: Aucun contenu dans l’avis « %s ».
ja: つぶやきの内容がありません %s。
nl: Geen inhoud voor mededeling %s.

source: No such user "%s".
ar: المستخدم "%s" غير موجود.
fr: Aucun utilisateur « %s ».
ja: ユーザー "%s" はいません。
nl: De gebruiker "%s" bestaat niet.

source: Can't handle remote content yet.
fr: Impossible de gérer le contenu distant pour le moment.
nl: Het is nog niet mogelijk inhoud uit externe omgevingen te verwerken.

source: Can't handle embedded XML content yet.
fr: Impossible de gérer le contenu XML embarqué pour le moment.
nl: Het is nog niet mogelijk ingebedde XML-inhoud te verwerken

source: Can't handle embedded Base64 content yet.
fr: Impossible de gérer le contenu en Base64 embarqué pour le moment.
nl: Het is nog niet mogelijk ingebedde Base64-inhoud te verwerken

source: You cannot make changes to this site.
ar: لا يمكنك إجراء تغييرات على هذا الموقع.
fr: Vous ne pouvez pas faire de modifications sur ce site.
ja: あなたはこのサイトへの変更を行うことができません。
nl: U mag geen wijzigingen maken aan deze website.

source: Changes to that panel are not allowed.
ar: التغييرات لهذه اللوحة غير مسموح بها.
fr: La modification de ce panneau n’est pas autorisée.
ja: そのパネルへの変更は許可されていません。
nl: Wijzigingen aan dat venster zijn niet toegestaan.

source: showForm() not implemented.
fr: showForm() n’a pas été implémentée.
ja: showForm() は実装されていません。
nl: showForm() is niet geïmplementeerd.

source: saveSettings() not implemented.
fr: saveSettings() n’a pas été implémentée.
ja: saveSettings() は実装されていません。
nl: saveSettings() is nog niet geïmplementeerd.

# HEADER
source: Home
ar: الرئيسية
fr: Accueil
ja: ホーム
nl: Startpagina

# HEADER
source: Admin
ar: إدارة
fr: Administrateur
ja: 管理者
nl: Beheer

source: Basic site configuration
ar: ضبط الموقع الأساسي
fr: Configuration basique du site
ja: 基本サイト設定
nl: Basisinstellingen voor de website

source: User configuration
ar: ضبط المستخدم
fr: Configuration utilisateur
ja: ユーザー設定
nl: Gebruikersinstellingen

# MENU
source: User
ar: المستخدمون
fr: Utilisateur
ja: ユーザー
nl: Gebruikers

source: Access configuration
ar: ضبط الحساب
fr: Configuration d’accès
ja: アクセス設定
nl: Toegangsinstellingen

# MENU
source: Access
ar: النفاذ
fr: Accès
ja: アクセス
nl: Toegang

source: Paths configuration
ar: ضبط المسارات
fr: Configuration des chemins
ja: パス設定
nl: Padinstellingen

# MENU
source: Paths
ar: المسارات
fr: Chemins
ja: パス
nl: Paden

source: Sessions configuration
ar: ضبط الجلسات
fr: Configuration des sessions
ja: セッション設定
nl: Sessieinstellingen

source: Edit site notice
ar: عدّل إشعار الموقع
fr: Modifier l'avis du site
ja: サイトのお知らせを編集
nl: Websitebrede mededeling opslaan

# MENU
source: Site notice
ar: إشعار الموقع
fr: Avis du site
ja: サイトのお知らせ
nl: Mededeling van de website

source: Snapshots configuration
fr: Configuration des instantanés
ja: スナップショットの設定
nl: Snapshotinstellingen

# MENU
source: Snapshots
fr: Instantanés
ja: スナップショット

source: Set site license
ar: تعيين رخصة الموقع
fr: Définir la licence du site
ja: サイトのライセンスを設定
nl: Sitelicentie instellen

# MENU
source: License
ar: الرخصة
fr: Licence
ja: ライセンス
nl: Licentie

source: Plugins configuration
ar: ضبط الملحقات
fr: Configuration des greffons
ja: プラグインの設定
nl: Plug-ininstellingen

# MENU
source: Plugins
ar: الملحقات
fr: Greffons
ja: プラグイン

source: API resource requires read-write access, but you only have read access.
fr: La ressource de l’API a besoin de l’accès en lecture et en écriture, mais vous n’y avez accès qu’en lecture.
ja: APIリソースは読み書きアクセスが必要です、しかしあなたは読みアクセスしか持っていません。
nl: Het API-programma heeft lezen-en-schrijventoegang nodig, maar u hebt alleen maar leestoegang.

source: No application for that consumer key.
fr: Aucune demande trouvée pour cette clé de consommateur.
ja: コンシューマーキー無しのアプリケーション
nl: Er is geen applicatie voor die gebruikerssleutel.

source: Not allowed to use API.
fr: Non autorisé à utiliser l’API.
ja: API の使用は許可されていません。
nl: Het gebruik van de API is niet toegestaan.

source: Bad access token.
fr: Jeton d’accès erroné.
ja: 不正なアクセストークン
nl: Ongeldig toegangstoken.

source: No user for that token.
fr: Aucun utilisateur associé à ce jeton.
ja: そのトークンのユーザーはいません。
nl: Er is geen gebruiker voor dat token.

source: Could not authenticate you.
fr: Impossible de vous authentifier.
nl: U kon niet geauthenticeerd worden.

source: Icon
ar: أيقونة
fr: Icône
ja: アイコン
nl: Icoon

source: Icon for this application
ar: أيقونة لهذا التطبيق
fr: Icône pour cette application
ja: このアプリケーションのアイコン
nl: Icoon voor deze applicatie

source: Name
ar: الاسم
fr: Nom
ja: 名前
nl: Naam

source: Describe your application in %d character
fr: Décrivez votre application en %d caractère
nl: Beschrijf uw applicatie in een enkel teken

source: Describe your application
ar: صف تطبيقك
fr: Décrivez votre application
ja: あなたのアプリケーションを記述
nl: Beschrijf uw applicatie

source: URL of the homepage of this application
ar: مسار صفحة هذا التطبيق
fr: URL de la page d’accueil de cette application
ja: このアプリケーションのホームページの URL
nl: De URL van de homepage van deze applicatie

source: Source URL
ar: مسار المصدر
fr: URL source
ja: ソース URL
nl: Bron-URL

source: Organization responsible for this application
ar: المنظمة المسؤولة عن هذا التطبيق
fr: Organisation responsable de cette application
ja: このアプリケーションに責任がある組織
nl: Organisatie verantwoordelijk voor deze applicatie

source: Organization
ar: المنظمة
fr: Organisation
ja: 組織
nl: Organisatie

source: URL for the homepage of the organization
ar: مسار صفحة المنظمة
fr: URL de la page d’accueil de l’organisation
ja: 組織のホームページのURL
nl: De URL van de homepage van de organisatie

source: URL to redirect to after authentication
fr: URL vers laquelle rediriger après l’authentification
ja: 認証の後にリダイレクトするURL
nl: URL om naar door te verwijzen na authenticatie

source: Browser
ar: متصفح
fr: Navigateur
ja: ブラウザ

source: Desktop
ar: سطح مكتب
fr: Bureau
ja: デスクトップ

source: Type of application, browser or desktop
ar: نوع التطبيق: متصفح أو سطح مكتب
fr: Type d’application, navigateur ou bureau
ja: アプリケーション、ブラウザ、またはデスクトップのタイプ
nl: Type applicatie; browser of desktop

source: Read-only
ar: قراءة فقط
fr: Lecture seule
ja: リードオンリー
nl: Alleen-lezen

source: Read-write
ar: قراءة-كتابة
fr: Lecture-écriture
ja: リードライト
nl: Lezen en schrijven

source: Default access for this application: read-only, or read-write
fr: Accès par défaut pour cette application : en lecture seule ou en lecture-écriture
ja: このアプリケーションのためのデフォルトアクセス: リードオンリー、またはリードライト
nl: Standaardtoegang voor deze applicatie: alleen-lezen of lezen en schrijven

source: Cancel application changes.
ar: ألغِ التغييرات على التطبيق.
fr: Annuler les modifications de l’application.
ja: アプリケーションの変更をキャンセルする
nl: Applicatiewijzigingen annuleren.

source: Save application changes.
ar: احفظ التغييرات على التطبيق.
fr: Enregistrer les modifications de l’application.
ja: アプリケーションを変更を保存する。
nl: Applicatiewijzigingen opslaan.

source: Unknown application
ar: تطبيق غير معروف
fr: Application inconnue
ja: 不明なアプリケーション
nl: Onbekende toepassing

source: by
ar: أنشأه
fr: par
nl: door

source: read-write
ar: قراءة-كتابة
fr: lecture-écriture
ja: リードライト
nl: lezen en schrijven

source: read-only
ar: قراءة فقط
fr: lecture seule
ja: リードオンリー
nl: alleen-lezen

source: Approved %1$s - "%2$s" access.
ar: أقر في %1$s - نفاذ "%2$s".
fr: Accès « %2$s » approuvé le %1$s.
ja: %1$s に承認 - "%2$s" のアクセス。
nl: Goedgekeurd op %1$s met toegang "%2$s".

source: Access token starting with: %s
fr: Jeton d’accès qui commence par : %s
ja: アクセストークンの先頭文字列: %s
nl: Toegangstoken begint met: %s

# BUTTON
source: Revoke
ar: أزل
fr: Révoquer
ja: 取消
nl: Intrekken

# BUTTON
source: Accept
ar: اقبل
fr: Accepter
ja: 承認
nl: Aanvaarden

# BUTTON
source: Reject
ar: ارفض
fr: Rejeter
ja: 拒否
nl: Afwijzen

source: Author element must contain a name element.
fr: L’élément <code>author</code> doit contenir un élément <code>name</code>.
nl: Het element author moet een element name bevatten.

source: Do not use this method!
fr: Ne pas utiliser cette méthode !
ja: このメソッドは使用しないでください！
nl: Gebruik deze methode niet!
