Repository: UngPirat/freesocial
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ar, fr, ja, nl

source: Screenname already belongs to another user.
ar: هذا الاسم المستعار يعود فعلا على مستخدم آخر.
fr: Pseudonyme appartenant déjà à un autre utilisateur.
ja: スクリーンネームは、既に別のユーザーが使用しています。
nl: De schermnaam wordt al gebruikt door een andere gebruiker.

source: A confirmation code was sent to the IM address you added.
ar: أرسل رمز تأكيد إلى عنوان المراسلة الفورية الذي أضفته.
fr: Un code de confirmation a été envoyé à l’adresse de messagerie instantanée que vous avez ajouté.
ja: 確認用コードを入力された IM アドレスに送信しました。
nl: Er is een bevestigingscode verstuurd naar het opgegeven IM-adres.

source: That is the wrong IM address.
ar: هذا عنوان محادثة فورية خاطئ.
fr: Cette adresse de messagerie instantanée est erronée.
ja: IM アドレスが間違っています。
nl: Dat is het verkeerde IM-adres.

source: Could not delete confirmation.
ar: تعذّر حذف التأكيد.
fr: Impossible de supprimer la confirmation.
ja: メール確認を削除できませんでした。
nl: De bevestiging kon niet verwijderd worden.

source: IM confirmation cancelled.
ar: أُلغي تأكيد المراسلة الفورية.
fr: Confirmation de messagerie instantanée annulée.
ja: IM 確認がキャンセルされました。
nl: IM-bevestiging geannuleerd.

source: That is not your screenname.
ar: هذا ليس اسمك المستعار.
fr: Ce n'est pas votre pseudonyme.
ja: それはあなたのスクリーンネームではありません。
nl: Dit is niet uw schermnaam.

source: The IM address was removed.
ar: أزيل عنوان المراسلة الفورية هذا.
fr: L’adresse de messagerie instantanée a été supprimée.
ja: IM アドレスは削除されました。
nl: Het IM-adres is verwijderd.

source: Inbox for %1$s - page %2$d
ar: صندوق %1$s الوارد - صفحة %2$d
fr: Boîte de réception de %1$s - page %2$d
ja: %1$s の受信トレイ - ページ %2$d
nl: Postvak IN van %s - pagina %2$d

source: Inbox for %s
ar: صندوق %s الوارد
fr: Boîte de réception de %s
ja: %s の受信トレイ
nl: Postvak IN van %s

source: This is your inbox, which lists your incoming private messages.
ar: هذا صندوق بريدك الوارد، والذي يسرد رسائلك الخاصة الواردة.
fr: Cette boîte de réception regroupe les messages personnels qui vous sont envoyés.
ja: これはあなたの受信トレイです、受信したプライベートメッセージをリストします。
nl: Dit is uw Postvak IN dat uw inkomende privéberichten bevat.

source: Invites have been disabled.
ar: عُطّلت الدعوات.
fr: Les invitations ont été désactivées.
ja: 招待は無効にされました。
nl: Het is niet mogelijk uitnodigingen te verzenden.

source: You must be logged in to invite other users to use %s.
ar: يجب أن تلج لتدعو مستخدمين آخرين إلى استخدام %s.
fr: Vous devez ouvrir une session pour inviter d’autres utilisateurs dans %s.
ja: %s に他のユーザーを招待するには、ログインする必要があります。
nl: U moet aangemeld zijn om anderen te kunnen uitnodigen gebruik te maken van %s.

source: Invalid email address: %s.
ar: عنوان بريد غير صالح: %s.
fr: Adresse courriel invalide : %s.
ja: 無効なメールアドレス: %s。
nl: Ongeldig e-mailadres: %s.

source: Invitations sent
ar: أرسلت الدعوات
fr: Invitations envoyées
ja: 招待状の送信
nl: De uitnodigingen zijn verzonden

source: Invite new users
ar: دعوة مستخدمين جدد
fr: Inviter de nouveaux utilisateurs
ja: 新しいユーザーを招待
nl: Nieuwe gebruikers uitnodigen

source: You are already subscribed to this user:
fr: Vous êtes déjà abonné à cet utilisateur :
ja: 既にこのユーザーをフォローしています:
nl: U bent al geabonneerd op deze gebruiker:

source: This person is already a user and you were automatically subscribed:
fr: La personne suivante est déjà un utilisateur et vous y avez été automatiquement abonné :
ja: この人は既にユーザーです。自動的にフォローしました:
nl: Deze persoon is al gebruiker en u bent automatisch geabonneerd:

source: Invitation sent to the following person:
fr: Invitation envoyée à la personne suivante :
nl: De uitnodiging is verzonden naar de volgende persoon:

source: You will be notified when your invitees accept the invitation and register on the site. Thanks for growing the community!
ar: سوف تُبلغ عند قبول دعوتك والتسجيل في الموقع. نشكر لك إنماء مجتمعنا!
fr: Un avertissement vous sera envoyé quand vos invités auront accepté votre invitation et se seront inscrits sur le site. Merci de faire grandir notre communauté !
ja: あなたの招待参加者が招待に応じて、サイトに登録すると、あなたに通知されるでしょう。 コミュニティを広げてくださってありがとうございます！
nl: U wordt op de hoogte gesteld wanneer uw genodigden de uitnodiging accepteren en zich bij de site registreren. Dank u wel voor het laten groeien van de gemeenschap!

source: Use this form to invite your friends and colleagues to use this service.
ar: استخدم هذا النموذج لدعوة أصدقائك وزملائك لاستخدام هذه الخدمة.
fr: Remplissez ce formulaire pour inviter vos amis et collègues à utiliser ce service.
ja: 友人や同僚がこのサービスを利用するようこのフォームを使用して誘ってください。
nl: Gebruik deze pagina om uw vrienden en collega´s uit te nodigen deze dienst te gebruiken.

source: %1$s has invited you to join them on %2$s
ar: يدعوك %1$s إلى الانضمام إلى %2$s
fr: %1$s vous invite à vous inscrire sur %2$s
ja: %1$s があなたを %2$s へ招待しました
nl: %1$s heeft u uitgenodigd voor %2$s

source: You must be logged in to join a group.
ar: يجب أن تلج لتنضم إلى مجموعة.
fr: Vous devez ouvrir une session pour rejoindre un groupe.
ja: グループに入るにはログインする必要があります。
nl: U moet aangemeld zijn om lid te worden van een groep.

# TITLE
source: %1$s joined group %2$s
ar: انضم %1$s إلى المجموعة %2$s
fr: %1$s a rejoint le groupe %2$s
ja: %1$s はグループ %2$s に参加しました
nl: %1$s is lid geworden van de groep %2$s

source: Unknown error joining group.
ar: خطأ غير معروف عند الانضمام إلى المجموعة.
fr: Erreur inconnue en rejoignant le groupe.
ja: グループへの参加にて、不明なエラーが発生しました。
nl: Er is een onbekende fout opgetreden bij het lid worden van de groep.

source: You are not a member of that group.
ar: لست عضوا في تلك المجموعة.
fr: Vous n’êtes pas membre de ce groupe.
ja: あなたはそのグループのメンバーではありません。
nl: U bent geen lid van deze groep

# TITLE
source: License
ar: الرخصة
fr: Licence
ja: ライセンス
nl: Licentie

source: License for this StatusNet site
ar: رخصة موقع ستاتس نت هذا
fr: Licence de ce site StatusNet
ja: この StatusNet サイトのライセンス
nl: Licentie voor deze StatusNetsite

source: Invalid license selection.
ar: اختيار غير صالح للرخصة.
fr: Sélection de licence invalide.
ja: 無効なライセンスを選択しています。
nl: Ongeldige licentieselectie.

source: You must specify the owner of the content when using the All Rights Reserved license.
fr: Vous devez spécifier le propriétaire du contenu lorsque vous utilisez la licence « Tous droits réservés ».
nl: U moet de eigenaar van de inhoud opgeven als u de licentie "Alle rechten voorbehouden" gebruikt.

source: Invalid license title. Maximum length is 255 characters.
ar: رخصة غير صالحة. أقصى طول 255 حرف.
fr: Titre de licence invalide. La taille maximale est de 255 caractères.
ja: ライセンスのタイトルが無効です。最大長は255 文字です。
nl: De licentienaam is ongeldig. De maximale lengte is 255 tekens.

source: Invalid license URL.
ar: مسار رخصة غير صالح.
fr: URL de licence invalide.
ja: ライセンスの URL が無効。
nl: Ongeldige licentie-URL.

source: Invalid license image URL.
ar: مسار صورة الرخصة غير صالح.
fr: URL d’image de licence invalide.
ja: ライセンスの画像 URL が無効。
nl: Ongeldige URL voor licentieafbeelding.

source: License URL must be blank or a valid URL.
ar: يمكن أن تترك مسار الرخصة فارغًا أو أن تضع عنوانًا صالحًا.
fr: L’URL de la licence doit être vide ou valide.
ja: ライセンス URL は、ブランクまたは有効な URL でなければなりません。
nl: De licentie-URL moet leeg zijn of een geldige URL.

source: License image must be blank or valid URL.
ar: يمكن أن تترك مسار صورة الرخصة فارغًا أو أن تضع عنوانًا صالحًا.
fr: L’URL de l’image de la la licence doit être vide ou valide.
ja: ライセンスの画像 URL は、ブランクまたは有効な URL でなければなりません。
nl: De licentieafbeelding moet leeg zijn of een geldige URL.

source: License selection
ar: اختيار الرخصة
fr: Sélection d’une licence
ja: ライセンス選択
nl: Licentieselectie

source: Private
ar: خاص
fr: Privé
ja: プライベート
nl: Privé

source: All Rights Reserved
ar: جميع الحقوق محفوظة
fr: Tous droits réservés
nl: Alle rechten voorbehouden

source: Select a license.
ar: اختر رخصة.
fr: Sélectionner une licence
ja: ライセンス選択
nl: Selecteer een licentie.

source: License details
ar: تفاصيل الرخصة
fr: Détails de la licence
ja: ライセンスの詳細
nl: Licentiedetails

source: Owner
ar: المالك
fr: Propriétaire
ja: 所有者
nl: Eigenaar

source: Name of the owner of the site's content (if applicable).
fr: Nom du propriétaire du contenu du site (si applicable).
ja: サイトのコンテンツの所有者の名前 (該当する場合)。
nl: Naam van de eigenaar van de inhoud van de site (als van toepassing).

source: License Title
ar: عنوان الرخصة
fr: Titre de la licence
ja: ライセンスタイトル
nl: Licentienaam

source: The title of the license.
ar: عنوان الرخصة
fr: Le titre de la licence.
ja: ライセンスのタイトル
nl: De naam van de licentie.

source: License URL
ar: مسار الرخصة
fr: URL de la licence
ja: ライセンス URL
nl: Licentie-URL

source: URL for more information about the license.
ar: مسار مزيد من المعلومات عن الرخصة.
fr: URL où obtenir plus d'informations sur la licence.
ja: ライセンスについての詳細情報の URL。
nl: URL voor meer informatie over de licentie.

source: License Image URL
ar: مسار صورة الرخصة
fr: URL de l’image de la licence
ja: ライセンス画像 URL
nl: URL voor licentieafbeelding

source: URL for an image to display with the license.
ar: مسار الصورة التي ستعرض مع الرخصة.
fr: URL d’une image à afficher avec la licence.
ja: ライセンスを表示するイメージの URL。
nl: Een URL voor een afbeelding om weer te geven met de licentie.

source: Save license settings.
ar: احفظ إعدادات الرخصة.
fr: Enregistrer les paramètres de licence.
ja: ライセンス設定を保存します。
nl: Licentieinstellingen opslaan.

source: Incorrect username or password.
ar: اسم المستخدم أو كلمة السر غير صحيحان.
fr: Identifiant ou mot de passe incorrect.
ja: ユーザー名またはパスワードが間違っています。
nl: De gebruikersnaam of wachtwoord is onjuist.

source: Error setting user. You are probably not authorized.
ar: خطأ أثناء ضبط المستخدم. لست مُصرحًا على الأرجح.
fr: Erreur lors de la mise en place de l’utilisateur. Vous n’y êtes probablement pas autorisé.
ja: ユーザー設定エラー。 あなたはたぶん承認されていません。
nl: Er is een fout opgetreden bij het maken van de instellingen. U hebt waarschijnlijk niet de juiste rechten.

source: Login
ar: لُج
fr: Ouvrir une session
ja: ログイン
nl: Aanmelden

source: Login to site
ar: لُج إلى الموقع
fr: Ouverture de session
ja: サイトへログイン
nl: Aanmelden

source: Username or email address
ar: اسم المستخدم أو البريد الإلكتروني
fr: Nom d’utilisateur ou adresse courriel
ja: ニックネームまたはメールアドレス
nl: Gebruikersnaam of e-mailadres

source: Remember me
ar: تذكّرني
fr: Se souvenir de moi
ja: ログイン状態を保持
nl: Aanmeldgegevens onthouden

source: Automatically login in the future; not for shared computers!
ar: لُج تلقائيًا في المستقبل؛ هذا الخيار ليس مُعدًا للحواسيب المشتركة!
fr: Ouvrir automatiquement ma session à l’avenir (déconseillé pour les ordinateurs publics ou partagés)
ja: 以降は自動的にログインする。共用コンピューターでは避けましょう！
nl: Voortaan automatisch aanmelden. Niet gebruiken op gedeelde computers!

# BUTTON
source: Login
ar: لُج
fr: Se connecter
ja: ログイン
nl: Aanmelden

source: Lost or forgotten password?
ar: أنسيت كلمة السر؟
fr: Mot de passe perdu ?
ja: パスワードを紛失、または忘れましたか？
nl: Wachtwoord kwijt of vergeten?

source: For security reasons, please re-enter your user name and password before changing your settings.
ar: لأسباب أمنية، من فضلك أعد إدخال اسم مستخدمك وكلمة سرك قبل تغيير إعداداتك.
fr: Pour des raisons de sécurité, veuillez entrer à nouveau votre identifiant et votre mot de passe afin d’enregistrer vos préférences.
ja: セキュリティー上の理由により、設定を変更する前に再度ユーザー名とパスワードを入力して下さい。
nl: Om veiligheidsredenen moet u uw gebruikersnaam en wachtwoord nogmaals invoeren alvorens u uw instellingen kunt wijzigen.

source: Login with your username and password.
ar: لُج باسم مستخدمك وكلمة سرك.
fr: Ouvrez une session avec un identifiant et un mot de passe.
ja: ユーザー名とパスワードでログイン。
nl: Aanmelden met uw gebruikersnaam en wachtwoord.

source: Don't have a username yet? [Register](%%action.register%%) a new account.
ar: ليس لديك حساب؟ [سجل](%%action.register%%) حسابًا جديدًا.
fr: Vous n’avez pas encore d’identifiant ? [Créez-vous](%%action.register%%) un nouveau compte.
ja: まだユーザー名を持っていませんか？ 新しいアカウントを [登録](%%action.register%%)してください。
nl: Hebt u nog geen gebruikersnaam? [Registreer een nieuwe gebruiker](%%action.register%%).

source: Only an admin can make another user an admin.
ar: يمكن فقط للإداري أن يجعل مستخدمًا آخرًا إداريًا.
fr: Seul un administrateur peut faire d’un autre utilisateur un administrateur.
ja: 管理者だけが別のユーザーを管理者にすることができます。
nl: Alleen beheerders kunnen andere gebruikers beheerder maken.

source: %1$s is already an admin for group "%2$s".
ar: %1$s إداري بالفعل لمجموعة "%2$s".
fr: %1$s est déjà administrateur du groupe « %2$s ».
ja: %1$s は既にグループ "%2$s" の管理者です。
nl: %1$s is al beheerder van de groep "%2$s"

source: Can't get membership record for %1$s in group %2$s.
ar: لم يمكن الحصول على تسجيل العضوية ل%1$s في المجموعة %2$s.
fr: Impossible d’obtenir les enregistrements d’appartenance pour %1$s dans le groupe %2$s.
ja: %1$s の会員資格記録をグループ %2$s 中から取得できません。
nl: Het was niet mogelijk te bevestigen dat %1$s lid is van de groep %2$s.

source: Can't make %1$s an admin for group %2$s.
ar: لم يمكن جعل %1$s إداريا للمجموعة %2$s.
fr: Impossible de rendre %1$s administrateur du groupe %2$s.
ja: %1$s をグループ %2$s の管理者にすることはできません
nl: Het is niet mogelijk %1$s beheerder te maken van de groep %2$s.

source: No current status.
ar: لا حالة جارية.
fr: Aucun statut actuel.
ja: 現在のステータスはありません。
nl: Geen huidige status.

source: New application
ar: تطبيق جديد
fr: Nouvelle application
ja: 新しいアプリケーション
nl: Nieuwe applicatie

source: You must be logged in to register an application.
ar: يجب أن تكون والجا لتسجل تطبيقا.
fr: Vous devez être connecté pour enregistrer une application.
ja: アプリケーションを登録するにはログインしていなければなりません。
nl: U moet aangemeld zijn om een applicatie te kunnen registreren.

source: Use this form to register a new application.
ar: استخدم هذا النموذج لتسجل تطبيقا جديدا.
fr: Utilisez ce formulaire pour inscrire une nouvelle application.
ja: このフォームを使って新しいアプリケーションを登録します。
nl: Gebruik dit formulier om een nieuwe applicatie te registreren.

source: Source URL is required.
ar: المسار المصدر مطلوب.
fr: L’URL source est requise.
ja: ソース URL が必要です。
nl: Een bron-URL is verplicht.

source: Could not create application.
ar: لم يمكن إنشاء التطبيق.
fr: Impossible de créer l’application.
ja: アプリケーションを作成できません。
nl: Het was niet mogelijk de applicatie aan te maken.

source: Invalid image.
ar: صورة غير صالحة.
fr: Image non valide.
ja: 無効な画像。
nl: Ongeldige afbeelding.

source: New group
ar: مجموعة جديدة
fr: Nouveau groupe
ja: 新しいグループ
nl: Nieuwe groep

source: You are not allowed to create groups on this site.
ar: لا يسمح لك بإنشاء مجموعات على هذا الموقع.
fr: Vous ne sont pas autorisés à créer des groupes sur ce site
ja: このサイトにグループを作成することは許可されていません。
nl: U mag geen groepen aanmaken op deze site.

source: Use this form to create a new group.
ar: استخدم هذا النموذج لإنشاء مجموعة جديدة.
fr: Remplissez les champs ci-dessous pour créer un nouveau groupe :
ja: このフォームを使って新しいグループを作成します。
nl: Gebruik dit formulier om een nieuwe groep aan te maken.

source: New message
ar: رسالة جديدة
fr: Nouveau message
ja: 新しいメッセージ
nl: Nieuw bericht

source: You cannot send a message to this user.
ar: لا يمكنك إرسال رسالة إلى هذا المستخدم.
fr: Vous ne pouvez pas envoyer de messages à cet utilisateur.
ja: このユーザーにメッセージを送信することはできません。
nl: U kunt geen bericht naar deze gebruiker zenden.

source: No content!
ar: لا محتوى!
fr: Aucun contenu !
ja: コンテンツがありません！
nl: Geen inhoud!

source: No recipient specified.
ar: لا مستلم حُدّد.
fr: Aucun destinataire n’a été spécifié.
ja: 受取人が書かれていません。
nl: Er is geen ontvanger aangegeven.

source: Message sent
ar: أُرسلت الرسالة
fr: Message envoyé
ja: メッセージを送りました
nl: Bericht verzonden

source: Direct message to %s sent.
ar: تم إرسال رسالة مباشرة ل%s.
fr: Message direct envoyé à %s.
ja: ダイレクトメッセージを %s に送りました
nl: Het directe bericht aan %s is verzonden.

source: Ajax Error
ar: خطأ أجاكس
fr: Erreur Ajax
ja: Ajax エラー
nl: Er is een Ajax-fout opgetreden

# TITLE
source: New notice
ar: إشعار جديد
fr: Nouvel avis
ja: 新しいつぶやき
nl: Nieuw bericht

source: Notice posted
ar: أُرسل الإشعار
fr: Avis publié
ja: つぶやきを投稿しました
nl: De mededeling is verzonden

source: Search for notices on %%site.name%% by their contents. Separate search terms by spaces; they must be 3 characters or more.
ar: ابحث عن إشعارات على %%site.name%% عبر محتوياتها. افصل عبارات البحث بمسافات؛ ويجب أن تتكون هذه العبارات من 3 أحرف أو أكثر.
fr: Recherchez les avis %%site.name%% par leur contenu. Séparez les termes de recherche par des espaces. Ils doivent contenir au moins 3 caractères.
ja: %%site.name%% のつぶやきを内容から検索。検索語はスペース区切り。3字以上
nl: Zoek naar mededelingen op %%site.name%% op basis van inhoud. Scheid zoektermen met spaties. Zoektermen moeten uit drie of meer tekens bestaan.

source: Text search
ar: بحث في النصوص
fr: Recherche de texte
ja: テキスト検索
nl: Tekst doorzoeken

source: Search results for "%1$s" on %2$s
ar: نتائج البحث ل"%1$s" على %2$s
fr: Résultats de la recherche pour « %1$s » sur %2$s
ja: "%1$s" の %2$s 上の検索結果
nl: Zoekresultaten voor "%1$s" op %2$s

source: Be the first to [post on this topic](%%%%action.newnotice%%%%?status_textarea=%s)!
ar: كن أول من [يكتب عن هذا الموضوع](%%%%action.newnotice%%%%?status_textarea=%s)!
fr: Soyez le premier à [poster sur ce sujet](%%%%action.newnotice%%%%?status_textarea=%s) !
ja: 最初の [このトピックに投稿](%%%%action.newnotice%%%%?status_textarea=%s) をしてください！
nl: U kunt de eerste zijn die een bericht plaatst in [dit onderwerp](%%%%action.newnotice%%%%?status_textarea=%s)!

source: Why not [register an account](%%%%action.register%%%%) and be the first to [post on this topic](%%%%action.newnotice%%%%?status_textarea=%s)!
ar: لمَ لا [تسجل حسابا](%%%%action.register%%%%) وتكون أول من [ينشر عن هذا الموضوع](%%%%action.newnotice%%%%?status_textarea=%s)!
fr: Pourquoi ne pas [créer un compte](%%%%action.register%%%%) et être le premier à [poster sur ce sujet](%%%%action.newnotice%%%%?status_textarea=%s) !
ja: なぜ [アカウント登録](%%%%action.register%%%%) しないのですか、そして最初の[このトピック投稿](%%%%action.newnotice%%%%?status_textarea=%s) してください！
nl: U kunt een [gebruiker registeren](%%%%action.register%%%%) en dan de eerste zijn die een bericht plaatst in [dit onderwerp](%%%%action.newnotice%%%%?status_textarea=%s)!

source: Updates with "%s"
ar: مستجدات فيها "%s"
fr: Mises à jour avec « %s »
ja: %s で更新
nl: Updates met "%s"

source: Updates matching search term "%1$s" on %2$s.
ar: المستجدات التي تطابق عبارة "%1$s" في %2$s.
fr: Mises à jour correspondant au critère de recherche "%1$s" sur %2$s.
ja: "%2$s" 上で検索語 "%1$s" に一致するすべての更新
nl: Updates die overeenkomen met de zoekterm "%1$s" op %2$s.

source: This user doesn't allow nudges or hasn't confirmed or set their email address yet.
fr: Cet utilisateur n’accepte pas les clins d’œil ou n’a pas encore validé son adresse électronique.
ja: このユーザは、合図を許可していないか、確認されていない状態か、メールアドレスを設定していません。
nl: Deze gebruiker is niet te porren of heeft nog geen bevestigd e-mailadres.

source: Nudge sent
ar: أرسل التنبيه
fr: Clin d’œil envoyé
ja: 合図を送った
nl: De por is verzonden

source: Nudge sent!
ar: أُرسل التنبيه!
fr: Clin d’œil envoyé !
ja: 合図を送った！
nl: De por is verzonden!

source: You must be logged in to list your applications.
ar: يجب أن تكون والجا لعرض تطبيقاتك.
fr: Vous devez être connecté pour lister vos applications.
ja: アプリケーションをリストするにはログインしていなければなりません。
nl: U moet aangemeld zijn om een lijst met uw applicaties te kunnen bekijken.

source: OAuth applications
ar: تطبيقات OAuth
fr: Applications OAuth
ja: OAuth アプリケーション
nl: Overige instellingen

source: Applications you have registered
ar: التطبيقات التي سجلتها
fr: Applications que vous avez enregistré
ja: あなたが登録したアプリケーション
nl: Door u geregistreerde applicaties

source: You have not registered any applications yet.
ar: لم تسجل أي تطبيق إلى الآن.
fr: Vous n’avez encore enregistré aucune application.
ja: あなたはまだなんのアプリケーションも登録していません。
nl: U hebt nog geen applicaties geregistreerd.

source: Connected applications
ar: التطبيقات المتصلة
fr: Applications connectées.
ja: 接続されたアプリケーション
nl: Verbonden applicaties

source: The following connections exist for your account.
ar: توجد الارتباطات التالية بحسابك.
fr: Vous avez autorisé les applications suivantes à se connecter à votre compte.
nl: U hebt de onderstaande applicaties toegang gegeven tot uw gebruikersgegevens.

source: You are not a user of that application.
ar: لست مستخدما لهذا التطبيق.
fr: Vous n’êtes pas un utilisateur de cette application.
ja: あなたはそのアプリケーションのユーザーではありません。
nl: U bent geen gebruiker van die applicatie.

source: Unable to revoke access for application: %s.
ar: غير قادر على سحب الصلاحية للتطبيق: %s.
fr: Impossible de révoquer l’accès par l’application : %s.
ja: アプリケーションのアクセスを取り消すことができません: %s。
nl: Het was niet mogelijk de toegang te ontzeggen voor de volgende applicatie: %s.

source: You have successfully revoked access for %1$s and the access token starting with %2$s.
fr: Vous avez avec succès révoqué l’accès par l’application %1$s, ainsi que le jeton personnel d’accès commençant par %2$s.
nl: U hebt de toegang voor %1$s en het toegangstoken dat begint met %2$s ingetrokken.

source: You have not authorized any applications to use your account.
ar: لم تسمح لأي تطبيق بإستعمال حسابك.
fr: Vous n’avez autorisé aucune application à utiliser votre compte.
ja: あなたは、どんなアプリケーションもあなたのアカウントを使用するのを認可していません。
nl: U hebt geen enkele applicatie geautoriseerd voor toegang tot uw gebruikersgegevens.

source: Are you a developer? [Register an OAuth client application](%s) to use with this instance of StatusNet.
ar: هل أنت مطوِّر؟ [سجّل تطبيق عميل OAuth](%s) لتستخدمه مع هذا الموقع.
fr: Êtes-vous un développeur ? [Inscrivez une application cliente OAuth](%s) à utiliser avec cette instance de StatusNet.
ja: あなたは開発者ですか？ StatusNet のこのインスタンスを [OAuth クライアントアプリケーションの登録](%s) で使用します。
nl: Bet u ontwikkelaar? [Registreer dan een OAuthprogramma](%s) om te gebruiken met deze Statusnetsite.

source: "%s" not found.
ar: لم يعثر على "%s".
fr: « %s » introuvable.
ja: "%s" が見つかりません。
nl: "%s" is niet aangetroffen.

source: Notice %s not found.
ar: لم يعثر على الإشعار %s.
fr: Avis %s non trouvé.
ja: つぶやき %s が見つかりません。
nl: Opmerking "%s" is niet gevonden.

source: Notice has no profile.
ar: لا صفحة للإشعار.
fr: L’avis n’a pas de profil.
ja: つぶやきプロファイルをもっていません。
nl: Mededeling heeft geen profiel.

source: %1$s's status on %2$s
ar: حالة %1$s في يوم %2$s
fr: Statut de %1$s sur %2$s
ja: %2$s における %1$s のステータス
nl: Status van %1$s op %2$s

source: Attachment %s not found.
ar: لم يعثر على المرفق %s.
fr: Pièce jointe %s non trouvée.
ja: 添付ファイル %s が見つかりません。
nl: De bijlage %s is niet gevonden.

source: "%s" not supported for oembed requests.
fr: « %s » n’est pas supporté pour les demandes oEmbed.
ja: "%s" は oEmbed 要求をサポートしていません。
nl: "%s" wordt niet ondersteund voor oembed-verzoeken.

source: Content type %s not supported.
ar: نوع المحتوى %s غير مدعوم.
fr: Type de contenu %s non supporté.
ja: コンテンツタイプ %s はサポートしていません。
nl: Inhoudstype %s wordt niet ondersteund.

source: Only %s URLs over plain HTTP please.
fr: Veuillez n'utiliser que des URL HTTP complètes en %s.
nl: Alleen URL's voor %s via normale HTTP alstublieft.

source: Not a supported data format.
ar: ليس نسق بيانات مدعوم.
fr: Format de données non supporté.
ja: サポートされていないデータ形式。
nl: Geen ondersteund gegevensformaat.

source: Old school UI settings
fr: Paramètres d'IHM ancienne école
ja: 古い学校のUIの設定
nl: Oude gebruikersinterfaceinstellingen

source: If you like it "the old way", you can set that here.
fr: Si vous préfèrez "l'ancien style", vous pouvez le définir ici
nl: Als u de voorkeur geeft aan de "oude manier", dan kunt u dat hier aangeven.

source: Settings saved.
ar: حُفظت الإعدادات.
fr: Préférences enregistrées.
ja: 設定が保存されました。
nl: De instellingen zijn opgeslagen.

source: Only stream mode (no conversations) in timelines
fr: Mode fil de l'eau uniquement (pas de conversations) dans les chronologies
nl: Alleen streammodus (geen gesprekken) in tijdlijnen

source: Show conversation page as hierarchical trees
fr: Afficher la page de conversation sous forme d'arbres hiérarchiques
nl: Gesprekkenpagina als hiërarchische boomstructuur weergeven
