Repository: UngPirat/freesocial
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ar, fr, ja, nl

source: Show nicknames (not full names) in timelines
fr: Montrer les surnoms (et non les noms complets) dans les flux
nl: Gebruikersnamen (geen volledige namen) weergeven in tijdlijnen

source: Save
ar: احفظ
fr: Enregistrer
ja: 保存
nl: Opslaan

source: People Search
ar: بحث في الأشخاص
fr: Recherche de personnes
ja: ユーザーの検索
nl: Mensen zoeken

source: Notice Search
ar: بحث الإشعارات
fr: Recherche d’avis
ja: つぶやき検索
nl: Mededeling zoeken

source: Already logged in.
ar: والج بالفعل.
fr: Déjà connecté.
ja: 既にログインしています。
nl: U bent al aangemeld.

source: No user ID specified.
ar: لا هوية مستخدم محددة.
fr: Aucun identifiant d’utilisateur n’a été spécifié.
ja: ユーザー ID の指定ありません。
nl: Er is geen ID opgegeven.

source: No login token specified.
ar: لا محتوى دخول محدد.
fr: Aucun jeton d’identification n’a été spécifié.
ja: ログイントークンの指定がありません。
nl: Er is geen token opgegeven.

source: No login token requested.
ar: لا طلب استيثاق.
fr: Aucun jeton d’identification n’a été demandé.
ja: ログイントークンが要求されていません。
nl: Er is niet om een aanmeldtoken gevraagd.

source: Invalid login token specified.
ar: توكن دخول غير صحيح محدد.
fr: Jeton d’identification invalide.
ja: 無効なログイントークンが指定されています。
nl: Het opgegeven token is ongeldig.

source: Login token expired.
ar: توكن الدخول انتهى.
fr: Jeton d’identification périmé.
ja: ログイントークンが期限切れです。
nl: Het aanmeldtoken is verlopen.

source: Outbox for %1$s - page %2$d
ar: صندوق %1$s الصادر - صفحة %2$d
fr: Boîte d’envoi de %1$s - page %2$d
ja: %1$s の送信トレイ - ページ %2$d
nl: Postvak UIT voor %1$s - pagina %2$d

source: Outbox for %s
ar: صندوق %s الصادر
fr: Boîte d’envoi de %s
ja: %s の送信トレイ
nl: Postvak UIT voor %s

source: This is your outbox, which lists private messages you have sent.
ar: هذا صندوق بريدك الصادر، والذي يسرد الرسائل الخاصة التي أرسلتها.
fr: Cette boîte d’envoi regroupe les messages personnels que vous avez envoyés.
ja: これはあなたの送信トレイです、あなたが送ったプライベート・メッセージをリストします。
nl: Dit is uw Postvak UIT waarin de door u verzonden privéberichten staan.

# TITLE
source: Change password
ar: تغيير كلمة السر
fr: Changer de mot de passe
ja: パスワードを変更
nl: Wachtwoord wijzigen

source: Change your password.
ar: غيّر كلمة سرك.
fr: Modifier votre mot de passe.
ja: パスワードを変更します。
nl: Wachtwoord wijzigen

source: Password change
ar: تغيير كلمة السر
fr: Modification du mot de passe
ja: パスワード変更
nl: Wachtwoord wijzigen

source: Old password
ar: كلمة السر القديمة
fr: Ancien mot de passe
ja: 古いパスワード
nl: Huidige wachtwoord

source: New password
ar: كلمة السر الجديدة
fr: Nouveau mot de passe
ja: 新しいパスワード
nl: Nieuw wachtwoord

source: 6 or more characters.
ar: 6 أحرف أو أكثر.
fr: 6 caractères ou plus.
ja: 6 文字以上。
nl: Zes of meer tekens.

# LABEL
source: Confirm
ar: أكّد
fr: Confirmer
ja: 確認
nl: Bevestigen

source: Same as password above.
ar: نفس كلمة السر أعلاه.
fr: Identique au mot de passe ci-dessus.
ja: 上記と同じパスワード。
nl: Gelijk aan het wachtwoord hierboven.

# BUTTON
source: Change
ar: غيّر
fr: Changer
ja: 変更
nl: Wijzigen

source: Password must be 6 or more characters.
ar: يجب أن تكون كلمة السر 6 حروف أو أكثر.
fr: Votre mot de passe doit contenir au moins 6 caractères.
ja: パスワードは6文字以上にする必要があります。
nl: Het wachtwoord moet zes of meer tekens bevatten.

source: Passwords do not match.
ar: كلمتا السر غير متطابقتين.
fr: Les mots de passe ne correspondent pas.
ja: パスワードが一致しません。
nl: De wachtwoorden komen niet overeen.

source: Incorrect old password.
ar: كلمة السر القديمة غير صحيحة.
fr: Ancien mot de passe incorrect
ja: 古いパスワードが正しくありません。
nl: Het oude wachtwoord is onjuist.

source: Error saving user; invalid.
ar: خطأ أثناء حفظ المستخدم؛ غير صالح.
fr: Erreur lors de l’enregistrement de l’utilisateur ; invalide.
ja: ユーザー保存エラー; 無効です。
nl: Fout bij opslaan gebruiker; ongeldig.

source: Cannot save new password.
ar: !تعذّر حفظ كلمة السر الجديدة.
fr: Impossible d’enregistrer nouveau mot de passe.
ja: 新しいパスワードを保存できません。
nl: Het was niet mogelijk het nieuwe wachtwoord op te slaan.

source: Password saved.
ar: حُفظت كلمة السر.
fr: Mot de passe enregistré.
ja: パスワードが保存されました。
nl: Het wachtwoord is opgeslagen.

source: Paths
ar: المسارات
fr: Chemins
ja: パス
nl: Paden

source: Path and server settings for this StatusNet site
ar: إعدادات المسارات والخوادم لموقع ستاتس نت هذا.
fr: Paramètres de chemin et serveur pour ce site StatusNet
ja: この StatusNet サイトのパスとサーバの設定
nl: Pad- en serverinstellingen voor de StatusNet-website

source: Theme directory not readable: %s.
ar: لا يمكن قراءة دليل السمات: %s.
fr: Dossier des thème non lisible : %s.
ja: テーマのディレクトリを読み取ることができません: %s
nl: Er kan niet uit de vormgevingmap gelezen worden: %s.

source: Avatar directory not writable: %s.
ar: لا يمكن الكتابة في دليل الأفتارات: %s.
fr: Dossier des avatars non inscriptible : %s.
ja: アバターのディレクトリに書き込むことができません: %s
nl: Er kan niet in de avatarmap geschreven worden: %s.

source: Locales directory not readable: %s.
ar: لا يمكن قراءة دليل المحليات: %s.
fr: Dossier des paramètres régionaux non lisible : %s.
ja: ローカルディレクトリが読み込めません: %s。
nl: Er kan niet uit de talenmap gelezen worden: %s.

source: Invalid SSL server. The maximum length is 255 characters.
ar: خادوم SSL غير صالح. أقصى طول 255 حرف.
fr: Serveur SSL invalide. La longueur maximale est de 255 caractères.
ja: 無効な SSL サーバー。最大 255 文字まで。
nl: De SSL-server is ongeldig. De maximale lengte is 255 tekens.

source: Server
ar: خادوم
fr: Serveur
ja: サーバー

source: Site's server hostname.
ar: اسم مضيف خادوم الموقع.
fr: Nom d’hôte du serveur du site.
ja: サイトのサーバーホスト名
nl: Hostnaam van de website server.

source: Path
ar: المسار
fr: Chemin
ja: パス
nl: Pad

source: Site path.
ar: مسار الموقع.
fr: Chemin du site.
ja: サイトのパス
nl: Websitepad.

source: Locale directory
ar: دليل المحليات
fr: Dossier des données de localisation
ja: ローカルディレクトリ
nl: Map voor taalondersteuning

source: Directory path to locales.
ar: مسار دليل المحليات.
fr: Chemin du dossier vers les paramètres régionaux.
ja: ローカルのディレクトリパス。
nl: Map voor taalondersteuning.

source: Fancy URLs
ar: مسارات فاخرة
fr: Jolies URL
nl: Nette URL's

source: Use fancy URLs (more readable and memorable)?
ar: أأستخدم مسارات فاخرة (يمكن قراءتها وتذكرها بسهولة أكبر)؟
fr: Utiliser des jolies URL (plus lisibles et faciles à mémoriser) ?
ja: Fancy URLs (読みやすく、忘れにくい) を使用しますか？
nl: Nette URL's gebruiken (beter leesbaar en beter te onthouden)?

# LEGEND
source: Theme
ar: السمة
fr: Thème
ja: テーマ
nl: Vormgeving

source: Server for themes.
ar: خادوم السمات.
fr: Serveur pour les thèmes.
ja: テーマ用サーバー
nl: Server voor vormgevingen.

source: Web path to themes.
ar: المسار على الشبكة للسمات.
fr: Chemin d'accès Internet aux thèmes.
ja: テーマの Web パス。
nl: Webpad voor vormgevingen.

source: SSL server
ar: خادوم SSL
fr: Serveur SSL
ja: SSLサーバ

source: SSL server for themes (default: SSL server).
ar: خادوم SSL للسمات (مبدئيًا نفس خادوم SSL).
fr: Serveur SSL pour les thèmes (par défaut : serveur SSL).
ja: テーマ用 SSL サーバ ( デフォルト: SSL サーバ)。
nl: SSL-server voor vormgevingen (standaard: SSL-server).

source: SSL path
ar: مسار SSL
fr: Chemin d’accès SSL
ja: SSL のパス
nl: SSL-pad

source: SSL path to themes (default: /theme/).
fr: Chemin d’accès SSL aux thèmes (par défaut : /theme/).
ja: テーマの SSL パス (デフォルト: /theme/ )。
nl: SSL-pad naar vorgevingen (standaard: /theme/).

source: Directory
ar: الدليل
fr: Répertoire
ja: ディレクトリ
nl: Map

source: Directory where themes are located.
ar: الدليل الذي فيه السمات.
fr: Chemin du répertoire où les thèmes sont stockés.
ja: テーマが置かれているディレクトリ
nl: Map waar alle vormgevingen worden opgeslagen.

source: Avatar server
ar: خادوم الأفتارات
fr: Serveur d’avatar
ja: アバターサーバー

source: Server for avatars.
ar: خادوم الأفتارت.
fr: Serveur pour les avatars.
ja: アバター用サーバ
nl: Server voor avatars.

source: Avatar path
ar: مسار الأفتارات
fr: Chemin des avatars
ja: アバターパス
nl: Avatarpad

source: Web path to avatars.
ar: مسار الويب للصور الرمزية.
fr: Chemin d’accès Internet vers les avatars.
ja: アバターの Web パス
nl: Webpad naar avatars.

source: Avatar directory
ar: دليل الأفتارات
fr: Dossier des avatars
ja: アバターディレクトリ
nl: Avatarmap

source: Directory where avatars are located.
ar: الدليل الذي فيه الأفتارات.
fr: Le répertoire où les avatars sont stockés.
ja: アバターが置かれているディレクトリ
nl: Map waar alle avatars worden opgeslagen.

source: Attachments
ar: المرفقات
fr: Pièces jointes
ja: 添付
nl: Bijlagen

source: Server for attachments.
ar: خادوم المرفقات.
fr: Serveur pour les pièces jointes.
ja: 添付ファイル用サーバ
nl: Server voor bijlagen.

source: Web path to attachments.
ar: مشار الشبكة للمرفقات.
fr: Chemin d’accès Internet vers les pièces jointes.
ja: 添付ファイルへの Web パス
nl: Webpad voor bijlagen.

source: Server for attachments on SSL pages.
ar: خادوم مرفقات صفحات SSL.
fr: Serveur pour les pièces jointes sur les pages SSL.
ja: SSL ページの添付ファイル用サーバ
nl: Server voor bijlagen op SSL-pagina's.

source: Web path to attachments on SSL pages.
fr: Chemin d’accès Internet vers les pièces jointes sur les pages SSL.
ja: SSL ページを Web パスに添付します。
nl: Webpad voor bijlagen op SSL-pagina's.

source: Directory where attachments are located.
ar: الدليل الذي فيه المرفقات.
fr: Le répertoire où les pièces jointes sont stockées.
ja: 添付ファイルが置かれているディレクトリ
nl: Map waar bijlagen worden opgeslagen.

source: Never
ar: مطلقا
fr: Jamais
ja: しない
nl: Nooit

source: Sometimes
ar: أحيانًا
fr: Quelquefois
ja: ときどき
nl: Soms

source: Always
ar: دائمًا
fr: Toujours
ja: 常に
nl: Altijd

source: Use SSL
ar: استخدم SSL
fr: Utiliser SSL
ja: SSL 使用
nl: SSL gebruiken

source: When to use SSL.
ar: متى أستخدم SSL.
fr: Quand utiliser SSL.
ja: SSL を使用する場合。
nl: Wanneer SSL gebruikt moet worden.

source: Server to direct SSL requests to.
ar: الخادوم الذي ستوجه طلبات SSL إليه.
fr: Serveur vers lequel diriger les requêtes SSL.
ja: ダイレクト SSL リクエストを向けるサーバ
nl: De server waar SSL-verzoeken heen gestuurd moeten worden.

source: Save path settings.
ar: احفظ إعدادت المسارات.
fr: Sauvegarder les paramètres du chemin.
ja: パス設定を保存
nl: De padinstellingen opslaan.

source: Search for people on %%site.name%% by their name, location, or interests. Separate the terms by spaces; they must be 3 characters or more.
ar: ابحث عن أشخاص على %%site.name%% بدلالة الاسم أو الموقع أو الاهتمامات. افصل عبارات البحث بمسافات؛ ويجب أن تتكون تلك العبارات من 3 أحرف أو أكثر.
fr: Recherchez des personnes dans %%site.name%% par leur nom, leur emplacement ou leurs intérêts. Séparez les termes de recherche par des espaces. Ils doivent contenir au moins 3 caractères.
ja: %%site.name%% の人を名前、場所、興味から検索。検索語はスペース区切り。3字以上。
nl: Zoeken naar gebruikers op %%site.name%% op basis van hun naam, locatie of interesses. Scheid de zoektermen met spaties. Zoektermen moeten uit drie of meer tekens bestaan.

source: People search
ar: بحث في الأشخاص
fr: Recherche de personnes
ja: ユーザーの検索
nl: Gebruikers zoeken

source: Public list %s
ar: اللائحة العامة %s
fr: Liste publique %s
ja: 公開リスト %s
nl: Openbare lijst %s

source: Public list %1$s, page %2$d
ar: اللائحة العامة %1$s، الصفحة %2$d
fr: Liste publique %1$s, page %2$d
ja: 公開リスト %1$s、ページ %2$d
nl: Openbare lijst %1$s, pagina %2$d

source: Lists are how you sort similar people on %%site.name%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. You can then easily keep track of what they are doing by subscribing to the list's timeline.
ar: تمكنك اللائحات من فرز الأشخاص حسب تشابههم على %%site.name%%، خدمة [التدوين المُصغّر](http://en.wikipedia.org/wiki/Micro-blogging) المبنية على البرنامج الحر [ستاتس نت](http://status.net/). يمكنك بعد ذلك متابعتهم بالاشتراك بالمسار الزمني للائحة.
fr: Les listes sont la manière dont vous triez des personnes similaires sur %%site.name%%, un service de [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) basé sur l'outil libre [StatusNet](http://status.net/). Vous pouvez alors facilement garder trace de ce qu'elles font en s'abonnant à la chronologie de la liste.
ja: リストは、%%site.name%% 上の人々を並べ替える方法です。フリーソフトウェアツール [StatusNet](http://status.net/) を基にした [ミニブログ](http://ja.wikipedia.org/wiki/%%E3%%83%%9F%%E3%%83%%8B%%E3%%83%%96%%E3%%83%%AD%%E3%%82%%B0) サービスです。リストのタイムラインをフォローする事で、みんなが何をしているかを簡単に追跡することができます。
nl: Lijsten zijn een manier om gelijksoortige mensen te ordenen op %%site.name%%, een [microblogdienst](http://nl.wikipedia.org/wiki/Microblogging) gebaseerd op het vrije softwareprogramma [StatusNet](http://status.net/). U kunt ze dan eenvoudig volgen door te abonneren op de tijdlijn van de lijst.

source: No tagger.
fr: Aucun marqueur.
ja: そのようなタグはありません。
nl: Geen tagger.

source: People listed in %1$s by %2$s
ar: المدرجون في %1$s من %2$s
fr: Personnes listées dans %1$s par %2$s
ja: %2$s の %1$s に記載された人々
nl: Mensen in de lijst %1$s van %2$s

source: People listed in %1$s by %2$s, page %3$d
ar: المدرجون في %1$s من %2$s، الصفحة %3$d
fr: Personnes énumérées à %1$s par %2$s, page %3$d
ja: %2$s の %1$s に記載された人々、ページ %3$d
nl: Mensen in de lijst %1$s van %2$s, pagina %3$d

source: Creator
ar: المنشئ
fr: Créateur
ja: 作成者
nl: Maker

source: Private lists by you
ar: لائحاتك الخاصة
fr: Listes privées par vous
ja: あなたのプライベートのリスト
nl: Uw privélijsten

source: Public lists by you
ar: لائحاتك العامة
fr: Listes publiques de votre part
ja: あなたの公開リスト
nl: Uw openbare lijsten

source: Lists by you
ar: لائحاتك
fr: Listes de votre part
ja: あなたのリスト
nl: Uw lijsten

source: Lists by %s
ar: لائحات %s
fr: Listes de %s
ja: %s のリスト
nl: Lijsten van %s

source: Lists by %1$s, page %2$d
ar: لائحات %1$s، الصفحة %2$d
fr: Listes par %1$s, page %2$d
ja: %1$s のリスト、ページ %2$d
nl: Lijsten van %1$s, pagina %2$d

source: You cannot view others' private lists
ar: لا يمكن أن تشاهد لائحات الآخرين الخاصة.
fr: Vous ne pouvez pas voir les listes privées des autres utilisateurs
ja: 他人のプライベートリストを表示することはできません。
nl: U kunt de privélijsten van andere gebruikers niet bekijken

source: Lists for %s
ar: لائحات %s
fr: Listes pour %s
ja: %s のリスト
nl: Lijsten waar %s in is opgenomen

source: Select tag to filter
ar: اختر وسمًا لترشيحه
fr: Sélectionner une marque à filtrer
ja: フィルターにかけるタグを選択
nl: Selecteer een label om op te filteren

source: Show private tags.
ar: عرض الوسوم الخاصة
fr: Afficher les notices privées.
ja: プライベートタグを表示。
nl: Privélabels weergeven.

source: Show public tags.
ar: أظهر الوسوم العمومية.
fr: Afficher les balises publics.
ja: パブリックのタグを表示する。
nl: Openbare labels weergeven.

# BUTTON
source: Go
ar: اذهب
fr: Aller
ja: 実行
nl: OK

source: These are lists created by **%s**. Lists are how you sort similar people on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. You can easily keep track of what they are doing by subscribing to the list's timeline.
ar: هذه اللائحات التي أنشأها **%s**. تمكنك اللائحات من فرز الأشخاص حسب تشابههم على %%%%site.name%%%% خدمة [التدوين المُصغّر](http://en.wikipedia.org/wiki/Micro-blogging) المبنية على البرنامج الحر [ستاتس نت](http://status.net/). يمكنك بعد ذلك متابعتهم بالاشتراك بالمسار الزمني للائحة.
fr: Voici les listes créées par **%s**. Les listes sont la manière dont vous triez les gens semblables sur %%%%site.name%%%%, un service de [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) basé sur l'outil libre [StatusNet](http://status.net/). Vous pouvez facilement garder trace de ce qu'elles font en vous abonnant à la chronologie de la liste.
ja: これは **%s** によって作成されたリストです。リストは、%%%%site.name%%%% 上の人々を並べ替える方法です。フリーソフトウェアツール [StatusNet](http://status.net/) を基にした [ミニブログ](http://ja.wikipedia.org/wiki/%%E3%%83%%9F%%E3%%83%%8B%%E3%%83%%96%%E3%%83%%AD%%E3%%82%%B0) サービスです。リストのタイムラインをフォローする事で、みんなが何をしているのか簡単に追跡することができます。
nl: Dit zijn de lijsten die zijn gemaakt door **%s**. Via lijsten kunt u gelijksoortige mensen ordenen op %%%%site.name%%%%, a [microblogdienst](http://en.wikipedia.org/wiki/Micro-blogging) gebaseerd op het vrije softwareprogramma [StatusNet](http://status.net/). U kunt eenvoudig bijhouden wat ze doen door te abonneren op de tijdlijn van de lijst.

source: %s has not created any [lists](%%%%doc.lists%%%%) yet.
ar: لم ينشئ %s أي [لائحات](%%%%doc.lists%%%%) إلى الآن.
fr: %s n'a encore créé aucune [liste](%%%%doc.lists%%%%).
ja: %s は [lists](%%%%doc.lists%%%%) をまだ作成していません。
nl: %s heeft nog geen [lijsten](%%%%doc.tags%%%%) gemaakt.

source: Lists with %s in them
ar: اللائحات التي فيها %s
fr: Listes contenant %s
nl: Lijsten waar %s in is opgenomen

source: Lists with %1$s, page %2$d
ar: اللائحات التي فيها %1$s، الصفحة %2$d
fr: Listes avec %1$s, page %2$d
ja: %1$s のリスト、ページ %2$d
nl: Lijsten waar %1$s in is opgenomen, pagina %2$d

source: These are lists for **%s**. lists are how you sort similar people on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. You can easily keep track of what they are doing by subscribing to the list's timeline.
ar: هذه لائحات **%s**. تمكنك اللائحات من فرز الأشخاص حسب تشابههم على %%%%site.name%%%%، خدمة [التدوين المُصغّر](http://en.wikipedia.org/wiki/Micro-blogging) المبنية على البرنامج الحر [ستاتس نت](http://status.net/). يمكنك بعد ذلك متابعتهم بالاشتراك بالمسار الزمني للائحة.
fr: Voici les listes pour ** %s **. Les listes sont la manière dont vous triez les gens semblables sur %%%%site.name%%%%, un service de [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) basé sur l'outil libre [StatusNet](http://status.net/). Vous pouvez facilement garder trace de ce qu'elles font en vous abonnant à la chronologie de la liste.
ja: これは **%s** のリストです。リストは、%%%%site.name%%%% 上の人々を並べ替える方法です。フリーソフトウェアツール [StatusNet](http://status.net/) を基にした [ミニブログ](http://ja.wikipedia.org/wiki/%%E3%%83%%9F%%E3%%83%%8B%%E3%%83%%96%%E3%%83%%AD%%E3%%82%%B0) サービスです。リストのタイムラインをフォローする事で、みんなが何をしているのか簡単に追跡することができます。
nl: Dit zijn lijsten van **%s**. U kunt lijsten gebruiken om soortgelijke mensen te ordenen op %%%%site.name%%%%, een [microblogdienst](http://en.wikipedia.org/wiki/Micro-blogging) gebaseerde op het vrije softwareprogramma [StatusNet](http://status.net/). U kunt eenvoudig bijhouden wat ze doen door te abonneren op de tijdlijn van de lijst.

source: %s has not been [listed](%%%%doc.lists%%%%) by anyone yet.
ar: لم [يدرج](%%%%doc.lists%%%%) أحد %s إلى الآن.
fr: %s n'a pas encore été [ajouté à la liste](%%%%doc.lists%%%%) par quelqu'un.
ja: %s はだだれも [リスト](%%%%doc.lists%%%%) にしていません。
nl: %s is nog niemand in een [lijst](%%%%doc.tags%%%%) opgenomen.

source: Subscribers to list %1$s by %2$s
ar: المشتركون باللائحة %1$s التي أنشأها %2$s
fr: Abonnés à la liste %1$s par %2$s
ja: %2$s の %1$s フォロー一覧
nl: Abonnees op de lijst %1$s van %2$s

source: Subscribers to list %1$s by %2$s, page %3$d
ar: المشتركون باللائحة %1$s التي أنشأها %2$s، الصفحة %3$d
fr: Abonnés à la liste %1$s par %2$s, page %3$d
ja: %2$s の %1$s フォロー一覧、ページ %3$d
nl: Abonnees op de lijst %1$s van %2$s, pagina %3$d

source: Lists subscribed to by %s
ar: اللائحات التي %s مشترك بها
fr: Listes auxquelles s'est abonné %s
ja: %s のフォロー一覧
nl: Lijsten waar %s op geabonneerd is

source: Lists subscribed to by %1$s, page %2$d
ar: اللائحات التي %1$s مشترك بها، الصفحة %2$d
fr: Listes auxquelles s'est abonné %1$s, page %2$d
ja: %1$s のフォロー一覧、ページ %2$d
nl: Lijsten waar %1$s op geabonneerd is, pagina %2$d

source: These are lists subscribed to by **%s**. Lists are how you sort similar people on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. You can easily keep track of what they are doing by subscribing to the list's timeline.
ar: هذه اللائحات التي أنشأها **%s**. تمكنك اللائحات من فرز الأشخاص حسب تشابههم على %%%%site.name%%%%، خدمة [التدوين المُصغّر](http://en.wikipedia.org/wiki/Micro-blogging) المبنية على البرنامج الحر [ستاتس نت](http://status.net/). يمكنك بعد ذلك متابعتهم بالاشتراك بالمسار الزمني للائحة.
fr: Voici les listes auxquelles a souscrit **%s**. Les listes sont la manière dont vous triez les gens semblables sur %%%%site.name%%%%, un service de [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) basé sur l'outil libre [StatusNet](http://status.net/). Vous pouvez facilement garder trace de ce qu'elles font en vous abonnant à la chronologie de la liste.
ja: これは **%s** がフォローしているリストです。リストは、%%site.name%% 上の人々を並べ替える方法です。フリーソフトウェアツール [StatusNet](http://status.net/) を基にした [ミニブログ](http://ja.wikipedia.org/wiki/%%E3%%83%%9F%%E3%%83%%8B%%E3%%83%%96%%E3%%83%%AD%%E3%%82%%B0) サービスです。リストのタイムラインをフォローする事で、みんなが何をしているのか簡単に追跡することができます。
nl: Dit zijn lijsten waar **%s** op is geabonneerd. U kunt lijsten gebruiken om soortgelijke mensen te ordenen op %%%%site.name%%%%, een [microblogdienst](http://en.wikipedia.org/wiki/Micro-blogging) gebaseerde op het vrije softwareprogramma [StatusNet](http://status.net/). U kunt eenvoudig bijhouden wat ze doen door te abonneren op de tijdlijn voor de lijst.

# plugin
source: Disabled
ar: معطل
fr: Désactivé
ja: 無効化しました
nl: Uitgeschakeld

source: This action only accepts POST requests.
ar: هذا الإجراء يقبل طلبات POST فقط.
fr: Cette action n'accepte que les requêtes de type POST.
ja: この操作は POST リクエストのみ受け付けます。
nl: Deze handeling accepteert alleen POST-verzoeken.

source: You cannot administer plugins.
ar: لا يمكنك إدارة الملحقات.
fr: Vous ne pouvez pas gérer les modules complémentaires.
ja: プラグインを管理することはでできません。
nl: U kunt plug-ins niet beheren.

source: No such plugin.
ar: الملحق المقصود غير موجود.
fr: Plugiciel inconnu.
ja: そのようなプラグインはありません。
nl: Deze plug-in bestaat niet.

# plugin
source: Enabled
ar: ممكن
fr: Activé
ja: 有効にしました
nl: Ingeschakeld

# TITLE
source: Plugins
ar: الملحقات
fr: Greffons
ja: プラグイン

source: Additional plugins can be enabled and configured manually. See the <a href="http://status.net/wiki/Plugins">online plugin documentation</a> for more details.
fr: Des plugins additionnels peuvent être activés et configurés manuellement. Consultez la <a href="http://status.net/wiki/Plugins">documentation du plugin en ligne</a> pour plus de détails.
ja: 追加のプラグインを追加し手動で設定することができます。詳細は<a href="http://status.net/wiki/Plugins">プラグインのオンラインドキュメント(英語)</a>を参照してください。
nl: Extra plug-ins kunnen handmatig ingeschakeld en ingesteld worden. Zie de <a href="http://status.net/wiki/Plugins">online plug-indocumentatie</a> voor meer details.

source: Default plugins
ar: الملحقات المبدئية
fr: Extensions par défaut
ja: デフォルトのプラグイン
nl: Standaard plug-ins

source: All default plugins have been disabled from the site's configuration file.
fr: Tous les plugins par défaut ont été désactivés depuis le fichier de configuration du site.
ja: サイトの設定ファイルにより、すべてのデフォルトプラグインが無効になっています。
nl: Alle standaard plug-ins zijn uitgeschakeld in het bestand met siteinstellingen.

source: Unidentified field %s.
ar: الحقل %s غير معروف.
fr: Champ non identifié %s .
ja: 不明なフィールド %s。
nl: Niet-geïdentificeerd veld %s.

# TITLE
source: Search results
ar: نتائج البحث
fr: Résultats de la recherche
ja: 検索結果
nl: Zoekresultaten

source: The search string must be at least 3 characters long.
ar: يجب أن تكون جملة البحث مكونة من ثلاثة أحرف على الأقل.
fr: Le terme recherché doit avoir au moins 3 caractères.
ja: 検索文字列は、少なくとも 3 文字以上でなければなりません。
nl: De zoekterm moet tenminste drie tekens lang zijn.

source: Profile settings
ar: إعدادات الملف الشخصي
fr: Paramètres du profil
ja: プロファイル設定
nl: Profielinstellingen

source: You can update your personal profile info here so people know more about you.
ar: بإمكانك تحديث بيانات ملفك الشخصي ليعرف عنك الناس أكثر.
fr: Vous pouvez mettre à jour les informations de votre profil pour qu’on en sache plus à votre sujet.
ja: あなたのことについて知ってもらうために、ここでプロファイル情報を更新できます。
nl: Hier kunt u uw persoonlijke profiel bijwerken met informatie over uzelf voor andere gebruikers.

source: Profile information
ar: معلومات الملف الشخصي
fr: Informations sur le profil
ja: プロファイル情報
nl: Profielinformatie
