Repository: UngPirat/freesocial
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ar, fr, ja, nl

source: about a day ago
ar: قبل يوم تقريبا
fr: il y a 1 jour
ja: 約 1 日前
nl: ongeveer een dag geleden

source: about one day ago
ar: قبل أقل من يوم
fr: il y a environ un jour
nl: ongeveer een dag geleden

source: about a month ago
ar: قبل شهر تقريبًا
fr: il y a 1 mois
ja: 約 1 ヶ月前
nl: ongeveer een maand geleden

source: about one month ago
ar: قبل أقل من شهر
fr: il y a environ un mois
nl: ongeveer een maand geleden

source: about a year ago
ar: قبل سنة تقريبًا
fr: il y a environ 1 an
ja: 約 1 年前
nl: ongeveer een jaar geleden

source: %s is not a valid color! Use 3 or 6 hex characters.
fr: %s n’est pas une couleur valide ! Utilisez 3 ou 6 caractères hexadécimaux.
ja: %s は有効な色ではありません！ 3 桁か 6 桁の 16 進数を使ってください。
nl: %s is geen geldige kleur. Gebruik drie of zes hexadecimale tekens.

source: Invalid XML.
fr: XML invalide.
ja: 無効な XML。
nl: Ongeldige XML.

source: Invalid XML, missing XRD root.
fr: XML invalide, racine XRD manquante.
ja: 無効なXMLです。XRD root がありません。
nl: Ongeldige XML. De XRD-root mist.

source: Getting backup from file '%s'.
fr: Obtention de la sauvegarde depuis le fichier « %s ».
ja: ファイル '%s' からバックアップを取得する。
nl: De back-up wordt uit het bestand "%s" geladen.

# TITLE
source: Conversation
ar: محادثة
ja: 会話
nl: Dialoog

source: Conversation
ar: محادثة
ja: 会話
nl: Dialoog

# MENU
source: FAQ
ar: الأسئلة المتكررة
ja: よくある質問と回答
nl: Veel gestelde vragen

source: Site
ar: الموقع
ja: サイト
nl: Website

source: Mode
ar: النمط
ja: モード
nl: Modus

# LABEL
source: Public
ar: عمومي
ja: パブリック
nl: Openbaar

source: Bio
ar: السيرة
ja: 自己紹介
nl: Beschrijving

# TITLE
source: Sessions
ar: الجلسات
ja: セッション
nl: Sessies

# LEGEND
source: Sessions
ar: الجلسات
ja: セッション
nl: Sessies

# TITLE
source: Site
ar: الموقع
ja: サイト
nl: Website

# LEGEND
source: Local
ja: ローカル
nl: Lokaal

source: Invitations
ar: الدعوات
ja: 招待
nl: Uitnodigingen

# HEADER
source: Version
ar: النسخة
ja: バージョン
nl: Versie

# HEADER
source: Description
ar: الوصف
ja: 説明
nl: Beschrijving

# BUTTON
source: Message
ar: راسل
ja: メッセージ
nl: Bericht

# MENU
source: Site
ar: الموقع
ja: サイト
nl: Website

# MENU
source: Sessions
ar: الجلسات
ja: セッション
nl: Sessies

source: Description
ar: الوصف
ja: 説明
nl: Beschrijving

# MENU
source: Public
ar: العموم
ja: パブリック
nl: Openbaar

source: Bio: %s
ar: السيرة: %s
ja: 自己紹介: %s
nl: Beschrijving: %s

source: Messages
ar: الرسائل
ja: メッセージ
nl: Berichten

source: S
ar: ج
nl: Z

source: E
ar: ر
nl: O

# MENU
source: Messages
ar: الرسائل
ja: メッセージ
nl: Berichten

# MENU
source: Source
ar: المصدر
ja: ソース
nl: Broncode

# MENU
source: Version
ar: النسخة
ja: バージョン
nl: Versie

# TITLE
source: Silence
ar: أسكِت
nl: Muilkorven

source: Avatar
ar: أفتار
ja: アバター

# MENU
source: Contact
ar: اتصل
ja: 連絡先

source: Creative Commons
ar: المشاع المبدع
ja: クリエイティブ・コモンズ

source: Type
ar: النوع
ja: 種類

source: Avatars
ar: أفتارات
ja: アバター

source: Logo
ar: الشعار
ja: ロゴ

# MENU
source: Logo
ar: الشعار
ja: ロゴ

# SOURCE
source: web
ar: الوب
ja: ウェブ

# MENU
source: Avatar
ar: الأفتار
ja: アバター

source: StatusNet
ar: ستاتس نت

source: SMS
ar: رسائل قصيرة

source: StatusNet %s
ar: ستاتس نت %s

source: RSS 1.0
ar: آرإس​إس 1.0

source: RSS 2.0
ar: آرإس​إس 2.0

source: Atom
ar: أتوم

source: N
ar: ش

# MENU
source: URL
ar: المسارات

# MENU
source: SMS
ar: الرسائل القصيرة
