Repository: UngPirat/freesocial
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ar, fr, ja, nl

source: Do not block this user.
ar: لا تمنع هذا المستخدم.
fr: Ne pas bloquer cet utilisateur.
ja: このユーザーをブロックしない
nl: Deze gebruiker niet blokkeren.

# BUTTON
source: Yes
ar: نعم
fr: Oui
ja: はい
nl: Ja

source: Block this user.
ar: امنع هذا المستخدم.
fr: Bloquer cet utilisateur.
ja: このユーザーをブロックする
nl: Deze gebruiker blokkeren.

source: Failed to save block information.
ar: فشل حفظ معلومات المنع.
fr: Impossible d’enregistrer les informations de blocage.
ja: ブロック情報の保存に失敗しました。
nl: Het was niet mogelijk om de blokkadeinformatie op te slaan.

source: %s blocked profiles
ar: الملفات الممنوعة من %s
fr: %s profils bloqués
ja: %s ブロックされたプロファイル
nl: Geblokkeerde profielen voor %s

source: %1$s blocked profiles, page %2$d
ar: %1$s ملفات ممنوعة, الصفحة %2$d
fr: %1$s profils bloqués, page %2$d
ja: %1$s ブロックされたプロファイル、ページ %2$d
nl: Geblokkeerde profielen voor %1$s, pagina %2$d

source: A list of the users blocked from joining this group.
ar: قائمة بالمستخدمين الممنوعين من الانضمام إلى هذه المجموعة.
fr: Une liste des utilisateurs dont l’inscription à ce groupe est bloquée.
ja: このグループへの参加をブロックされたユーザーのリスト。
nl: Een lijst met voor deze groep geblokkeerde gebruikers.

source: Unblock user from group
ar: ألغ منع المستخدم من المجموعة
fr: Débloquer l’utilisateur de ce groupe
ja: グループからのアンブロックユーザー
nl: Deze gebruiker weer toegang geven tot de groep

# BUTTON
source: Unblock
ar: ألغِ المنع
fr: Débloquer
ja: ブロックを解除
nl: Deblokkeren

source: Unblock this user
ar: ألغِ منع هذا المستخدم
fr: Débloquer cet utilisateur
ja: このユーザーのブロックを解除
nl: Deblokkeer deze gebruiker.

source: Post to %s
ar: أرسل إلى %s
fr: Poster sur %s
ja: %s 上の投稿
nl: Verzenden naar %s

# TITLE
source: %1$s left group %2$s
ar: %1$s ترك المجموعة %2$s
fr: %1$s a quitté le groupe %2$s
ja: %1$s はグループ %2$s に残りました。
nl: %1$s heeft de groep %2$s verlaten

source: No profile ID in request.
fr: Aucun identifiant de profil dans la requête.
ja: リクエストにプロファイル ID がありません。
nl: Het profiel-ID was niet aanwezig in het verzoek.

source: No profile with that ID.
ar: لا ملف شخصي بهذه الهوية.
fr: Aucun profil ne correspond à cet identifiant.
ja: その ID のプロファイルがありません。
nl: Er is geen profiel met dat ID.

# TITLE
source: Unsubscribed
ar: غير مشترك
fr: Désabonné
ja: フォロー解除済み
nl: Het abonnement is opgezegd

source: No confirmation code.
ar: لا رمز تأكيد.
fr: Aucun code de confirmation.
ja: 確認コードがありません。
nl: Geen bevestigingscode.

source: Confirmation code not found.
ar: لم يوجد رمز التأكيد.
fr: Code de confirmation non trouvé.
ja: 確認コードが見つかりません。
nl: De bevestigingscode is niet gevonden.

source: That confirmation code is not for you!
ar: رمز التأكيد ليس لك!
fr: Ce code de confirmation n’est pas pour vous !
ja: その確認コードはあなたのものではありません！
nl: Dit is niet uw bevestigingscode!

source: Unrecognized address type %s
ar: نوع العنوان غير معروف %s
fr: Type d’adresse non reconnu : %s
ja: 不明なアドレスタイプ %s
nl: Onbekend adrestype %s

source: That address has already been confirmed.
ar: هذا البريد الإلكتروني مؤكد فعلا.
fr: Cette adresse a déjà été confirmée.
ja: そのアドレスは既に確認されました。
nl: Dit adres is al bevestigd.

source: Could not update user IM preferences.
fr: Impossible de mettre à jour les préférences de messagerie instantanée.
ja: IM設定を更新できませんでした。
nl: Het was niet mogelijk de IM-instellingen van de gebruiker bij te werken.

source: Could not insert user IM preferences.
fr: Impossible d'insérer les préférences IM de l'utilisateur.
ja: IM設定を追加できませんでした。
nl: Het was niet mogelijk de IM-instelingen voor de gebruiker op te slaan.

source: Could not delete address confirmation.
fr: Impossible de supprimer la confirmation de l’adresse de contact.
ja: メールアドレス確認を削除できません。
nl: De adresbevestiging kon niet verwijderd worden.

source: Confirm address
ar: أكد العنوان
fr: Confirmer l’adresse
ja: アドレスの確認
nl: Adres bevestigen

source: The address "%s" has been confirmed for your account.
ar: لقد تأكدنا من عنوان حسابك "%s".
fr: L'adresse "%s" a été validée pour votre compte.
ja: アドレス "%s" はあなたのアカウントとして承認されました。
nl: Het adres "%s" is voor uw gebruiker bevestigd.

source: Conversation feed (Activity Streams JSON)
ar: تغذية المحادثة (آكتفتي ستريمز جيسن)
fr: Flux de conversation (Flux d'activité JSON)
ja: 会話のフィード (Activity Streams JSON)
nl: Gespreksfeed (JSON-activiteitenstreams)

source: Conversation feed (RSS 2.0)
ar: تغذية المحادثة (آرإس​إس 2.0)
fr: Flux de conversation (RSS 2.0)
ja: 会話のフィード (RSS 2.0)
nl: Gespreksfeed (RSS 2.0)

# TITLE
source: Notice
ar: الإشعار
fr: Avis
ja: つぶやき
nl: Mededeling

source: Only logged-in users can delete their account.
ar: يستطيع المستخدمون الوالجون وحدهم حذف حساباتهم.
fr: Seuls les utilisateurs connectés peuvent supprimer leur compte.
ja: ログインユーザーだけが自分のアカウントを削除できます。
nl: Alleen aangemelde gebruikers kunnen hun gebruiker verwijderen.

source: You cannot delete your account.
ar: لا يمكنك حذف حسابك.
fr: Vous ne pouvez pas supprimer votre compte.
ja: あなたのアカウントを削除することはできません。
nl: U kunt uw gebruiker niet verwijderen.

source: I am sure.
ar: أنا متأكد.
fr: Je suis sûr.
ja: もちろんです。
nl: Ik weet het zeker.

source: You must write "%s" exactly in the box.
ar: يجب أن تكتب "%s" كما هي في الصندوق.
fr: Vous devez écrire exactement « %s » dans la boîte.
ja: ボックスに正しく %s を書く必要があります。
nl: U moet de tekst "%s" precies in het veld overnemen.

source: Account deleted.
ar: حُذف الحساب.
fr: Compte supprimé.
ja: アカウントを削除しました。
nl: De gebruiker is verwijderd.

source: Delete account
ar: حذف الحساب
fr: Supprimer le compte
ja: アカウント削除
nl: Gebruiker verwijderen

source: This will <strong>permanently delete</strong> your account data from this server.
ar: سوف يحذف هذا الخيار بيانات حسابك من هذا الخادوم <strong>إلى الأبد</strong>.
fr: Cette opération <strong>supprimera définitivement</strong> les données de votre compte de ce serveur.
ja: このサーバからあなたのアカウントのデータを<strong>完全に削除</strong>します。
nl: Hiermee wordt uw gebruiker <strong>permanent verwijderd</strong> van deze server.

source: You are strongly advised to <a href="%s">back up your data</a> before deletion.
ar: يوصى بشدة أن <a href="%s">تنسخ بيانتك احتياطيًا</a> قبل الحذف.
fr: Vous êtes fortement encouragé à <a href="%s">effectuer une sauvegarde de vos données</a> avant de procéder à la suppression.
ja: 削除する前に <a href="%s">データのバックアップ</a> を行うことを強くお勧めします。
nl: We raden u aan een <a href="%s">reservekopie van uw gegevens te maken</a> alvorens uw gebruiker te verwijderen.

source: Confirm
ar: أكّد
fr: Confirmer
ja: 確認
nl: Bevestigen

source: Enter "%s" to confirm that you want to delete your account.
ar: أدخل "%s" لتأكيد رغبتك في حذف حسابك.
fr: Entrez « %s » pour confirmer que vous souhaitez supprimer votre compte.
ja: あなたがアカウントを削除したいことを確認するために "%s" を入力してください。
nl: Voer de volgende tekst in om aan te geven dat u uw gebruiker wilt verwijderen: "%s".

source: Permanently delete your account.
ar: احذف حسابك إلى الأبد.
fr: Supprimer définitivement votre compte
ja: あなたのアカウントを完全に削除する。
nl: Uw gebruiker permanent verwijderen.

source: You must be logged in to delete an application.
ar: يجب أن تكون والجا لتحذف تطبيقا.
fr: Vous devez être connecté pour supprimer une application.
ja: アプリケーションを削除するにはログインしていなければなりません。
nl: U moet aangemeld zijn om een applicatie te kunnen verwijderen.

source: Application not found.
ar: لم يوجد التطبيق.
fr: Application non trouvée.
ja: アプリケーションが見つかりません。
nl: De applicatie is niet gevonden.

source: You are not the owner of this application.
ar: أنت لست مالك هذا التطبيق.
fr: Vous n’êtes pas le propriétaire de cette application.
ja: このアプリケーションのオーナーではありません。
nl: U bent niet de eigenaar van deze applicatie.

source: There was a problem with your session token.
fr: Un problème est survenu avec votre jeton de session.
ja: あなたのセッショントークンに関する問題がありました。
nl: Er is een probleem met uw sessietoken.

source: Delete application
ar: احذف التطبيق
fr: Supprimer l’application
ja: アプリケーション削除
nl: Applicatie verwijderen

source: Are you sure you want to delete this application? This will clear all data about the application from the database, including all existing user connections.
ar: أمتأكد أنك ترغب في حذف هذا التطبيق؟ سوف يمسح هذا الخيار جميع بيانات التطبيق من قاعدة البيانات بما فيها جميع اتصالات المستخدمين.
fr: Voulez-vous vraiment supprimer cette application ? Ceci effacera toutes les données à son propos de la base de données, y compris toutes les connexions utilisateur existantes.
ja: このアプリケーションを削除してもよいですか？ これは、すべての既存のユーザー接続を含むデータベースから、アプリケーションについてのすべてのデータをクリアします。
nl: Weet u zeker dat u deze applicatie wilt verwijderen? Door deze handeling worden alle gegevens van deze applicatie uit de database verwijderd, inclusief alle bestaande gebruikersverbindingen.

source: Do not delete this application.
ar: لا تحذف هذا التطبيق.
fr: Ne pas supprimer cette application
ja: このアプリケーションを削除しない
nl: Deze applicatie niet verwijderen.

source: Delete this application.
ar: احذف هذا التطبيق.
fr: Supprimer cette application
ja: このアプリケーションを削除
nl: Deze applicatie verwijderen.

source: You must be logged in to delete a group.
ar: يجب أن تدخل لتحذف مجموعة.
fr: Vous devez ouvrir une session pour supprimer un groupe.
ja: グループを削除するには、ログインする必要があります。
nl: U moet aangemeld zijn om een groep te kunnen verwijderen.

source: You are not allowed to delete this group.
ar: لا يسمح لك بحذف هذه المجموعة.
fr: Vous n’êtes pas autorisé à supprimer ce groupe.
ja: このグループを削除することは許可されていません。
nl: U mag deze groep niet verwijderen.

source: Could not delete group %s.
ar: تعذّر حذف المجموعة %s.
fr: Impossible de supprimer le groupe « %s ».
ja: グループ %s を削除できませんでした。
nl: Het was niet mogelijk de groep %s te verwijderen.

source: Deleted group %s
ar: حُذِفت المجموعة %s
fr: Groupe « %s » supprimé
ja: グループ %s を削除しました。
nl: De groep %s is verwijderd.

source: Delete group
ar: حذف مجموعة
fr: Supprimer le groupe
ja: グループ削除
nl: Groep verwijderen

source: Are you sure you want to delete this group? This will clear all data about the group from the database, without a backup. Public posts to this group will still appear in individual timelines.
ar: أمتأكد أنك تريد حذف هذه المجموعة؟ سوف يمسح ذلك كل بيانات المجموعة من قاعدة البيانات ودون نسخ احتياطي. سوف يظل ما أرسل إلى هذه المجموعة علنًا ظاهرًا في مسارات الأفراد الزمنية.
fr: Voulez-vous vraiment supprimer ce groupe ? Ceci effacera de la base de données toutes les données relatives à ce groupe, sans aucune sauvegarde. Les messages postés à ce groupe resteront toutefois visibles dans les fils d’actualités individuels.
ja: 本当にこのグループを削除してもよろしいですか？ これはバックアップなしでデータベースからグループに関するすべてのデータをクリアします。グループのパブリック投稿は個々のタイムラインに表示されます。
nl: Weet u zeker dat u deze groep wilt verwijderen? Door deze handeling worden alle gegevens van deze groep uit de database verwijderd. Het is niet mogelijk ze terug te zetten. Publieke berichten zijn nog wel zichtbaar in individuele tijdlijnen.

source: Do not delete this group.
ar: لا تحذف هذه المجموعة.
fr: Ne pas supprimer ce groupe
ja: このグループを削除しない。
nl: Deze groep niet verwijderen.

source: Delete this group.
ar: احذف هذه المجموعة.
fr: Supprimer ce groupe.
ja: このグループを削除。
nl: Deze groep verwijderen.

source: You are about to permanently delete a notice. Once this is done, it cannot be undone.
ar: أنت على وشك حذف الإشعار نهائيًا. تتمكن من التراجع عن هذه الخطوة بعد تنفيذها.
fr: Vous êtes sur le point de supprimer définitivement un message. Une fois cela fait, il est impossible de l’annuler.
ja: あなたはつぶやきを永久に削除しようとしています。 これが完了するとそれを元に戻すことはできません。
nl: U staat op het punt een mededeling permanent te verwijderen. Als dit uitgevoerd is, kan het niet ongedaan gemaakt worden.

source: Delete notice
ar: حذف إشعار
fr: Supprimer cet avis
ja: つぶやき削除
nl: Mededeling verwijderen

source: Are you sure you want to delete this notice?
ar: أمتأكد من أنك تريد حذف هذا الإشعار؟
fr: Voulez-vous vraiment supprimer cet avis ?
ja: このつぶやきを本当に削除しますか？
nl: Weet u zeker dat u deze aankondiging wilt verwijderen?

source: Do not delete this notice.
ar: لا تحذف هذا الإشعار.
fr: Ne pas supprimer cet avis
ja: このつぶやきを削除しない。
nl: Deze mededeling niet verwijderen.

source: Delete this notice.
ar: احذف هذا الإشعار.
fr: Supprimer cet avis.
ja: このつぶやきを削除
nl: Deze mededeling verwijderen.

source: You cannot delete users.
ar: لا يمكنك حذف المستخدمين.
fr: Vous ne pouvez pas supprimer des utilisateurs.
ja: ユーザーを削除できません
nl: U kunt gebruikers niet verwijderen.

source: You can only delete local users.
ar: يمكنك حذف المستخدمين المحليين فقط.
fr: Vous pouvez seulement supprimer les utilisateurs locaux.
ja: ローカルユーザーのみ削除できます。
nl: U kunt alleen lokale gebruikers verwijderen.

# TITLE
source: Delete user
ar: حذف مستخدم
fr: Supprimer l’utilisateur
ja: ユーザー削除
nl: Gebruiker verwijderen

source: Delete user
ar: احذف المستخدم
fr: Supprimer l’utilisateur
ja: ユーザー削除
nl: Gebruiker verwijderen

source: Are you sure you want to delete this user? This will clear all data about the user from the database, without a backup.
ar: أمتأكد أنك ترغب في حذف هذا المستخدم؟ سوف يؤدي ذلك إلى مسح كافة البيانات المتعلقة بالمستخدم من قاعدة البيانات دون نسخ احتياطي.
fr: Voulez-vous vraiment supprimer cet utilisateur ? Ceci effacera toutes les données à son propos de la base de données, sans sauvegarde.
ja: 本当にこのユーザーを削除したいですか？ これはバックアップなしでデータベースからユーザーに関するすべてのデータをクリアします。
nl: Weet u zeker dat u deze gebruiker wilt verwijderen? Door deze handeling worden alle gegevens van deze gebruiker uit de database verwijderd. Het is niet mogelijk ze terug te zetten.

source: Do not delete this user.
ar: لا تحذف هذا المستخدم.
fr: Ne pas supprimer ce groupe
ja: このユーザーを削除しない。
nl: Deze gebruiker niet verwijderen.

source: Delete this user.
ar: احذف هذا المستخدم.
fr: Supprimer cet utilisateur
ja: このユーザーを削除。
nl: Deze gebruiker verwijderen.

source: This notice is not a favorite!
ar: هذا الإشعار ليس مفضلًا!
fr: Cet avis n’est pas un favori !
ja: このつぶやきはお気に入りではありません！
nl: Deze mededeling staat niet op uw favorietenlijst.

source: Add to favorites
ar: أضف إلى المفضلات
fr: Ajouter aux favoris
ja: お気に入りに加える
nl: Aan favorieten toevoegen

source: No such document "%s".
ar: لا مستند باسم "%s".
fr: Aucun document de ce type " %s ".
ja: ドキュメント "%s" はありません。
nl: Onbekend document "%s".

# MENU
source: Home
ar: الرئيسية
fr: Accueil
ja: ホーム
nl: Startpagina

# MENU
source: Docs
fr: Documentation
ja: ドキュメント
nl: Documentatie

# MENU
source: Help
ar: مساعدة
fr: Aide
ja: ヘルプ
nl: Hulp

source: Getting started
fr: Pour commencer
ja: はじめに
nl: Aan de slag

# MENU
source: About
ar: عن
fr: À propos
ja: 解説
nl: Over

source: About this site
fr: À propos de ce site
ja: このサイトについて
nl: Over deze site

source: Frequently asked questions
fr: Foire aux questions
ja: よくある質問
nl: Veelgestelde vragen

source: Contact info
fr: Infos de contact
ja: 連絡先の情報
nl: Contactgegevens

# MENU
source: Tags
fr: Balises
ja: タグ
nl: Labels

source: Using tags
fr: Utiliser des balises
ja: タグの使用
nl: Labels gebruiken

# MENU
source: Groups
ar: مجموعات
fr: Groupes
ja: グループ
nl: Groepen

source: Using groups
fr: Utiliser des groupes
ja: グループを使用する
nl: Groepen gebruiken

source: RESTful API
fr: API RESTful

source: Edit application
ar: عدّل التطبيق
fr: Modifier votre application
ja: アプリケーション編集
nl: Applicatie bewerken

source: You must be logged in to edit an application.
ar: يجب أن تكون مسجل الدخول لتعدل تطبيقا.
fr: Vous devez être connecté pour modifier une application.
ja: アプリケーションを編集するにはログインしていなければなりません。
nl: U moet aangemeld zijn om een applicatie te kunnen bewerken.

source: No such application.
ar: التطبيق المطلوب غير موجود.
fr: Application non trouvée.
ja: そのようなアプリケーションはありません。
nl: De applicatie bestaat niet.

source: Use this form to edit your application.
ar: استخدم هذا النموذج لتعدل تطبيقك.
fr: Utilisez ce formulaire pour modifier votre application.
ja: このフォームを使ってアプリケーションを編集します。
nl: Gebruik dit formulier om uw applicatiegegevens te bewerken.

source: Name is required.
ar: الاسم مطلوب.
fr: Le nom est requis.
ja: 名前が必要です。
nl: Een naam is verplicht.

source: Name is too long (maximum 255 characters).
ar: الاسم طويل جدا (الحد الأقصى 255 حرفا).
fr: Le nom est trop long (limité à 255 caractères maximum).
ja: 名前が長すぎます (最大 255 文字まで)。
nl: De naam is te lang (maximaal 255 tekens).

source: Name already in use. Try another one.
ar: الاسم مستخدم بالفعل. جرّب اسمًا آخرًا.
fr: Ce nom est déjà utilisé. Essayez-en un autre.
ja: その名前は既に使用されています。他のものを試してみて下さい。
nl: Deze naam wordt al gebruikt. Kies een andere naam.

source: Description is required.
ar: الوصف مطلوب.
fr: La description est requise.
ja: 説明が必要です。
nl: Een beschrijving is verplicht

source: Source URL is too long.
ar: المسار المصدر طويل جدًا.
fr: L’URL source est trop longue.
ja: ソース URL が長すぎます。
nl: De bron-URL is te lang.

source: Source URL is not valid.
ar: مسار المصدر ليس صحيحا.
fr: L’URL source est invalide.
ja: ソース URL が無効です。
nl: De bron-URL is niet geldig.

source: Organization is required.
ar: المنظمة مطلوبة.
fr: L’organisation est requise.
ja: 組織が必要です。
nl: Organisatie is verplicht.

source: Organization is too long (maximum 255 characters).
ar: المنظمة طويلة جدا (الحد الأقصى 255 حرفا).
fr: L’organisation est trop longue (limitée à 255 caractères maximum).
ja: 組織が長すぎます (最大 255 文字まで)。
nl: De organisatienaam is te lang (maximaal 255 tekens).

source: Organization homepage is required.
ar: صفحة المنظمة الرئيسية مطلوبة.
fr: La page d’accueil de l’organisation est requise.
ja: 組織のホームページが必要です。
nl: De homepage voor een organisatie is verplicht.

source: Callback is too long.
fr: Le rappel (Callback) est trop long.
ja: コールバックが長すぎます。
nl: De callback is te lang.

source: Callback URL is not valid.
fr: L’URL de rappel (Callback) est invalide.
ja: コールバック URL が無効です。
nl: De callback-URL is niet geldig.

source: Could not update application.
ar: لم يمكن تحديث التطبيق.
fr: Impossible de mettre à jour l’application.
ja: アプリケーションを更新できません。
nl: Het was niet mogelijk de applicatie bij te werken.

source: Edit %s group
ar: عدّل مجموعة %s
fr: Modifier le groupe %s
ja: %s グループを編集
nl: Groep %s bewerken

source: You must be logged in to create a group.
ar: يجب أن تكون والجًا لتنشئ مجموعة.
fr: Vous devez ouvrir une session pour créer un groupe.
ja: グループを作るにはログインしていなければなりません。
nl: U moet aangemeld zijn om een groep aan te kunnen maken.

source: Use this form to edit the group.
ar: استخدم هذا النموذج لتعديل المجموعة.
fr: Remplissez ce formulaire pour modifier les options du groupe.
ja: このフォームを使ってグループを編集します。
nl: Gebruik dit formulier om de groep te bewerken.

source: Invalid alias: "%s"
ar: كنية غير صالحة: "%s"
fr: Alias invalide : « %s »
ja: 無効な別名: "%s"
nl: Ongeldige alias: "%s"

source: Options saved.
ar: حُفظت الخيارات.
fr: Vos options ont été enregistrées.
ja: オプションが保存されました。
nl: De instellingen zijn opgeslagen.

source: Delete %s list
ar: أمحي اللائحة %s
fr: Supprimer la liste %s
ja: リスト %s を削除
nl: Lijst %s verwijderen

source: Edit list %s
ar: حرّر اللائحة %s
fr: Liste de modification %s
ja: リスト %s を編集
nl: Lijst %s bewerken

source: No tagger or ID.
fr: Aucun balisage ou ID.
nl: Geen labelaar of ID.

source: Not a local user.
ar: ليس مُستخدمًا محليًا.
fr: Ceci n’est pas un utilisateur local.
ja: ローカルユーザーではありません。
nl: Dit is geen lokale gebruiker.

source: You must be the creator of the tag to edit it.
ar: يجب أن تكون منشئ الوسم كي تستطيع تغييره.
fr: Vous devez être le créateur de la balise pour le modifier.
ja: タグを編集するには、タグの作成者である必要があります。
nl: U moet de maker van het label zijn om dit te kunnen bewerken.

source: Use this form to edit the list.
ar: استخدم هذا النموذج لتعديل اللائحة.
fr: Utilisez ce formulaire pour modifier la liste.
ja: リストを編集するには、このフォームを使用してください。
nl: Gebruik dit formulier om de lijst te bewerken.

source: Delete aborted.
ar: أُجهضت عملية المحو.
fr: Suppression annulée.
ja: 削除を中止しました。
nl: Het verwijderen is afgebroken.

source: Deleting this tag will permanantly remove all its subscription and membership records. Do you still want to continue?
fr: L'effacement de cette marque effacera définitivement toutes ses données d'abonnement et d’adhésion. Souhaitez-vous vraiment continuer?
nl: Door dit label te verwijderen verwijdert u ook alle abonnementen en lidmaatschapsgegevens. Wilt u doorgaan?

source: Invalid tag.
ar: وسم غير صالح.
fr: Balise non valide.
ja: 無効なタグ。
nl: Ongeldig label.

source: You already have a tag named %s.
ar: لديك مسبقا وسم باسم %s.
fr: Vous avez déjà une balise nommée %s .
ja: タグ名 %s は既に存在します。
nl: U hebt al een label met de naam %s.

source: Setting a public tag as private will permanently remove all the existing subscriptions to it. Do you still want to continue?
fr: Définir une étiquette publique comme privée supprimera définitivement tous les abonnements existants. Voulez-vous toujours continuer ?
nl: Door een openbaar label als privé in te stellen worden alle bestaande abonnementen verwijderd. Wilt u doorgaan?

source: Could not update list.
ar: تعذّر تحديث اللائحة.
fr: Impossible de mettre à jour la liste.
ja: リストを更新できませんでした。
nl: Het was niet mogelijk de lijst bij te werken.

source: Email settings
ar: إعدادات البريد الإلكتروني
fr: Paramètres du courriel
ja: メールの設定
nl: E-mailinstellingen

source: Manage how you get email from %%site.name%%.
ar: أدر كيف تستلم البريد الإلكتروني من %%site.name%%.
fr: Configurez les courriels que vous souhaitez recevoir de %%site.name%%.
ja: %%site.name%% からのメールを管理。
nl: Uw e-mailinstellingen op %%site.name%% beheren.

source: Email address
ar: عنوان البريد الإلكتروني
fr: Adresse électronique
ja: メールアドレス
nl: E-mailadres

source: Current confirmed email address.
ar: عنوان البريد الإلكتروني المُؤكد الحالي.
fr: Adresse courriel actuellement confirmée.
ja: 現在確認されているメールアドレス。
nl: Huidige bevestigde e-mailadres

# BUTTON
source: Remove
ar: أزل
fr: Enlever
ja: 削除
nl: Verwijderen

source: Awaiting confirmation on this address. Check your inbox (and spam box!) for a message with further instructions.
ar: في انتظار تأكيد هذا العنوان. التمس رسالة تحوي مزيدًا من التعليمات في صندوق الوارد (وصندوق الرسائل المزعجة!).
fr: En attente d’une confirmation pour cette adresse. Vérifiez votre boîte de réception (et celle de spam !) pour recevoir de nouvelles instructions.
ja: このアドレスは承認待ちです。受信ボックス（とスパムボックス）に更なる指示が書かれたメッセージが届いていないか確認してください。
nl: Dit adres moet bevestigd worden. Controleer uw Postvak IN (en uw ongewenste berichten/spam) voor een bericht met nadere instructies.

source: Email address, like "UserName@example.org"
ar: عنوان البريد الإلكتروني، مثل "UserName@example.org"
fr: Adresse de courriel (ex : nom@example.org)
ja: メールアドレス、"UserName@example.org" のような
nl: E-mailadres, zoals "gebruikersnaam@example.org"

# BUTTON
source: Add
ar: أضف
fr: Ajouter
ja: 追加
nl: Toevoegen

source: Incoming email
ar: البريد الإلكتروني الوارد
fr: Courriel entrant
ja: 受信メール
nl: Inkomende e-mail

source: I want to post notices by email.
ar: أريد أن أرسل الملاحظات عبر البريد الإلكتروني.
fr: Je veux envoyer mes avis par courriel.
ja: メールでつぶやきを投稿したい。
nl: Ik wil mededelingen per e-mail plaatsen.

source: Send email to this address to post new notices.
ar: أرسل بريدًا إلكترونيًا إلى هذا العنوان لترسل إشعارات جديدة.
fr: Écrivez à cette adresse courriel pour poster de nouveaux avis.
ja: 新しいつぶやき投稿にこのアドレスへメールする
nl: Stuur een e-mail naar dit adres om een nieuw bericht te plaatsen.

source: Make a new email address for posting to; cancels the old one.
ar: أنشئ عنوان بريد إلكتروني لترسل إليه؛ ألغِ القديم.
fr: Nouvelle adresse courriel pour poster ; annule l’ancienne.
ja: 投稿のための新しいメールアドレスを作成します; 古い方を取り消します。
nl: Stelt een nieuw e-mailadres in voor het ontvangen van berichten. Het bestaande e-mailadres wordt verwijderd.

source: To send notices via email, we need to create a unique email address for you on this server:
ar: لإرسال الإشعارات بالبريد الإلكتروني، يجب أن ننشئ بريدًا فريدًا لك على هذا الخادوم:
fr: Pour envoyer des notifications par courriel, nous devons créer une adresse de courriel unique pour vous sur ce serveur :
ja: メールでつぶやきを送信するには、このサーバに一意のメールアドレスを作成する必要があります。
nl: Om via e-mail mededelingen te kunnen sturen moet er een uniek e-mailadres voor u gemaakt worden op deze server:

# BUTTON
source: New
ar: جديد
fr: Nouveau
ja: 新規
nl: Nieuw
