Repository: UngPirat/freesocial
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ar, fr, ja, nl

source: Database error inserting oauth_token_association.
fr: Erreur de base de donnée lors de l’insertion du jeton d’association de l’utilisateur de l’application OAuth
ja: oauth_token_association 追加時のデータベースエラー。
nl: Er is een databasefout opgetreden tijdens het invoegen van de oauth_token_association.

source: Unexpected form submission.
fr: Soumission de formulaire inattendue.
ja: 予期しないフォーム送信です。
nl: Het formulier is onverwacht ingezonden.

source: An application would like to connect to your account
ar: هناك تطبيق يريد الإتصال بحسابك
fr: Une application vous demande l’autorisation de se connecter à votre compte
ja: アプリケーションがあなたのアカウントへの接続を希望しています
nl: Een applicatie vraagt toegang tot uw gebruikersgegevens

source: Allow or deny access
ar: اسمح أو امنع الوصول
fr: Autoriser ou refuser l’accès
ja: アクセスを許可または拒否
nl: Toegang toestaan of ontzeggen

source: An application would like the ability to <strong>%3$s</strong> your %4$s account data. You should only give access to your %4$s account to third parties you trust.
fr: Une application aimerait pouvoir <strong>%3$s</strong> vos données de compte %4$s. Vous ne devriez donner accès à votre compte %4$s qu’à des tiers de confiance.
nl: Een applicatie vraagt toegang van het type "<strong>%3$s</strong> tot uw gebruikersgegevens bij %4$s. Geef alleen toegang tot uw gebruiker bij %4$s aan derde partijen die u vertrouwt.

source: The application <strong>%1$s</strong> by <strong>%2$s</strong> would like the ability to <strong>%3$s</strong> your %4$s account data. You should only give access to your %4$s account to third parties you trust.
fr: L’application <strong>%1$s</strong> de <strong>%2$s</strong> voudrait pouvoir <strong>%3$s</strong> les données de votre compte %4$s. Vous ne devriez donner l’accès à votre compte %4$s qu’aux tiers à qui vous faites confiance.
nl: De <strong>applicatie %1$s</strong> van <strong>%2$s</strong> vraagt toegang van het type "<strong>%3$s</strong> tot uw gebruikersgegevens. Geef alleen toegang tot uw gebruiker bij %4$s aan derde partijen die u vertrouwt.

# LEGEND
source: Account
ar: الحساب
fr: Compte
ja: アカウント
nl: Gebruikersgegevens

source: Nickname
ar: الاسم المستعار
fr: Pseudo
ja: ニックネーム
nl: Gebruikersnaam

source: Password
ar: كلمة السر
fr: Mot de passe
ja: パスワード
nl: Wachtwoord

# BUTTON
source: Cancel
ar: ألغِ
fr: Annuler
ja: キャンセル
nl: Annuleren

# BUTTON
source: Allow
ar: اسمح
fr: Autoriser
ja: 許可
nl: Toestaan

source: Authorize access to your account information.
ar: صرّح بالوصول إلى معلومات حسابك.
fr: Autoriser l’accès aux informations de votre compte.
ja: アカウント情報へのアクセスを許可しました。
nl: Toegang tot uw gebruikersgegevens geven.

source: Authorization canceled.
ar: ألغي التصريح.
fr: Autorisation annulée.
ja: 承認をキャンセルします。
nl: Autorisatie geannuleerd.

source: The request token %s has been revoked.
fr: Le jeton de requête %s a été révoqué.
ja: リクエストトークン %s は取り消されました。
nl: Het verzoektoken %s is ingetrokken.

source: You have successfully authorized the application
ar: صرّحت بنجاح للتطبيق
fr: Vous avez autorisé avec succès l’application
ja: アプリケーションの承認に成功しました。
nl: U hebt de applicatie toegang gegeven

source: Please return to the application and enter the following security code to complete the process.
fr: Veuillez retourner à l’application et entrer le code de sécurité ci-dessous pour compléter le processus.
ja: アプリケーションに戻って下さい。セキュリティーコードを入力すると処理が終わります。
nl: Ga terug naar de applicatie en voer daar de volgende beveiligingscode in om het proces af te ronden.

source: You have successfully authorized %s
ar: صرّحت بنجاح ل%s
fr: Vous avez autorisé avec succès l’application « %s »
ja: %s の承認に成功しました。
nl: U hebt %s toegang gegeven

source: Please return to %s and enter the following security code to complete the process.
fr: Veuillez retourner à l’application %s et entrez le code de sécurité ci-dessous pour compléter le processus.
nl: Ga terug naar %s en voer daar de volgende beveiligingscode in om het proces af te ronden.

source: This method requires a POST or DELETE.
fr: Ce processus requiert un POST ou un DELETE.
ja: このメソッドには POST か DELETE が必要です。
nl: Deze methode vereist een POST of DELETE.

source: You may not delete another user's status.
ar: لا يسمح لك بحذف حالة مستخدم آخر.
fr: Vous ne pouvez pas supprimer le statut d’un autre utilisateur.
ja: 他のユーザーのステータスを消すことはできません。
nl: U kunt een status van een andere gebruiker niet verwijderen.

source: No such notice.
ar: الإشعار المطلوب غير موجود.
fr: Avis non trouvé.
ja: そのようなつぶやきはありません。
nl: De mededeling bestaat niet.

source: HTTP method not supported.
fr: Méthode HTTP non trouvée !
ja: HTTPメソッドはサポートされていません。
nl: HTTP-methode wordt niet ondersteund.

source: Unsupported format: %s.
ar: نسق غير مدعوم: %s.
fr: Format non pris en charge : %s.
ja: サポートされていない形式: %s
nl: Niet-ondersteund formaat: %s.

source: Status deleted.
ar: حُذِفت الحالة.
fr: Statut supprimé.
ja: ステータスを削除しました。
nl: De status is verwijderd.

source: No status with that ID found.
ar: لا حالة وُجدت بهذه الهوية.
fr: Aucun statut trouvé avec cet identifiant.
ja: その ID でのステータスはありません。
nl: Er is geen status gevonden met dit ID.

source: Can only delete using the Atom format.
fr: Vous ne pouvez supprimer qu’en utilisant le format Atom.
ja: Atom フォーマットの時だけ削除が可能です。
nl: Het is alleen mogelijk te verwijderen via de Atomopmaak.

source: Cannot delete this notice.
ar: تعذر حذف هذا الإشعار.
fr: Impossible de supprimer cet avis.
ja: このつぶやきを削除することはできません。
nl: Deze mededeling kan niet verwijderd worden.

source: Deleted notice %d
ar: حُذِف الإشعار %d
fr: A supprimé l’avis %d
ja: 削除したつぶやき %d
nl: Mededeling %d is verwijderd

source: Client must provide a 'status' parameter with a value.
fr: Le client doit fournir un paramètre « statut » avec une valeur.
ja: クライアントは、'status' パラメータと値を指定する必要があります。
nl: De client moet een parameter "status" met een waarde opgeven.

source: That's too long. Maximum notice size is %d character.
fr: C’est trop long ! La taille maximale de l’avis est limitée à %d caractère.
nl: De mededeling is te lang. Gebruik maximaal %d teken.

source: Parent notice not found.
ar: تعذر إيجاد الإشعار الوالد.
fr: L’avis parent correspondant à cette réponse n’a pas été trouvé.
ja: 元のつぶやきが見つかりません。
nl: De bovenliggende mededeling is niet aangetroffen.

source: Maximum notice size is %d character, including attachment URL.
fr: La taille maximale de l’avis est limitée à %d caractère, en incluant l’adresse URL de la pièce jointe.
nl: De maximale mededelingenlengte is %d teken, inclusief de URL voor de bijlage.

source: Unsupported format.
ar: نسق غير مدعوم.
fr: Format non supporté.
ja: サポート外の形式です。
nl: Niet-ondersteund bestandsformaat.

source: %1$s / Favorites from %2$s
ar: %1$s / مفضلات %2$s
fr: %1$s / Favoris de %2$s
ja: %1$s / %2$s さんのお気に入り
nl: %1$s / Favorieten van %2$s

source: %1$s updates favorited by %2$s / %3$s.
ar: مستجدات %1$s التي فضلها %2$s / %3$s!
fr: %1$s annonces favorites de %2$s, alias %3$s.
ja: %1$s %2$s / %3$s さんのお気に入りを更新しました。
nl: Mededelingen van %1$s die op de favorietenlijst zijn geplaatst door %2$s / %3$s.

source: Could not generate feed for list - %s
ar: لا يمكن توليد تغذية القائمة - %s
fr: Impossible de générer le flux pour la liste - %s
ja: リストのフィードを生成することができませんでした - %s
nl: Het was niet mogelijk een feed voor de lijst aan te maken - %s

source: %1$s / Updates mentioning %2$s
ar: %1$s / المستجدات التي تذكر %2$s
fr: %1$s / Mises à jour mentionnant %2$s
ja: %1$s / %2$s さんについて更新
nl: %1$s / Berichten over %2$s

source: %1$s updates that reply to updates from %2$s / %3$s.
fr: %1$s statuts en réponses aux statuts de %2$s / %3$s.
ja: %1$s が更新され、%2$s / %3$s さんから更新への返信が行われました。
nl: Berichten van %1$s die een reactie zijn op berichten van %2$s / %3$s.

source: %s public timeline
ar: مسار %s الزمني العام
fr: Activité publique %s
ja: %s のパブリックタイムライン
nl: %s publieke tijdlijn

source: %s updates from everyone!
ar: مستجدات جميع من هم على %s!
fr: %s statuts de tout le monde !
ja: みんなが %s を更新！
nl: Alle berichten van %s

source: Unimplemented.
fr: Non implémenté.
ja: 未実装です。
nl: Niet geïmplementeerd.

source: Repeated to %s
ar: كرر إلى %s
fr: Repris pour %s
ja: %s さんへリピート
nl: Herhaald naar %s

source: %1$s notices that were to repeated to %2$s / %3$s.
ar: إشعارات %1$s التي كررها %2$s / %3$s.
fr: %1$s avis qui ont été répétées à %2$s / %3$s.
ja: %1$s %2$s / %3$s のつぶやきをリピート。
nl: Mededelingen van %1$s die zijn herhaald naar %2$s / %3$s.

source: Repeats of %s
ar: تكرارات %s
fr: Reprises de %s
ja: %s さんのリピート
nl: Herhaald van %s

source: %1$s notices that %2$s / %3$s has repeated.
ar: إشعارات %1$s التي كررها %2$s / %3$s.
fr: %1$s avis que %2$s / %3$s a répété.
ja: %1$s %2$s / %3$s さんのつぶやきをリピートしました。
nl: Mededelingen van %1$s die %2$s / %3$s heeft herhaald.

source: Notices tagged with %s
ar: الإشعارات الموسومة ب%s
fr: Avis marqués avec %s
ja: %s とタグ付けされたつぶやき
nl: Mededelingen met het label %s

source: Updates tagged with %1$s on %2$s!
ar: المستجدات الموسومة ب%1$s في %2$s!
fr: Mises à jour marquées avec %1$s dans %2$s !
ja: %2$s 上で %1$s とタグ付けによる更新があります！
nl: Berichten met het label %1$s op %2$s!

source: Only the user can add to their own timeline.
ar: يستطيع فقط المستخدم من الإضافة إلى خطهم الزمني.
fr: Seul l’utilisateur peut ajouter des éléments son flux.
nl: Gebruikers kunnen alleen zelf aan hun eigen tijdlijn toevoegen.

source: Only accept AtomPub for Atom feeds.
fr: N’accepte que AtomPub pour les flux atom.
nl: Alleen AtomPub voor Atomfeeds accepteren.

source: Atom post must not be empty.
fr: Un post atom ne doit pas être vide.
ja: Atom のポストは空であってはいけません。
nl: Het Atombericht mag niet leeg zijn.

source: Atom post must be well-formed XML.
fr: Une publication Atom doit être un fichier XML correct.
nl: Het Atombericht moet correct opgemaakte XML zijn.

source: Atom post must be an Atom entry.
fr: Une publication Atom doit être une entrée « Atom ».
nl: Het Atombericht moet een Atomopmaak hebben.

source: Can only handle POST activities.
fr: Ne peut traiter que des activités POST.
nl: Het is alleen mogelijk om POST-activiteiten af te handelen.

source: Cannot handle activity object type "%s".
fr: Ne peut gérer l’objet d’activité de type « %s ».
nl: Het is niet mogelijk om het activiteitobjecttype "%s" te verwerken.

source: No content for notice %d.
ar: لا محتوى في الإشعار %d.
fr: Aucun contenu pour avis %d.
ja: つぶやきの内容がありません %d
nl: Geen inhoud voor mededeling %d.

source: Notice with URI "%s" already exists.
ar: يوجد فعلا إشعار على المسار "%s".
fr: L’avis d’URI « %s » existe déjà.
ja: URI "%s" を持つつぶやきが既に存在します。
nl: De mededeling met URI "%s" bestaat al.

source: API method under construction.
fr: Méthode API en construction.
ja: API メソッドが工事中です。
nl: De API-functie is in bewerking.

source: User not found.
ar: لم يُعثر على المستخدم.
fr: Page non trouvée.
ja: ユーザーが見つかりません。
nl: De pagina is niet aangetroffen.

source: You must be logged in to leave a group.
ar: يجب أن تلج لتغادر مجموعة.
fr: Vous devez ouvrir une session pour quitter un groupe.
ja: グループから離れるにはログインしていなければなりません。
nl: U moet aangemeld zijn om een groep te kunnen verlaten.

source: No such group.
ar: لا توجد مجموعة بهذا الاسم.
fr: Aucun groupe trouvé.
ja: そのようなグループはありません。
nl: De opgegeven groep bestaat niet.

source: No nickname or ID.
fr: Aucun pseudo ou ID.
ja: ニックネームまたは ID がありません。
nl: Geen gebruikersnaam of ID.

source: Must be logged in.
ar: يجب أن تلج.
fr: Vous devez être connecté.
ja: ログインする必要があります。
nl: U moet aangemeld zijn.

source: Only group admin can approve or cancel join requests.
fr: Seuls les admins du groupe peuvent approuver ou refuser les requêtes d’adhésion.
ja: グループ管理者のみが参加リクエストに対する承認またはキャンセルをすることができます。
nl: Alleen de beheerdersgroep kan verzoeken om lid te worden accepteren of afwijzen.

source: Must specify a profile.
fr: Vous devez spécifier un profil.
ja: プロファイルを指定する必要があります。
nl: Er moet een profiel opgegeven worden.

source: %s is not in the moderation queue for this group.
fr: %s n'est pas dans la file d'attente de modération pour ce groupe.
ja: %s さんは、このグループのモデレーションキューではありません.
nl: %s heeft geen openstaand verzoek voor deze groep.

source: Internal error: received neither cancel nor abort.
fr: Erreur interne : n’a reçu ni annulation ni abandon.
ja: 内部エラー: キャンセルも中止も受信していません。
nl: Interne fout: zowel annuleren als afbreken is niet ontvangen.

source: Internal error: received both cancel and abort.
ar: خطأ داخلي: وصل أمر إلغاء وأمر إجهاض.
fr: Erreur interne : a reçu à la fois annulation et abandon.
ja: 内部エラー: キャンセルと中止の両方を受信しました。
nl: Interne fout: er is zowel annuleren als afbreken ontvangen.

source: Could not cancel request for user %1$s to join group %2$s.
fr: Impossible d’annuler la demande d'inscription de l’utilisateur %1$s au groupe %2$s.
ja: ユーザー %1$s のグループ %2$s への参加要求をキャンセルできません。
nl: Het was niet mogelijk het verzoek van gebruiker %1$s om lid te worden van de groep %2$s te annuleren.

# TITLE
source: %1$s's request for %2$s
fr: Requête de %1$s pour %2$s
ja: %2$s から %1$s のリクエスト
nl: Verzoek van %1$s voor %2$s.

source: Join request approved.
ar: أُقر طلب الانضمام.
fr: Requête d’adhésion approuvée.
ja: 参加要求が承認されました。
nl: Uw verzoek om lid te worden is geaccepteerd.

source: Join request canceled.
ar: ألغي طلب الانضمام.
fr: Requête d’adhésion refusée.
ja: 参加要求がキャンセルされました。
nl: Het verzoek voor lidmaatschap is geweigerd.

source: %s is not in the moderation queue for your subscriptions.
fr: %s n'est pas dans la file de modération pour vos abonnements.
nl: %s staat niet in de wachtrij voor uw abonnementen.

source: Could not cancel or approve request for user %1$s to join group %2$s.
fr: Impossible d'annuler ou d'approuver la demande de l'utilisateur %1$s à rejoindre le groupe %2$s .
nl: Het was niet mogelijk het verzoek van gebruiker %1$s om lid te worden van de groep %2$s te annuleren of goed te keuren.

# TITLE
source: %1$s's request
ar: طلب %1$s
fr: la demande de %1$s
ja: %1$s の要求
nl: Verzoek van %1$s

source: Subscription approved.
ar: أُقر الاشتراك.
fr: Abonnement approuvé.
ja: フォローが承認されました。
nl: Het abonnement is oedgekeurd.

source: Subscription canceled.
ar: أُلغي الاشتراك.
fr: Abonnement annulé.
ja: フォローがキャンセルされました。
nl: Het abonnement is geweigerd.

source: Notices %1$s has favorited on %2$s
ar: الإشعارات التي فضلها %1$s على %2$s
fr: Les annonces de %1$s ont été favorisées dans %2$s
ja: つぶやき %1$s は %2$s のお気に入りです。
nl: Mededelingen die %1$s op %2$s op de favorietenlijst heeft geplaatst

source: Cannot add someone else's subscription.
ar: تعذّرت إضافة اشتراك شخص آخر.
fr: Impossible d’ajouter un autre abonnement.
ja: 他のユーザーのフォローを追加することはできません。
nl: Het is niet mogelijk het abonnement voor iemand anders toe te voegen

source: Can only handle favorite activities.
ar: يمكن التعامل مع نشاطات التفضيل فقط.
fr: Peut gérer seulement les activités favorites.
nl: Het is alleen mogelijk om activiteiten met betrekking tot favorieten af te handelen.

source: Can only fave notices.
ar: يمكن تفضيل الإشعارات فقط.
fr: Seules les annonces peuvent être favorisées.
ja: 人気のつぶやきのみ可能です。
nl: Het is alleen mogelijk om mededelingen als favoriet aan te merken.

source: Unknown notice.
ar: إشعار غير معروف.
fr: Avis inconnu.
ja: 不明なつぶやきです。
nl: Onbekende mededeling.

source: Already a favorite.
ar: مفضلة فعلا.
fr: Déjà un favori.
ja: 既にお気に入りです。
nl: Deze mededeling is al een favoriet.

source: Group memberships of %s
ar: عضويات %s في المجموعات
fr: Groupes de %s
ja: %s のグループ会員
nl: Groepslidmaatschappen van %s

source: Groups %1$s is a member of on %2$s
ar: المجموعات التي %1$s عضو فيها على %2$s
fr: Groupes %1$s est membre sur %2$s
ja: グループ %1$s は %2$s のメンバーです。
nl: Groepen waar %1$s lid van is op %2$s

source: Cannot add someone else's membership.
ar: تعذّرت إضافة عضوية شخص آخر.
fr: Impossible d'ajouter l'adhésion de quelqu'un d'autre.
ja: 他のユーザーのメンバーシップを追加することはできません。
nl: Het is niet mogelijk om een lidmaatschap van een ander toe te voegen.

source: Can only handle join activities.
ar: يمكن التعامل مع نشاطات الانضمام فقط.
fr: Seules les activités de jointure peuvent être gérées.
nl: Het is alleen mogelijk om activiteiten met betrekking tot lidmaatschap af te handelen.

source: Unknown group.
ar: مجموعة غير معروفة.
fr: Groupe inconnu.
ja: 不明なグループ。
nl: Onbekende groep.

source: Already a member.
ar: عضو بالفعل.
fr: Déjà membre.
ja: 既にメンバーです。
nl: U bent al lid.

source: Blocked by admin.
ar: أنت ممنوع من قِبل المدير.
fr: Bloqué par admin.
ja: 管理者によりブロックされています。
nl: Geblokkeerd door een beheerder.

source: No such favorite.
ar: هذه المفضلة غير موجودة.
fr: Fichier non trouvé.
ja: そのようなお気に入りはありません。
nl: De favoriet bestaat niet.

source: Cannot delete someone else's favorite.
ar: لا يمكن أن تحذف مفضلة شخص آخر.
fr: Impossible de supprimer le favori de quelqu'un d'autre.
ja: 他のユーザーのお気に入りを削除することはできません。
nl: Het is niet mogelijk om een favoriet van een ander te verwijderen.

source: Not a member.
ar: ليس عضوا.
fr: Pas un membre.
ja: メンバーではありません。
nl: Geen lid.

source: Cannot delete someone else's membership.
ar: لا يمكن أن تحذف عضوية شخص آخر.
fr: Impossible de supprimer l'adhésion de quelqu'un d'autre.
ja: 他のユーザーのメンバーシップを削除することはできません。
nl: Het is niet mogelijk om een lidmaatschap van een ander te verwijderen.

source: No such profile id: %d.
ar: رقم الملف الشخصي هذا غير موجود: %d.
fr: Aucun ID de profil type: %d.
ja: id: %d のプロファイルはありません。
nl: Het profielnummer bestaat niet: %d.

source: Profile %1$d not subscribed to profile %2$d.
fr: Le profil %1$d n’est pas abonné au profil %2$d.
ja: プロファイル %2$d は プロファイル %1$d をフォローしていません。
nl: Profiel %1$d is niet geabonneerd op profiel %2$d.

source: Cannot delete someone else's subscription.
ar: لا يمكن أن تحذف اشتراك شخص آخر.
fr: Impossible de supprimer l’abonnement de quelqu’un d’autre.
ja: 他のユーザーのフォローを削除することはできません。
nl: Het is niet mogelijk het abonnement van een andere gebruiker op te zeggen.

source: People %1$s has subscribed to on %2$s
ar: الأشخاص الذين اشترك %1$s بهم على %2$s
fr: %1$s s'est abonné à %2$s
nl: Gebruikers die %1$s volgen op %2$s

source: Can only handle Follow activities.
fr: Ne peut gérer que les activités de publication.
nl: Het is alleen mogelijk om activiteiten met betrekking tot volgen af te handelen.

source: Can only follow people.
fr: Seules les personnes peuvent être suivies.
nl: Het is alleen mogelijk om mensen te volgen.

source: Unknown profile %s.
ar: ملف %s الشخصي غير معروف.
fr: Profil inconnu %s.
ja: 不明なプロファイル %s。
nl: Onbekend profiel %s.

source: Already subscribed to %s.
ar: مُشترك فعلا ب%s.
fr: Déjà abonné à %s.
ja: 既に %s をフォローしています。
nl: U bent al geabonneerd op %s.

source: No such attachment.
ar: المرفق غير موجود.
fr: Pièce jointe non trouvée.
ja: そのような添付はありません。
nl: Deze bijlage bestaat niet.

source: No nickname.
ar: لا اسم مستعار.
fr: Aucun pseudo.
ja: ニックネームがありません。
nl: Geen gebruikersnaam.

source: No size.
ar: لا حجم.
fr: Aucune taille
ja: サイズがありません。
nl: Geen afmeting.

source: Invalid size.
ar: حجم غير صالح.
fr: Taille incorrecte.
ja: 無効なサイズ。
nl: Ongeldige afmetingen.

source: You can upload your personal avatar. The maximum file size is %s.
ar: بإمكانك رفع أفتارك الشخصي. أقصى حجم للملف هو %s.
fr: Vous pouvez associer un « avatar » (image personnelle) à votre profil. La taille maximale du fichier est de %s.
ja: 自分のアバターをアップロードできます。最大サイズは%sです。
nl: U kunt een persoonlijke avatar uploaden. De maximale bestandsgrootte is %s.

source: Avatar settings
ar: إعدادات الأفتار
fr: Paramètres de l’avatar
ja: アバター設定
nl: Avatarinstellingen

source: Original
ar: الأصل
fr: Image originale
ja: オリジナル
nl: Origineel

source: Preview
ar: معاينة
fr: Aperçu
ja: プレビュー
nl: Voorvertoning

# BUTTON
source: Delete
ar: احذف
fr: Supprimer
ja: 削除
nl: Verwijderen

# BUTTON
source: Upload
ar: ارفع
fr: Téléverser
ja: アップロード
nl: Uploaden

# BUTTON
source: Crop
ar: اقتطع
fr: Recadrer
ja: 切り取り
nl: Uitsnijden

source: No file uploaded.
ar: لم يُرفع ملف.
fr: Aucun fichier n’a été téléversé.
ja: ファイルがアップロードされていません。
nl: Er is geen bestand geüpload.

source: Pick a square area of the image to be your avatar.
ar: اختر منطقة مربعة من الصورة لتكون أفتارك.
fr: Sélectionner une zone carrée de l’image pour être votre avatar.
ja: アバターにする画像の正方形の領域を選択してください。
nl: Selecteer een vierkant in de afbeelding om deze als uw avatar in te stellen.

source: Lost our file data.
ar: ضاع ملف البيانات.
fr: Données perdues.
ja: ファイルデータを紛失しました。
nl: Ons bestand is verloren gegaan.

source: Avatar updated.
ar: حُدّث الأفتار.
fr: Avatar mis à jour.
ja: アバターが更新されました。
nl: De avatar is bijgewerkt.

source: Failed updating avatar.
ar: فشل تحديث الأفتار.
fr: La mise à jour de l’avatar a échoué.
ja: アバターの更新に失敗しました。
nl: Het bijwerken van de avatar is mislukt.

source: Avatar deleted.
ar: حُذف الأفتار.
fr: Avatar supprimé.
ja: アバターが削除されました。
nl: De avatar is verwijderd.

source: Backup account
ar: انسخ الحساب احتياطيا
fr: Sauvegarder le compte
ja: アカウントのバックアップ
nl: Reservekopie van gebruiker maken

source: Only logged-in users can backup their account.
ar: يستطيع المستخدمون الوالجون وحدهم نسخ حساباتهم احتياطيا.
fr: Seuls les utilisateurs enregistrés peuvent sauvegarder leur compte.
ja: ログインユーザーだけが自分のアカウントはバックアップすることができます。
nl: Alleen aangemelde gebruikers kunnen hun gebruiker back-uppen.

source: You may not backup your account.
ar: لا يسمح لك بنسخ حسابك احتياطيًا.
fr: Vous ne pouvez pas sauvegarder votre compte.
ja: あなたのアカウントでは、バックアップすることはできません。
nl: U kunt geen back-up van uw gebruiker maken.

source: You can backup your account data in <a href="http://activitystrea.ms/">Activity Streams</a> format. This is an experimental feature and provides an incomplete backup; private account information like email and IM addresses is not backed up. Additionally, uploaded files and direct messages are not backed up.
ar: يمكنك نسخ بيانات حسابك بنسق <a href="http://activitystrea.ms/">آكتفتي ستريمز</a>. هذه الميزة تجريبية وتوفر نسخة احتياطية غير مكتملة. معلومات الحساب الخاصة كالبريد الإلكتروني وعناوين المحادثة الفورية لن تنسخ. الملفات المرفوعة والرسائل المباشرة أيضًا لن تنسخ.
fr: Vous pouvez sauvegarder vos données de compte au format <a href="http://activitystrea.ms/">Activity Streams</a> . Il s'agit d'une fonctionnalité expérimentale qui ne permet qu'une sauvegarde partielle ; les informations privées telles que le courriel et l'adresse de messagerie instantanée ne sont pas sauvegardés. En outre, les fichiers envoyés et les messages directs ne sont pas sauvegardés.
nl: U kunt een reservekopie van uw gebruikersgegevens maken in de indeling <a href="http://activitystrea.ms/">Activity Streams</a>. Dit is een experimentele functie en levert een onvolledige reservekopie op; privégegevens van de gebruiker zoals e-mailadres en IM-adres worden niet meegenomen. Hetzelfde geldt voor geüploade bestanden en directe berichten.

# BUTTON
source: Backup
ar: انسخ احتياطيًا
fr: Sauvegarde
ja: バックアップ
nl: Reservekopie

source: Backup your account.
ar: انسخ حسابك احتياطيًا.
fr: Sauvegarder votre compte
ja: アカウントをバックアップする。
nl: Uw gebruiker back-uppen.

source: You already blocked that user.
ar: لقد منعتَ هذا المستخدم مسبقًا.
fr: Vous avez déjà bloqué cet utilisateur.
ja: そのユーザーは既にブロック済みです。
nl: U hebt deze gebruiker reeds geblokkeerd.

source: Block user
ar: امنع المستخدم
fr: Bloquer cet utilisateur
ja: ユーザーをブロック
nl: Gebruiker blokkeren

source: Are you sure you want to block this user? Afterwards, they will be unsubscribed from you, unable to subscribe to you in the future, and you will not be notified of any @-replies from them.
ar: هل أنت متأكد من أنك تريد منع هذا المستخدم؟ إن قمتَ بذلك فسيُلغى اشتراكه معك، ولن يتمكن من الاشتراك لديك مستقبلًا، ولن تُبلغ بأي ردود منه.
fr: Voulez-vous vraiment bloquer cet utilisateur ? Après cela, il ne sera plus abonné à votre compte, ne pourra plus s’y abonner de nouveau, et vous ne serez pas informé des @-réponses de sa part.
ja: このユーザーをブロックしてもよろしいですか？ その場合、あなたからのフォローを外す、将来にわたってあなたをフォローできない、あなたはどんな @-返信 についても通知されないでしょう。
nl: Weet u zeker dat u deze gebruiker wilt blokkeren? Deze gebruiker kan u dan niet meer volgen en u wordt niet op de hoogte gebracht van "@"-antwoorden van deze gebruiker.

# BUTTON
source: No
ar: لا
fr: Non
ja: いいえ
nl: Nee
