Repository: UngPirat/freesocial
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ar, fr, ja, nl

source: Email preferences
ar: تفضيلات البريد الإلكتروني
fr: Préférences de courrier électronique
ja: メールの設定
nl: E-mailvoorkeuren

source: Send me notices of new subscriptions through email.
ar: أرسل لي إشعارات بالاشتراكات الجديدة عبر البريد الإلكتروني.
fr: Avertissez-moi par courriel des nouveaux abonnements.
ja: メールで新規フォローの通知を私に送ってください。
nl: Mij e-mailen bij nieuwe abonnementen.

source: Send me email when someone adds my notice as a favorite.
ar: أرسل لي بريدًا إلكرتونيًا عندما يضيف أحدهم إشعاري مفضلة.
fr: Envoyez-moi un courriel quand un utilisateur ajoute un de mes avis à ses favoris.
ja: だれかがお気に入りとして私のつぶやきを加えたら、メールを私に送ってください。
nl: Mij e-mailen als iemand mijn mededeling als favoriet instelt.

source: Send me email when someone sends me a private message.
ar: أرسل لي بريدًا إلكترونيًا عندما يرسل لي أحد رسالة خاصة.
fr: Envoyez-moi un courriel quand quelqu’un m’envoie un message personnel.
ja: だれかがプライベート・メッセージを私に送るときには、メールを私に送ってください。
nl: Mij e-mailen als iemand mij een privébericht zendt.

source: Send me email when someone sends me an "@-reply".
ar: أرسل لي بريدًا إلكترونيًا عندما يرسل لي أحد "@-رد".
fr: Envoyez-moi un courriel quand quelqu’un m’envoie une réponse « @ ».
ja: だれかが"@-返信"を私を送るときには、メールを私に送ってください、
nl: Mij e-mailen als iemand mij een antwoord met "@" erin stuurt.

source: Allow friends to nudge me and send me an email.
ar: اسمح لأصدقائي بتنبيهي ومراسلتي عبر البريد الإلكتروني.
fr: Autoriser mes amis à m’envoyer des courriels et des clins d’œil.
ja: 友達が私に合図とメールを送ることを許可する。
nl: Vrienden mogen me porren en e-mailen.

source: Publish a MicroID for my email address.
ar: انشر هوية مصغّرة لعنوان بريدي الإلكتروني.
fr: Publier un MicroID pour mon adresse courriel.
ja: 私のメールアドレスのために MicroID を発行してください。
nl: Een MicroID voor mijn e-mailadres publiceren.

source: Email preferences saved.
ar: حُفظت تفضيلات البريد الإلكرتوني.
fr: Préférences de courrier électronique enregistrées.
ja: メールの設定を保存しました。
nl: De e-mailvoorkeuren zijn opgeslagen.

source: No email address.
ar: لا عنوان بريد إلكتروني.
fr: Aucune adresse électronique.
ja: メールアドレスがありません。
nl: Geen e-mailadres

source: Cannot normalize that email address.
ar: لا يمكن تطبيع عنوان البريد الإلكتروني هذا.
fr: Impossible de normaliser cette adresse de courreil
ja: メールアドレスを正規化(normalize)できません。
nl: Kan het e-mailadres niet normaliseren.

source: Not a valid email address.
ar: ليس عنوان بريد صالح.
fr: Adresse courriel invalide.
ja: 有効なメールアドレスではありません。
nl: Geen geldig e-mailadres.

source: That is already your email address.
ar: هذا هو عنوان بريدك الإكتروني سابقًا.
fr: Vous utilisez déjà cette adresse courriel.
ja: これは既にあなたのメールアドレスです。
nl: U hebt dit e-mailadres als ingesteld als uw e-mailadres.

source: That email address already belongs to another user.
ar: هذا البريد الإلكتروني ملك مستخدم آخر بالفعل.
fr: Cette adresse courriel appartient déjà à un autre utilisateur.
ja: このメールアドレスは既に他の人が使っています。
nl: Dit e-mailadres is al geregistreerd door een andere gebruiker.

source: Could not insert confirmation code.
ar: تعذّر إدراج رمز التأكيد.
fr: Impossible d’insérer le code de confirmation.
ja: 承認コードを追加できませんでした。
nl: De bevestigingscode kon niet ingevoegd worden.

source: A confirmation code was sent to the email address you added. Check your inbox (and spam box!) for the code and instructions on how to use it.
ar: أرسل رمز تحقق إلى عنوان بريدك الإلكتروني الذي أضفته. التمس الرمز وتعليمات استخدامه في صندوق الوارد (وصندوق الرسائل المزعجة!)
fr: Un code de confirmation a été envoyé à l’adresse courriel indiquée. Vérifiez votre boîte de réception pour récupérer le code et les instructions.
ja: 入力されたメールアドレスに承認コードを送信しました。受信ボックス（とスパムボックス）にコードとそれをどう使うのかという指示が届いていないか確認してください。
nl: Er is een bevestigingscode verzonden naar het e-mailadres dat u hebt toegevoegd. Controleer uw Postvak IN (en uw ongewenste berichten/spam) voor de code en instructies hoe deze te gebruiken.

source: No pending confirmation to cancel.
ar: لا يوجد تأكيد معلق لتلغيه.
fr: Aucune confirmation à annuler.
ja: 承認待ちのものはありません。
nl: Er is geen openstaand bevestigingsverzoek om te annuleren.

source: That is the wrong email address.
ar: هذا عنوان بريد إلكتروني خطأ.
fr: Cette adresse de messagerie électronique est erronée.
ja: メールアドレスが間違っています。
nl: Dat is het verkeerde e-mailadres.

source: Could not delete email confirmation.
ar: تعذّر حذف تأكيد البريد الإلكتروني.
fr: Impossible de supprimer le courriel de confirmation.
ja: メール承認を削除できません。
nl: De e-mailbevestiging kon niet verwijderd worden.

source: Email confirmation cancelled.
ar: أُلغي تأكيد البريد الإلكتروني.
fr: Confirmation de courrier électronique annulée.
ja: メール承認がキャンセルされました。
nl: E-mailbevestiging geannuleerd.

source: That is not your email address.
ar: هذا ليس عنوان بريدك الإلكتروني.
fr: Ceci n’est pas votre adresse courriel.
ja: これはあなたのメールアドレスではありません。
nl: Dit is niet uw e-mailadres.

source: The email address was removed.
ar: أزيل عنوان البريد الإلكتروني.
fr: L’adresse électronique a été supprimée.
ja: メールアドレスを削除しました。
nl: Het e-mailadres is verwijderd.

source: No incoming email address.
ar: لا عنوان بريد إلكتروني وارد.
fr: Aucune adresse de courriel entrant.
ja: 受信メールアドレスがありません。
nl: Geen binnenkomend e-mailadres

source: Could not update user record.
ar: تعذّر تحديث سجل المستخدم.
fr: Impossible de mettre à jour l’enregistrement de l’utilisateur.
ja: ユーザーレコードを更新できませんでした。
nl: Kan de gebruikersgegevens niet vernieuwen.

source: Incoming email address removed.
ar: حُذِف عنوان البريد الإلكتروني الوارد.
fr: L’adresse de courriel entrant a été supprimée.
ja: 受信メールアドレスは削除しました。
nl: Het e-mailadres voor inkomende mail is verwijderd.

source: New incoming email address added.
ar: أضيف عنوان بريد إلكتروني وارد جديد.
fr: Nouvelle adresse de courriel entrant ajoutée.
ja: 新しい受信メールアドレスを追加しました。
nl: Het nieuwe binnenkomende e-mailadres is toegevoegd.

source: This notice is already a favorite!
ar: هذا الإشعار مفضل سابقا!
fr: Cet avis a déjà été ajouté à vos favoris !
ja: このつぶやきは既にお気に入りです！
nl: Deze mededeling staat al in uw favorietenlijst.

source: Disfavor favorite.
ar: ألغِ تفضيل المفضلة.
fr: Retirer le favori.
ja: お気に入りをやめます。
nl: Van uw favorietenlijst verwijderen.

source: Popular notices
ar: إشعارات محبوبة
fr: Avis populaires
ja: 人気のつぶやき
nl: Populaire mededelingen

source: Popular notices, page %d
ar: إشعارات محبوبة، الصفحة %d
fr: Avis populaires - page %d
ja: 人気のつぶやき、ページ %d
nl: Populaire mededelingen, pagina %d

source: The most popular notices on the site right now.
ar: أشهر الإشعارات على الموقع حاليًا.
fr: Les avis les plus populaires sur le site en ce moment.
ja: 現在サイトで最も人気のつぶやき。
nl: De meest populaire mededelingen op de site op dit moment.

source: Favorite notices appear on this page but no one has favorited one yet.
fr: Les avis favoris apparaissent sur cette page mais personne n’a mis d’avis en favori pour le moment.
ja: お気に入りのつぶやきがページに表示されます、しかしまだお気に入りがありません。
nl: Favoriete mededelingen zijn te zien op deze pagina, maar er zijn nog geen favoriete mededelingen.

source: Be the first to add a notice to your favorites by clicking the fave button next to any notice you like.
ar: كن أول من يضيف إشعارا إلى مفضلته بنقر زر التفضيل الملاصق لأي إشعار يعجبك.
fr: Soyez le premier à ajouter un avis dans vos favoris en cliquant sur le bouton favori à côté d’un avis que vous aimez.
ja: あなたの好きなつぶやきを、お気に入りボタンをクリックしてあなたのお気に入りに加える最初になってください。
nl: U kunt een mededeling aan uw favorieten toevoegen door op de knop "Aan favorieten toevoegen" te klikken bij mededelingen die u de moeite waard vindt.

source: Why not [register an account](%%action.register%%) and be the first to add a notice to your favorites!
ar: لم لا [تسجل حسابا](%%action.register%%) وتكون أول من يضيف إشعارا إلى مفضلته!
fr: Pourquoi ne pas [créer un nouveau compte](%%action.register%%) et être le premier à ajouter un avis à vos favoris !
ja: なぜ [アカウント登録](%%action.register%%) しないのですか、そして、あなたのお気に入りにつぶやきを加える最初になりましょう！
nl: U kunt een [gebruiker aanmaken](%%action.register%%) en de eerste mededeling op uw favorietenlijst plaatsen!

source: %s's favorite notices
ar: إشعارات %s المُفضلة
fr: Avis favoris de %s
ja: %s さんのお気に入りのつぶやき
nl: Favoriete mededelingen van %s

source: Updates favored by %1$s on %2$s!
ar: المستجدات التي فضلها %1$s في %2$s!
fr: Mises à jour privilégiées par %1$s sur %2$s !
ja: %1$s による %2$s 上のお気に入りを更新！
nl: Updates op de favorietenlijst van %1$s op %2$s.

source: Featured users
ar: مستخدمون مميزون
fr: Utilisateurs en vedette
ja: フィーチャーされたユーザー
nl: Uitgelichte gebruikers

source: Featured users, page %d
ar: مستخدمون مختارون، صفحة %d
fr: Utilisateurs en vedette - page %d
ja: フィーチャーされたユーザー、ページ %d
nl: Uitgelichte gebruikers, pagina %d

source: A selection of some great users on %s.
ar: عينة لبعض المستخدمين المتميزين على %s.
fr: Une sélection d’utilisateurs importants sur %s.
ja: %s 上の優れたユーザーの集まり
nl: Een selectie van gewaardeerde gebruikers op %s.

source: No notice ID.
ar: لا رقم ملاحظة.
fr: Aucun identifiant d’avis.
ja: つぶやき ID がありません。
nl: Geen mededelingnummer.

source: No notice.
ar: لا ملاحظة.
fr: Aucun avis.
ja: つぶやきがありません。
nl: Geen mededeling.

source: No attachments.
ar: لا مرفقات.
fr: Aucune pièce jointe.
ja: そのような添付はありません。
nl: Geen bijlagen.

source: No uploaded attachments.
ar: لا مرفقات مرفوعة.
fr: Aucune pièce jointe importée.
ja: アップロードされた添付はありません。
nl: Geen toegevoegde bijlagen.

source: No such file.
ar: الملف المقصود غير موجود.
fr: Fichier non trouvé.
ja: そのようなファイルはありません。
nl: Het bestand bestaat niet.

source: Cannot read file.
ar: تعذّرت قراءة الملف.
fr: Impossible de lire le fichier
ja: ファイルを読み込めません。
nl: Het bestand kon niet gelezen worden.

source: Invalid role.
ar: دور غير صالح.
fr: Rôle invalide.
ja: 無効なロールです。
nl: Ongeldige rol.

source: This role is reserved and cannot be set.
ar: هذا الدور مجحوز ولايمكن ضبطه.
fr: Ce rôle est réservé et ne peut pas être défini.
ja: このロールは予約されており、設定することはできません。
nl: Deze rol is gereserveerd en kan niet ingesteld worden.

source: You cannot grant user roles on this site.
ar: لا يمكنك سحب أدوار المستخدمين على هذا الموقع.
fr: Vous ne pouvez pas attribuer des rôles aux utilisateurs sur ce site.
ja: このサイトでのユーザーロールを付与することはできません。
nl: Op deze website kunt u geen gebruikersrollen toekennen.

source: User already has this role.
ar: لدى المستخدم هذا الدور من قبل.
fr: L’utilisateur a déjà ce rôle.
ja: ユーザーは既にこのロールを持っています。
nl: Deze gebruiker heeft deze rol al.

source: No profile specified.
ar: لا ملف شخصي مُحدّد.
fr: Aucun profil n’a été spécifié.
ja: プロファイルが指定されていません。
nl: Er is geen profiel opgegeven.

source: No group specified.
ar: لا مجموعة مُحدّدة.
fr: Aucun groupe n’a été spécifié.
ja: グループ説明がありません。
nl: Er is geen groep aangegeven.

source: Only an admin can block group members.
fr: Seul un administrateur peut bloquer des membres du groupe.
ja: 管理者だけがグループメンバーをブロックできます。
nl: Alleen een beheerder kan groepsleden blokkeren.

source: User is already blocked from group.
ar: المستخدم ممنوع من المجموعة من قبل.
fr: Cet utilisateur est déjà bloqué pour le groupe.
ja: ユーザーは既にグループからブロックされています。
nl: Deze gebruiker is al de toegang tot de groep ontzegd.

source: User is not a member of group.
ar: المستخدم ليس عضوًا في المجموعة.
fr: L’utilisateur n’est pas membre du groupe.
ja: ユーザーはグループのメンバーではありません。
nl: De gebruiker is geen lid van de groep.

source: Block user from group
ar: امنع المستخدم من المجموعة
fr: Bloquer cet utilisateur du groupe
ja: グループからユーザーをブロック
nl: Gebruiker toegang tot de groep blokkeren

source: Are you sure you want to block user "%1$s" from the group "%2$s"? They will be removed from the group, unable to post, and unable to subscribe to the group in the future.
fr: Voulez-vous vraiment bloquer l’utilisateur « %1$s » du groupe « %2$s » ? Ils seront supprimés du groupe ; il leur sera interdit d’y poster et de s’y abonner à l’avenir.
ja: 本当にユーザー %1$s をグループ %2$s からブロックしますか？ 彼らはグループから削除される、投稿できない、グループをフォローできなくなります。
nl: Weet u zeker dat u gebruiker "%1$s" uit de groep "%2$s" wilt weren? De gebruiker wordt dan uit de groep verwijderd, kan er geen berichten meer plaatsen en kan zich in de toekomst ook niet meer op de groep abonneren.

source: Do not block this user from this group.
ar: لا تمنع هذا المستخدم من هذه المجموعة.
fr: Ne pas bloquer cet utilisateur de ce groupe.
ja: このグループから、このユーザーをブロックしない。
nl: Deze gebruiker niet de toegang tot deze groep ontzeggen.

source: Block this user from this group.
ar: امنع هذا المستخدم من هذه المجموعة.
fr: Bloquer cet utilisateur de ce groupe.
ja: このグループから、このユーザーをブロックする。
nl: Deze gebruiker de toegang tot deze groep ontzeggen.

source: Database error blocking user from group.
ar: خطأ في قاعدة البيانات أثناء منع المستخدم من المجموعة.
fr: Erreur de la base de données lors du blocage de l’utilisateur du groupe.
ja: グループからのブロックユーザーのデータベースエラー
nl: Er is een databasefout opgetreden bij het uitsluiten van de gebruiker van de groep.

source: No ID.
ar: لا هوية.
fr: Aucun identifiant.
ja: ID がありません。
nl: Geen ID.

source: Group logo
ar: شعار المجموعة
fr: Logo du groupe
ja: グループロゴ
nl: Groepslogo

source: You can upload a logo image for your group. The maximum file size is %s.
ar: بإمكانك رفع صورة شعار مجموعتك. أقصى حجم للملف هو %s.
fr: Vous pouvez choisir un logo pour votre groupe. La taille maximale du fichier est de %s.
ja: あなたのグループ用にロゴイメージをアップロードできます。最大ファイルサイズは %s。
nl: Hier kunt u een logo voor uw groep uploaden. De maximale bestandsgrootte is %s.

source: Upload
ar: ارفع
fr: Transfert
ja: アップロード
nl: Uploaden

source: Crop
ar: اقتطع
fr: Recadrer
ja: 切り取り
nl: Uitsnijden

source: Pick a square area of the image to be the logo.
ar: اختر منطقة مربعة من الصورة لتكون الشعار.
fr: Sélectionnez une zone de forme carrée sur l’image qui sera le logo.
ja: ロゴとなるイメージの正方形を選択。
nl: Selecteer een vierkant uit de afbeelding die het logo wordt.

source: Logo updated.
ar: حُدّث الشعار.
fr: Logo mis à jour.
ja: ロゴが更新されました。
nl: Het logo is bijgewerkt.

source: Failed updating logo.
ar: فشل تحديث الشعار.
fr: La mise à jour du logo a échoué.
ja: ロゴの更新に失敗しました。
nl: Het bijwerken van het logo is mislukt.

source: %s group members
ar: أعضاء مجموعة %s
fr: Membres du groupe %s
ja: %s グループメンバー
nl: leden van de groep %s

source: %1$s group members, page %2$d
ar: %1$s أعضاء المجموعة, الصفحة %2$d
fr: Membres du groupe %1$s - page %2$d
ja: %1$s グループメンバー、ページ %2$d
nl: %1$s groeps leden, pagina %2$d

source: A list of the users in this group.
ar: قائمة بمستخدمي هذه المجموعة.
fr: Liste des utilisateurs inscrits à ce groupe.
ja: このグループのユーザーのリスト。
nl: Ledenlijst van deze groep

source: Only the group admin may approve users.
fr: Seuls les administrateurs du groupe peuvent approuver des utilisateurs.
nl: Alleen groepsbeheerders mogen gebruikers accepteren.

source: %s group members awaiting approval
ar: أعضاء مجموعة %s الذين ينتظرون الموافقة
fr: %s membres du groupe en attente d’approbation
ja: 承認を待っている %s グループのメンバー
nl: Groepslidmaatschapsaanvragen voor %s die wachten op goedkeuring

source: %1$s group members awaiting approval, page %2$d
ar: أعضاء مجموعة %1$s الذين ينتظرون الموافقة, الصفحة %2$d
fr: %1$s membres du groupe en attente d’approbation, page %2$d
ja: 承認を待っている %1$s グループのメンバー、ページ %2$d
nl: Groepslidmaatschapsaanvragen voor %1$s die wachten op goedkeuring, pagina %2$d

source: A list of users awaiting approval to join this group.
ar: قائمة المستخدمين الذين ينتظرون الموافقة على الاتضمام لهذه المجموعة.
fr: Une liste des utilisateurs en attente d’approbation pour rejoindre ce groupe.
ja: このグループへの参加の承認を待っているユーザーの一覧。
nl: Een lijst met gebruikers die wachten om geaccepteerd te worden voor deze groep.

source: Updates from members of %1$s on %2$s!
ar: مستجدات أعضاء %1$s على %2$s!
fr: Mises à jour des membres de %1$s dans %2$s !
ja: %2$s 上の %1$s のメンバーから更新する
nl: Updates voor leden van %1$s op %2$s.

# TITLE
source: Groups
ar: المجموعات
fr: Groupes
ja: グループ
nl: Groepen

# TITLE
source: Groups, page %d
ar: المجموعات، صفحة %d
fr: Groupes, page %d
ja: グループ、ページ %d
nl: Groepen, pagina %d

source: %%%%site.name%%%% groups let you find and talk with people of similar interests. After you join a group you can send messages to all other members using the syntax "!groupname". Don't see a group you like? Try [searching for one](%%%%action.groupsearch%%%%) or [start your own](%%%%action.newgroup%%%%)!
ar: تتيح لك مجموعات %%%%site.name%%%% إيجاد أشخاص ذوي اهتمامات مشتركة والتحدث معهم. تستطيع إرسال رسائل إلى جميع أعضاء المجموعة الآخرين بعد الانضمام إليها عبر الصياغة "!اسم_المجموعة". ألا ترى مجموعة تعجبك؟ جرّب [البحث عن مجموعة](%%%%action.groupsearch%%%%) أو [ابدأ مجموعتك](%%%%action.newgroup%%%%)!
fr: Les groupes de %%%%site.name%%%% permettent de trouver et de parler avec des personnes qui ont des intérêts en commun avec vous. Après avoir rejoint un groupe, vous pouvez envoyer des messages à tous les autres membres en utilisant la syntaxe « !nomdugroupe ». Vous ne voyez aucun groupe qui vous intéresse ? Essayez d’en [rechercher un](%%%%action.groupsearch%%%%) ou de [créer le vôtre](%%%%action.newgroup%%%%) !
ja: %%%%site.name%%%% グループは、あなたと同様の関心事をもつ人々を見つけて話をすることができます。グループに入った後、他のメンバーに "!groupname" 文法を使ってメッセージを送ることができます。あなたが好きなグループがあるかどうか [探してみる](%%%%action.groupsearch%%%%) か、あなた自身で[始めてください!](%%%%action.newgroup%%%%)
nl: Met groepen van %%%%site.name%%%% kunt u gebruikers vinden met gelijke interesses en daarmee in contact treden. Nadat u lid bent geworden van een groep, kunt u berichten naar alle gebruikers zenden met door het voorvoegsel "!groepsnaam" te gebruiken. Als u geen groep ziet die u aantreft, [doorzoek dan de groepen](%%%%action.groupsearch%%%%) of [start zelf een groep](%%%%action.newgroup%%%%)!

source: Create a new group
ar: أنشئ مجموعة جديدة
fr: Créer un nouveau groupe
ja: 新しいグループを作成
nl: Nieuwe groep maken

source: Search for groups on %%site.name%% by their name, location, or description. Separate the terms by spaces; they must be 3 characters or more.
ar: ابحث عن مجموعات على %%site.name%% بدلالة الاسم أو الموقع أو الوصف. افصل عبارات البحث بمسافات؛ ويجب أن تتكون تلك العبارات من 3 أحرف أو أكثر.
fr: Recherchez des groupes sur %%site.name%% par leur nom, leur emplacement ou leurs intérêts. Séparez les termes de recherche par des espaces. Ils doivent contenir au moins 3 caractères.
ja: %%site.name%% のグループを、名前、場所、説明から検索。検索語はスペース区切り。3字以上。
nl: Zoeken naar groepen op %%site.name%% op basis van naam, locatie of interesses of beschrijving. Scheid de zoektermen met spaties. Iedere zoekterm moet uit drie of meer tekens bestaan.

source: Group search
ar: بحث في المجموعات
fr: Rechercher des groupes
ja: グループの検索
nl: Groepen zoeken

source: No results.
ar: لا نتائج.
fr: Aucun résultat.
ja: 結果はありません。
nl: Geen resultaten.

source: If you cannot find the group you're looking for, you can [create it](%%action.newgroup%%) yourself.
ar: إن لم تعثر على المجموعة التي تبحث عنها بإمكانك [إنشائها](%%action.newgroup%%) بنفسك.
fr: Si vous ne trouvez pas le groupe que vous cherchez pour, vous pouvez le [créer] (%%action.newgroup%%) vous-même.
ja: もし、探しているグループが見つからないとき、あなたはグループを [作成](%%action.newgroup%%) することができます。
nl: Als u de groep waar u naar zoekt niet kunt vinden, dan kunt u deze zelf [aanmaken](%%action.newgroup%%).

source: Why not [register an account](%%action.register%%) and [create the group](%%action.newgroup%%) yourself!
ar: لمَ [تسجل حسابًا](%%action.register%%) و [تنشئ المجموعة](%%action.newgroup%%) بنفسك!
fr: Pourquoi ne pas [créer un compte](%%action.register%%) et [créer le groupe](%%action.newgroup%%) vous-même !
ja: なぜ [アカウント登録](%%action.register%%) や [グループ作成](%%action.newgroup%%) をしないのですか！
nl: U kunt een [gebruiker registreren](%%action.register%%) en de groep zelf [aanmaken](%%action.newgroup%%)!

source: Only an admin can unblock group members.
ar: يمكن فقط لإداري رفع الحجب عن أعضاء المجموعة.
fr: Seul un administrateur peut débloquer les membres du groupes.
ja: 管理者だけがグループメンバーをアンブロックできます。
nl: Alleen beheerders kunnen groepsleden deblokkeren.

source: User is not blocked from group.
ar: المستخدم ليس ممنوعًا من المجموعة.
fr: Cet utilisateur n’est pas bloqué du groupe.
ja: ユーザーはグループからブロックされていません。
nl: De gebruiker is niet de toegang tot de groep ontzegd.

source: Error removing the block.
ar: خطأ أثناء منع الحجب.
fr: Erreur lors de l’annulation du blocage.
ja: ブロックの削除エラー
nl: Er is een fout opgetreden bij het verwijderen van de blokkade.

source: IM settings
ar: إعدادات المراسلة الفورية
fr: Paramètres de messagerie instantanée
ja: IM 設定
nl: IM-instellingen

source: You can send and receive notices through [instant messaging](%%doc.im%%). Configure your addresses and settings below.
ar: يمكنك إرسال واستقبال الإشعارات عبر [المراسلة الفورية](%%doc.im%%). اضبط عنوانك وإعدادتك أدناه.
fr: Vous pouvez envoyer et recevoir des annonces via [la messagerie instantanée](%%doc.im%%). Configurez votre adresse et vos paramètres ci-dessous.
ja: [インスタント メッセージング](%%doc.im%%) 経由でつぶやきの送信、受信が可能です。あなたのアドレスと以下の設定を行います。
nl: U kunt berichten verzenden en ontvangen via ["instant messaging"](%%doc.im%%). Voer hieronder uw adres in en maak uw instellingen.

source: IM is not available.
ar: المراسلة الفورية غير متوفرة.
fr: La messagerie instantanée n’est pas disponible.
ja: IM が利用不可。
nl: IM is niet beschikbaar.

source: Current confirmed %s address.
ar: عنوان %s المُؤكد حاليا.
fr: Adresse %s actuellement confirmée.
ja: 現在確認されている %s アドレス。
nl: Huidige bevestigde adres voor %s.

source: Awaiting confirmation on this address. Check your %1$s account for a message with further instructions. (Did you add %2$s to your buddy list?)
ar: في انتظار تأكيد هذا العنوان. التمس رسالة تحوي مزيدًا من التعليمات في حسابك %1$s. (أأضفت %2$s إلى قائمة أصدقائك؟)
fr: En attente d’une confirmation pour cette adresse. Vérifiez votre compte %1$s pour un message avec la suite des instructions. (Avez-vous ajouté %2$s à votre liste de contacts ?)
ja: このアドレスは承認待ちです。%1$s アカウントで追加の指示が書かれたメッセージを確認してください。(%2$s を友人リストに追加しましたか？)
nl: Er wordt gewacht op bevestiging van dit adres. Controleer uw gebruiker bij %1$s op een bericht met nadere instructies. Hebt u %2$s aan uw contactenlijst toegevoegd?

source: IM address
ar: عنوان المراسلة الفورية
fr: Adresse de messagerie instantanée
ja: IM アドレス
nl: IM-adres

source: %s screenname.
fr: Pseudonyme %s
ja: %s スクリーンネーム。
nl: Schermnaam van %s.

source: IM Preferences
ar: تفضيلات المحادثة الفورية
fr: Préférences de messagerie instantanée
ja: IM の設定
nl: IM-voorkeuren

source: Send me notices
ar: أرسل لي الإشعارات
fr: M’envoyer un avis
ja: つぶやきを送信する
nl: Mij mededelingen sturen

source: Post a notice when my status changes.
ar: أرسل إشعارًا عندما تتغير حالتي.
fr: Afficher un avis lorsque mon statut change.
ja: ステータスが変更された時に通知を送る。
nl: Een mededeling verzenden als mijn status wijzigt.

source: Send me replies from people I'm not subscribed to.
ar: أرسل لي ردود الأشخاص الذين لست مشتركا بهم.
fr: Envoyez-moi des réponses de gens auprès desquels je ne suis pas abonné.
ja: 私がフォローされていない人々から、私に返信を送る。
nl: Mij antwoorden sturen van gebruikers op wie ik niet geabonneerd ben.

source: Publish a MicroID
ar: انشر هوية مصغرة
fr: Publier un MicroID
ja: MicroID を公開する。
nl: Een MicroID voor publiceren.

source: Could not update IM preferences.
ar: تعذّر تحديث تفضيلات المراسلة الفورية.
fr: Impossible de mettre à jour les préférences de messagerie instantanée.
ja: IM 設定を更新できませんでした。
nl: Het was niet mogelijk de IM-voorkeuren bij te werken.

source: Preferences saved.
ar: حُفِظت التفضيلات.
fr: Préférences enregistrées
ja: 設定が保存されました。
nl: Uw voorkeuren zijn opgeslagen.

source: No screenname.
ar: لا اسم مستعار.
fr: Aucun pseudo.
ja: スクリーンネームがありません。
nl: Geen schermnaam.

source: No transport.
ar: لا نقل.
fr: Aucun transport.
ja: 通信方法がありません。
nl: Geen transport.

source: Cannot normalize that screenname.
ar: لا يمكن تطبيع اسم الشاشة هذا.
fr: Impossible de normaliser ce nom d'écran.
ja: スクリーンネームを正規化できません。
nl: Het was niet mogelijk om die schermnaam te normaliseren.

source: Not a valid screenname.
ar: ليس اسمًا مستعارًا صحيحًا.
fr: Nom d'écran non valide.
ja: 有効なスクリーンネームではありません。
nl: Ongeldige schermnaam.
