Repository: UngPirat/freesocial
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ar, fr, ja, nl

source: Delete this list.
ar: احذف هذه القائمة.
fr: Supprimer cette liste.
ja: このユーザーを削除する。
nl: Deze lijst verwijderen.

source: Add or remove people
ar: إضافة أو إزالة أشخاص
fr: Ajouter ou supprimer des personnes
ja: 人を追加または削除
nl: Mensen toevoegen of verwijderen

# HEADER
source: Search
ar: ابحث
fr: Rechercher
ja: 検索
nl: Zoeken

# MENU
source: List
ar: القائمة
fr: Liste
ja: リスト
nl: Lijst

source: %1$s list by %2$s.
ar: قائمة %1$s التي أنشأها %2$s.
fr: Liste « %1$s » de %2$s.
ja: %2$s の %1$s リスト
nl: Lijst %1$s van %2$s

# MENU
source: Listed
ar: المدرجون
fr: Listé(s)
ja: リスト
nl: In lijst

# MENU
source: Subscribers
ar: المشتركون
fr: Abonnés
ja: フォローされている
nl: Abonnees

source: Subscribers to %1$s list by %2$s.
ar: المشتركون في قائمة %1$s التي أنشأها %2$s.
fr: Abonnés à la liste « %1$s » de %2$s.
ja: %2$s はリスト %1$s をフォローする。
nl: Abonnees op de lijst %1$s van %2$s.

# MENU
source: Edit
ar: عدل
fr: Modifier
ja: 編集
nl: Bewerken

source: Edit %s list by you.
ar: عدل لائحة %s التي أنشأتها.
fr: Modifier votre liste « %s ».
ja: %s リストを編集する。
nl: Uw lijst %s bewerken.

source: Edit list settings.
ar: عدّل إعدادات اللائحة.
fr: Modifier les paramètres de la liste.
ja: リスト設定を編集する。
nl: Lijstinstellingen bewerken.

source: Edit
ar: عدّل
fr: Modifier
ja: 編集
nl: Bewerken

# MODE
source: Private
ar: خاص
fr: Privé
ja: プライベート
nl: Privé

# MENU
source: List Subscriptions
ar: الاشتراكات باللائحات
fr: Liste des abonnements
ja: フォローリスト
nl: Lijstabonnementen

# TOOLTIP
source: Lists subscribed to by %s.
ar: الائحات التي اشترك بها %s.
fr: Listes auxquelles %s s’est abonné.
ja: %s のフォローリスト。
nl: Lijstabonnementen van %s.

# MENU
source: Lists with %s
ar: اللائحات التي %s فيها
fr: Listes dont l’utilisateur %s est membre
ja: %s のリスト
nl: Lijsten waar %s in staat

# TOOLTIP
source: Lists with %s.
ar: اللائحات التي %s فيها.
fr: Listes dont l’utilisateur %s est membre.
ja: %s のリスト
nl: Lijsten waar %s in staat.

# MENU
source: Lists by %s
ar: لائحات %s
fr: Listes de %s
ja: %s のリスト
nl: Lijsten van %s

# TOOLTIP
source: Lists by %s.
ar: لائحات %s.
fr: Listes de l’utilisateur %s.
ja: %s のリスト
nl: Lijsten van %s.

# LABEL
source: Your lists
ar: لائحاتك
fr: Vos listes
ja: あなたのリスト
nl: Uw lijsten

# LEGEND
source: Edit lists
ar: عدل اللائحات
fr: Modifier les listes
ja: リストを編集
nl: Lijsten bewerken

# LABEL
source: Tags
ar: الوسوم
fr: Balises
ja: タグ
nl: Labels

source: Popular lists
ar: لائحات محبوبة
fr: Listes populaires
ja: 人気のつぶやき
nl: Populaire lijsten

source: Listed: %1$d Subscribers: %2$d
ar: المدرجون: %1$d المشتركون: %2$d
fr: %1$d utilisateurs membres, %2$d abonnés
ja: リスト: %1$d フォロー: %2$d
nl: Mensen in lijst: %1$d Abonnees: %2$d

source: Lists with you
ar: اللائحات التي أنت فيها
fr: Listes dont vous êtes membre
ja: あなたとリスト
nl: Lijsten waar u in staat

source: Lists with %s
ar: اللائحات التي %s فيها
fr: Listes dont %s est membre
ja: %s とリスト
nl: Lijsten waar %s in staat

source: List subscriptions
ar: الاشتراكات باللائحات
fr: Abonnements à la liste
ja: フォローリスト
nl: Lijstabonnementen

# MENU
source: Profile
ar: الملف الشخصي
fr: Profil
ja: プロフィール
nl: Profiel

source: Your profile
ar: ملفك الشخصي
fr: Votre profil
ja: あなたのプロフィール
nl: Uw profiel

# MENU
source: Replies
ar: الردود
fr: Réponses
ja: 返信
nl: Antwoorden

# MENU
source: Favorites
ar: المفضلات
fr: Favoris
ja: お気に入り
nl: Favorieten

# FIXME
source: User
fr: Utilisateur
ja: ユーザー
nl: deze gebruiker

source: Your incoming messages
ar: رسائلك الواردة
fr: Vos messages reçus
ja: あなたの受信メッセージ
nl: Uw inkomende berichten

source: Unknown
ar: غير معروفة
fr: Inconnu
ja: 不明
nl: Onbekend

# plugin
source: Disable
ar: عطل
fr: Désactiver
ja: 無効
nl: Uitschakelen

# plugin
source: Enable
ar: فعّل
fr: Activer
ja: 有効
nl: Inschakelen

# plugin-description
source: (The plugin description is unavailable when a plugin has been disabled.)
ar: (وصف الملحق غير متاح عندما يعطل المحلق)
fr: (La description du greffon est indisponible lorsque celui-ci est désactivé.)
ja: (プラグインの説明は、プラグインが無効になっている場合は使用できません。)
nl: De plug-inbeschrijving is niet beschikbaar als een plug-in is uitgeschakeld.

# MENU
source: Settings
ar: إعدادات
fr: Configuration
ja: 設定
nl: Instellingen

source: Change your personal settings.
ar: غيّر إعدادات ملفك الشخصي.
fr: Modifier vos paramètres personnels.
ja: 個人設定の変更
nl: Uw persoonlijke instellingen wijzigen.

# MENU
source: Admin
ar: أدر
fr: Administration
ja: 管理
nl: Beheer

source: Site configuration.
ar: ضبط الموقع.
fr: Configuration du site.
ja: サイトの設定
nl: Siteinstellingen.

# MENU
source: Logout
ar: اخرج
fr: Déconnexion
ja: ログアウト
nl: Afmelden

source: Logout from the site.
ar: اخرج من الموقع.
fr: Se déconnecter du site.
ja: サイトからログアウトします
nl: Van de site afmelden.

source: Login to the site.
ar: لُج إلى الموقع.
fr: S’identifier sur le site.
ja: サイトにログインします。
nl: Bij de site aanmelden.

source: This profile has been silenced by site moderators
fr: Ce profil a été réduit au silence par les modérateurs du site.
nl: Dit profiel is het zwijgen opgelegd door een sitemoderator

source: Following
ar: يتابع
fr: Suivi
ja: フォローしている
nl: Abonnementen

source: Followers
ar: المتابعون
fr: Suiveurs
ja: フォロワー
nl: Abonnees

source: Statistics
ar: إحصاءات
fr: Statistiques
ja: 統計データ
nl: Statistieken

source: User ID
ar: هوية المستخدم
fr: ID de l’utilisateur
ja: ユーザーID
nl: Gebruikers-ID

source: Member since
ar: عضو منذ
fr: Membre depuis
ja: 利用開始日
nl: Lid sinds

source: Daily average
ar: المُعدّل اليومي
fr: Moyenne journalière
ja: 毎日の平均
nl: Dagelijks gemiddelde

source: Groups
ar: مجموعات
fr: Groupes
ja: グループ
nl: Groepen

source: Lists
ar: اللائحات
fr: Listes
ja: リスト
nl: Lijsten

source: Unimplemented method.
fr: Méthode non implémentée.
ja: 未実装のメソッド。
nl: Methode niet geïmplementeerd.

source: User groups
ar: مجموعات المستخدمين
fr: Groupes d’utilisateurs
ja: ユーザーグループ
nl: Gebruikersgroepen

# MENU
source: Recent tags
ar: الوسوم الحديثة
fr: Marques récentes
ja: 最近のタグ
nl: Recente labels

source: Recent tags
ar: الوسوم الحديثة
fr: Marques récentes
ja: 最近のタグ
nl: Recente labels

# MENU
source: Featured
ar: مميزون
fr: En vedette
ja: おすすめ
nl: Uitgelicht

# MENU
source: Popular
ar: محبوبة
fr: Populaire
ja: 人気
nl: Populair

# TITLE
source: Trending topics
ar: المواضيع الراهنة
fr: Tendances
ja: 流行の話題
nl: Populaire onderwerpen

source: No return-to arguments.
ar: لا مدخلات رجوع إلى.
fr: Aucun argument de retour.
ja: return-to 引数がありません。
nl: Er zijn geen "terug naar"-parameters opgegeven.

source: Repeat this notice?
ar: أأكرّر هذا الإشعار؟
fr: Reprendre cet avis ?
ja: このつぶやきをリピートしますか？
nl: Deze mededeling herhalen?

source: Repeat this notice.
ar: كرّر هذا الإشعار.
fr: Reprendre cet avis.
ja: このつぶやきをリピートする。
nl: Deze mededeling herhalen.

source: Revoke the "%s" role from this user
ar: اسحب دور "%s" من هذا المستخدم
fr: Révoquer le rôle « %s » de cet utilisateur
ja: このユーザーからロール "%s" を解除する。
nl: De gebruikersrol "%s" voor deze gebruiker intrekken

source: Page not found.
ar: لم يتم إيحاد الصفحة.
fr: Page non trouvée.
ja: ページが見つかりません。
nl: De pagina is niet aangetroffen.

# TITLE
source: Sandbox
ar: احجر
fr: Bac à sable
ja: サンドボックス
nl: In zandbak plaatsen

source: Sandbox this user
ar: احجر هذا المستخدم
fr: Mettre cet utilisateur dans un bac à sable
ja: このユーザーをサンドボックス
nl: Deze gebruiker in de zandbak plaatsen

source: Search site
ar: ابحث في الموقع
fr: Rechercher sur le site
ja: サイト検索
nl: Site doorzoeken

source: Keyword(s)
ar: الكلمات المفتاحية
fr: Mot(s) clef(s)
ja: キーワード
nl: Trefwoord(en)

# BUTTON
source: Search
ar: ابحث
fr: Rechercher
ja: 検索
nl: Zoeken

source: * Make sure all words are spelled correctly. * Try different keywords. * Try more general keywords. * Try fewer keywords.
ar: * تأكد من أن كل الكلمات صحيحة التهجئة. * حاول بكلمات أخرى. * حاول بكلمات أكثر عمومًا. * حاول بكلمات أقل.
fr: * Assurez-vous que tous les mots sont correctement orthographiés. * Essayez avec des mots-clés différents. * Essayez avec des mots-clés plus généraux. * Essayez avec moins de mots-clés.
ja: * すべての単語のスペルを確認してください。 * 別のキーワードを試してみてください。 * もっと一般的なキーワードを試してみてください。 * キーワードの数を減らしてみてください。
nl: * Zorg ervoor dat alle woorden correct zijn gespeld. * Probeer verschillende trefwoorden. * Probeer meer algemene trefwoorden. * Probeer minder trefwoorden.

source: You can also try your search on other engines: * [Twingly](http://www.twingly.com/search?q=%s&content=microblog&site=%%%%site.server%%%%) * [Tweet scan](http://www.tweetscan.com/indexi.php?s=%s) * [Google](http://www.google.com/search?q=site%%3A%%%%site.server%%%%+%s) * [Yahoo](http://search.yahoo.com/search?p=site%%3A%%%%site.server%%%%+%s) * [Collecta](http://collecta.com/#q=%s)
ar: يمكن أن تجرب البحث في محركات أخرى: * [Twingly](http://www.twingly.com/search?q=%s&content=microblog&site=%%%%site.server%%%%) * [Tweet scan](http://www.tweetscan.com/indexi.php?s=%s) * [Google](http://www.google.com/search?q=site%%3A%%%%site.server%%%%+%s) * [Yahoo](http://search.yahoo.com/search?p=site%%3A%%%%site.server%%%%+%s) * [Collecta](http://collecta.com/#q=%s)
fr: Vous pouvez également tenter votre recherche sur d’autres moteurs : * [Twingly](http://www.twingly.com/search?q=%s&content=microblog&site=%%%%site.server%%%%) * [Tweet scan](http://www.tweetscan.com/indexi.php?s=%s) * [Google](http://www.google.com/search?q=site%%3A%%%%site.server%%%%+%s) * [Yahoo](http://search.yahoo.com/search?p=site%%3A%%%%site.server%%%%+%s) * [Collecta](http://collecta.com/#q=%s)
ja: 他の検索エンジンで検索してみることもできます: * [Twingly](http://www.twingly.com/search?q=%s&content=microblog&site=%%%%site.server%%%%) * [Tweet scan](http://www.tweetscan.com/indexi.php?s=%s) * [Google](http://www.google.com/search?q=site%%3A%%%%site.server%%%%+%s) * [Yahoo](http://search.yahoo.com/search?p=site%%3A%%%%site.server%%%%+%s) * [Collecta](http://collecta.com/#q=%s)
nl: U kunt ook proberen andere zoekmachines te gebruiken: * [Twingly](http://www.twingly.com/search?q=%s&content=microblog&site=%%%%site.server%%%%) * [Tweet scan](http://www.tweetscan.com/indexi.php?s=%s) * [Google](http://www.google.com/search?q=site%%3A%%%%site.server%%%%+%s) * [Yahoo](http://search.yahoo.com/search?p=site%%3A%%%%site.server%%%%+%s) * [Collecta](http://collecta.com/#q=%s)

# MENU
source: People
ar: أشخاص
fr: Personnes
ja: 人々
nl: Gebruikers

source: Find people on this site
ar: ابحث عن أشخاص على هذا الموقع
fr: Chercher des personnes sur ce site
ja: このサイトの人々を探す
nl: Gebruikers op deze site vinden

# MENU
source: Notices
ar: إشعارات
fr: Avis
ja: つぶやき
nl: Mededelingen

source: Find content of notices
ar: ابحث عن محتويات في الإشعارات
fr: Chercher dans le contenu des avis
ja: つぶやきの内容を探す
nl: Inhoud van mededelingen vinden

source: Find groups on this site
ar: ابحث عن مجموعات على هذا الموقع
fr: Rechercher des groupes sur ce site
ja: このサイト上のグループを検索する
nl: Groepen op deze site vinden

# MENU
source: TOS
ar: الشروط
fr: CGU
ja: サービス利用規約
nl: Gebruiksvoorwaarden

# MENU
source: Privacy
ar: الخصوصية
fr: Confidentialité
ja: プライバシー

source: Untitled section
ar: قسم غير مُعنون
fr: Section sans titre
ja: 名称未設定のセクション
nl: Naamloze sectie

source: More...
ar: المزيد...
fr: Plus...
ja: さらに...
nl: Meer...

# HEADER
source: Settings
ar: إعدادات
fr: Configuration
ja: 設定
nl: Instellingen

source: Change your profile settings
ar: غيّر إعدادات ملفك الشخصي
fr: Modifier vos paramètres de profil
ja: プロファイル設定の変更
nl: Uw profielgegevens wijzigen

source: Upload an avatar
ar: ارفع أفتارًا
fr: Ajouter un avatar
ja: アバターのアップロード
nl: Avatar uploaden

# MENU
source: Password
ar: كلمة السر
fr: Mot de passe
ja: パスワード
nl: Wachtwoord

source: Change your password
ar: غير كلمة سرّك
fr: Modifier votre mot de passe
ja: パスワードの変更
nl: Uw wachtwoord wijzigen

# MENU
source: Email
ar: البريد الإلكتروني
fr: Courriel
ja: メール

source: Change email handling
ar: غير أسلوب التعامل مع البريد الإلكتروني
fr: Modifier le traitement des courriels
ja: メールの扱いを変更
nl: E-mailafhandeling wijzigen

source: URL shorteners
fr: Raccourcisseurs d’URL
ja: URL 短縮サービス
nl: URL-verkorters

# MENU
source: IM
ar: المراسلة الفورية
fr: Messagerie instantanée

source: Updates by instant messenger (IM)
fr: Suivi des avis par messagerie instantanée
ja: インスタントメッセンジャー(IM)での更新
nl: Updates via instant messenger (IM)

source: Updates by SMS
ar: مستحدات عبر الرسائل القصيرة
fr: Suivi des avis par SMS
ja: SMS での更新
nl: Updates via SMS

# MENU
source: Connections
ar: الارتباطات
fr: Connexions
ja: 接続
nl: Koppelingen

source: Authorized connected applications
ar: التطبيقات المخولة المرتبطة
fr: Applications autorisées connectées
ja: 承認された接続アプリケーション
nl: Geautoriseerde verbonden applicaties

# MENU
source: Old school
ar: الأسلوب القديم
fr: Ancienne école
ja: 古い学校
nl: Oude manier

source: UI tweaks for old-school users
fr: Réglages de l’interface utilisateur pour les utilisateurs de l’ancienne école
nl: Gebruikersinterface-instellingen voor "oude" gebruikers

source: Silence this user
ar: أسكِت هذا المستخدم
fr: Réduire cet utilisateur au silence
ja: このユーザーをサイレンスに
nl: Deze gebruiker muilkorven

source: Could not create anonymous consumer.
fr: Impossible de créer un consommateur anonyme.
ja: 匿名ユーザーを作成することはできません。
nl: Het was niet mogelijk een anonieme consumer aan te maken.

source: Could not create anonymous OAuth application.
fr: Impossible de créer l’application OAuth anonyme.
ja: 匿名 OAuth アプリケーションを作成することはできません。
nl: Het was niet mogelijk een anonieme OAuthapplicatie aan te maken.

source: Could not find a profile and application associated with the request token.
fr: Impossible de trouver le profil et l’application associés au jeton de requête.
nl: Het profiel en de applicatie die zijn geassocieerd met het verzoektoken zijn niet aangetroffen.

source: Could not issue access token.
fr: Impossible d’émettre le jeton d’accès.
ja: アクセストークンを発行できませんでした。
nl: Het was niet mogelijk het toegangstoken uit te geven.

source: Database error inserting OAuth application user.
ar: خطأ في قاعدة البيانات أثناء حذف مستخدم تطبيق OAuth.
fr: Erreur de base de donnée en insérant l’utilisateur de l’application OAuth
ja: OAuth アプリケーションユーザーの追加時のデータベースエラー。
nl: Er is een databasefout opgetreden tijdens het toevoegen van de OAuth applicatiegebruiker.

source: Database error updating OAuth application user.
fr: Une erreur de base de données a été retournée lors de la mise à jour de l’utilisateur de l’application OAuth.
ja: OAuth アプリケーションユーザーの更新時のデータベースエラー。
nl: Er is een databasefout opgetreden tijdens het toevoegen van de OAuth applicatiegebruiker.

source: Tried to revoke unknown token.
fr: Révocation essayée d’un jeton inconnu.
nl: Er is geprobeerd een onbekend token in te trekken.

source: Failed to delete revoked token.
fr: Impossible de supprimer un jeton révoqué.
nl: Het was niet mogelijk een ingetrokken token te verwijderen.

# MENU
source: Subscriptions
ar: الاشتراكات
fr: Abonnements
ja: フォロー
nl: Abonnementen

source: People %s subscribes to.
ar: الأشخاص الذين اشترك بهم %s.
fr: Personnes suivies par %s.
ja: 人々は %s をフォロー。
nl: Gebruikers waarop %s een abonnement heeft.

source: People subscribed to %s.
ar: الأشخاص المشتركون ب%s.
fr: Personnes abonnées à %s.
ja: 人々は %s をフォローしました。
nl: Gebruikers met een abonnement op %s.

# MENU
source: Pending (%d)
ar: المعلقون (%d)
fr: En attente (%d)
ja: 保留中 (%d)
nl: In behandeling (%d)

source: Approve pending subscription requests.
ar: اقبل طلبات الاشتراك المعلقة.
fr: Approuver les demandes d’adhésion en attente.
nl: Openstaande volgverzoeken behandelen.

source: Groups %s is a member of.
ar: المجموعات التي %s عضو فيها.
fr: Groupes dont %s est membre.
ja: グループ %s のメンバー。
nl: Groepen waar %s lid van is.

source: List subscriptions by %s.
ar: اللائحات المشترك %s بها
fr: Liste des abonnements de %s.
ja: %s がリストをフォローする。
nl: Lijstabonnementen van %s.

# MENU
source: Invite
ar: ادعُ
fr: Inviter
ja: 招待
nl: Uitnodigingen

source: Invite friends and colleagues to join you on %s.
ar: دعُ أصدقائك وزملائك للانضمام إليك في %s.
fr: Inviter des amis et collègues à vous rejoindre sur %s.
ja: 友人や同僚が %s に加わるよう誘ってください。
nl: Vrienden en collega's uitnodigen om u te vergezellen op %s.

source: Subscribe to this user
ar: اشترك بهذا المستخدم
fr: S’abonner à cet utilisateur
ja: このユーザーをフォロー
nl: Op deze gebruiker abonneren

# BUTTON
source: Subscribe
ar: اشترك
fr: S’abonner
ja: フォロー
nl: Abonneren

source: Subscribe to this user.
ar: اشترك بهذا المستخدم
fr: S’abonner à cet utilisateur.
ja: このユーザーをフォローする。
nl: Op deze gebruiker abonneren.

source: People Tagcloud as self-tagged
fr: Nuage de marques pour une personne (ajoutées par eux-même)
ja: 自己タグづけとしての人々タグクラウド
nl: Gebruikerslabelwolk als zelf gelabeld

source: People Tagcloud as tagged
fr: Nuage de marques pour une personne
ja: タグ付けとしての人々タグクラウド
nl: Gebruikerslabelwolk

# NOTAGS
source: None
ar: لا يوجد
fr: Aucun
ja: なし
nl: Geen

source: Invalid theme name.
ar: اسم سمة غير صالح.
fr: Nom de thème invalide.
ja: 無効なテーマ名。
nl: Ongeldige naam voor vormgeving.

source: This server cannot handle theme uploads without ZIP support.
fr: Le serveur ne peut pas gérer l’import de thèmes sans le support du format ZIP.
ja: このサーバでは ZIP をサポートしていないため、テーマのアップロードを処理できません。
nl: Deze server kan niet overweg met uploads van vormgevingsbestanden zonder ZIP-ondersteuning.

source: The theme file is missing or the upload failed.
fr: Le fichier de thème est manquant ou le téléversement a échoué.
ja: テーマファイルが存在していないか、またはアップロードに失敗しています。
nl: Het vormgevingsbestand ontbreekt of is de upload mislukt.

source: Failed saving theme.
ar: فشل حفظ السمة.
fr: L’enregistrement du thème a échoué.
ja: テーマの保存ができません。
nl: Het opslaan van de vormgeving is mislukt.

source: Invalid theme: Bad directory structure.
fr: Thème non valide : mauvaise structure des répertoires.
ja: 無効なテーマ: ディレクトリー構造が正しくありません。
nl: Ongeldige vormgeving: de mappenstructuur is onjuist.

source: Uploaded theme is too large; must be less than %d byte uncompressed.
fr: Le thème téléversé est trop volumineux ; il doit occuper moins de %d octet une fois décompressé.
nl: De geüploade vormgeving is te groot; deze moet omgecomprimeerd kleiner zijn dan %d byte.

source: Invalid theme archive: Missing file css/display.css
fr: Archive de thème non valide : le fichier css/display.css est manquant
ja: 無効なテーマのアーカイブ: css/display.css ファイルが見つからない
nl: Ongeldig bestand met vormgeving: het bestand css/display.css is niet aanwezig.

source: Theme contains invalid file or folder name. Stick with ASCII letters, digits, underscore, and minus sign.
fr: Le thème contient un nom de fichier ou de dossier invalide. Limitez-vous aux lettres ASCII et aux chiffres, caractère de soulignement et signe moins.
ja: テーマに、不正なファイル名またはフォルダー名が含まれています。ASCII文字、数字、アンダースコア、マイナス記号のみ使用可能です。
nl: De vormgeving bevat een ongeldige bestandsnaam of mapnaam. Gebruik alleen maar ASCII-letters, getallen, liggende streepjes en het minteken.

source: Theme contains unsafe file extension names; may be unsafe.
fr: Ce thème contient un nom d'extension de ficher dangereux; peut être dangereux.
ja: テーマに、安全でないファイル拡張子の名前が含まれています; 安全でない可能性があります。
nl: Het uiterlijk bevat onveilige namen voor bestandsextensies.

source: Theme contains file of type ".%s", which is not allowed.
fr: Le thème contient un fichier de type « .%s » qui n’est pas autorisé.
ja: テーマに、ファイルの種類 ".%s" が含まれています。これは許可されていません。
nl: De vormgeving bevat een bestand van het type ".%s". Dit is niet toegestaan.

source: Error opening theme archive.
ar: خطأ في فتح أرشيف السمات.
fr: Erreur lors de l’ouverture de l’archive du thème.
ja: テーマアーカイブを開くときにエラー
nl: Er is een fout opgetreden tijdens het openen van het archiefbestand met de vormgeving.

# HEADER
source: Notices
ar: الإشعارات
fr: Avis
ja: つぶやき
nl: Mededelingen

source: Show reply
fr: Montrer la réponse
ja: 返信を表示
nl: Antwoord weergegeven

# FAVELIST
source: You
ar: أنت
fr: Vous
ja: あなた
nl: U

# FAVELIST
source: %1$s and %2$s
ar: %1$s و %2$s
fr: %1$s et %2$s
ja: %1$s と %2$s
nl: %1$s en %2$s

# FAVELIST
source: You like this.
ar: أعجبك هذا.
fr: Vous aimez ceci.
ja: あなたはこれが好きです。
nl: U vindt dit leuk.

source: %%s and %d others like this.
fr: %%s et %d autres ont aimé ceci.
nl: %%s en %d ander vinden dit leuk.

source: %%s likes this.
ar: لم يعجب أحدًا
fr: %%s aime ceci.
nl: %%s vindt dit leuk.

# REPEATLIST
source: You repeated this.
fr: Vous avez repris cet avis.
ja: そのつぶやきをリピートしました
nl: U hebt deze mededeling herhaald.

source: %%s and %d other repeated this.
fr: %%s et %d autre ont repris ceci.
ja: %%s と他の %d 人がこれをリピートしました。
nl: %%s en een andere gebruiker hebben dit herhaald.

source: %%s repeated this.
fr: %%s a repris ceci.
ja: %%s をリピート。
nl: %%s heeft dit herhaald.

source: Search and list people
ar: ابحث أشخاص وأدرجهم
fr: Rechercher et lister des personnes
ja: 検索とリストの人々
nl: Mensen zoeken en in lijsten plaatsen

source: Everything
ar: كل شيء
fr: Tout
ja: すべて
nl: Alles

source: Fullname
ar: الاسم الكامل
fr: Nom complet
ja: フルネーム
nl: Volledige naam

source: URI (Remote users)
fr: URI (utilisateurs distants)
ja: URI (リモートユーザー)
nl: URI (externe gebruikers)

# LABEL
source: Search in
ar: ابحث في
fr: Rechercher dans
ja: サイト検索
nl: Zoeken in

source: Choose a field to search.
ar: اختر حقلا للبحث.
fr: Choisissez un champ pour la recherche.
ja: 検索するフィールドを選択してください。
nl: Kies een veld om te doorzoeken.

source: Remove %1$s from list %2$s
ar: أزل %1$s من اللائحة %2$s
fr: Retirer %1$s de la liste « %2$s »
ja: リスト %2$s から %1$s を削除しました。
nl: %1$s uit de lijst %2$s verwijderen

source: Add %1$s to list %2$s
ar: أضف %1$s إلى اللائحة %2$s
fr: Ajouter %1$s à la liste « %2$s »
ja: リスト %2$s に %1$s を追加しました。
nl: %1$s aan de lijst %2$s toevoegen

source: Top posters
ar: أعلى المرسلين
fr: Utilisateurs les plus actifs
ja: 上位投稿者
nl: Meest actieve gebruikers

# SENDTO
source: Everyone
ar: الجميع
fr: Tout le monde
ja: すべての人
nl: Iedereen

source: My colleagues at %s
ar: زملائي في %s
fr: Mes collègues sur %s
ja: %s の私の同僚
nl: Mijn collega's bij %s

# LABEL
source: To:
ar: إلى:
fr: À :
nl: Aan:

source: Private?
ar: خاص؟
fr: Privé ?
ja: プライベート？
nl: Privé?

source: Unknown to value: "%s".
fr: Type de destinataire « %s » inconnu.
ja: 不明な値: "%s"。
nl: Onbekende waarde voor "Aan": "%s".

# TITLE
source: Unblock
ar: ألغِ المنع
fr: Débloquer
ja: ブロックを解除
nl: Deblokkeren

# TITLE
source: Unsandbox
ar: ألغِ الحجر
fr: Sortir du bac à sable
ja: アンサンドボックス
nl: Uit de zandbak halen

source: Unsandbox this user
ar: ألغِ حجر هذا المستخدم
fr: Sortir cet utilisateur du bac à sable
ja: このユーザーをアンサンドボックス
nl: Deze gebruiker uit de zandbak halen

source: Unsilence
ar: ألغِ الإسكات
fr: Sortir du silence
ja: アンサイレンス
nl: Muilkorf afnemen

source: Unsilence this user
ar: ألغِ إسكات هذا المستخدم
fr: Sortir cet utilisateur du silence
ja: このユーザーをアンサイレンス
nl: Deze gebruiker de muilkorf afnemen

source: Unsubscribe from this user
ar: ألغِ الاشتراك بهذا المستخدم
fr: Ne plus suivre cet utilisateur
ja: ユーザーからのフォローを解除する
nl: Uitschrijven van deze gebruiker

# BUTTON
source: Unsubscribe
ar: ألغِ الاشتراك
fr: Se désabonner
ja: フォロー解除
nl: Uitschrijven

source: Unsubscribe from this user.
ar: ألغِ الاشتراك بهذا المستخدم.
fr: Ne plus suivre cet utilisateur
ja: このユーザーのフォローを解除する。
nl: Uitschrijven van deze gebruiker.

source: User %1$s (%2$d) has no profile record.
ar: ليس ل%1$s (%2$d) ملف شخصي مسجل.
fr: L’utilisateur %1$s (%2$d) n’a pas de profil.
ja: ユーザー %1$s (%2$d) プロファイルをもっていません。
nl: Gebruiker %1$s (%2$d) heeft geen profielrecord.

source: Not allowed to log in.
ar: لا يسمح لك بالولوج.
fr: Pas autorisé à se connecter.
ja: ログインは許可されていません。
nl: Aanmelden is niet toegestaan.

source: a few seconds ago
ar: قبل لحظات قليلة
fr: il y a quelques secondes
ja: 数秒前
nl: een paar seconden geleden

source: about a minute ago
ar: قبل دقيقة تقريبًا
fr: il y a 1 minute
ja: 約 1 分前
nl: ongeveer een minuut geleden

source: about one minute ago
ar: قبل أقل من دقيقة
fr: il y a environ une minute
nl: ongeveer een minuut geleden

source: about an hour ago
ar: قبل حوالي ساعة
fr: il y a 1 heure
ja: 約 1 時間前
nl: ongeveer een uur geleden

source: about one hour ago
ar: قبل أقل من ساعة
fr: il y a environ une heure
nl: ongeveer een uur geleden
