Repository: UngPirat/freesocial
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ar, fr, ja, nl

source: The database for %1$s is not responding correctly, so the site will not work properly. The site admins probably know about the problem, but you can contact them at %2$s to make sure. Otherwise, wait a few minutes and try again.
fr: La base de données %1$s ne répond pas correctement, de ce fait le site ne fonctionnera pas correctement. Les administrateurs du site sont sans doute au courant du problème, mais vous pouvez les contacter à l'adresse %2$s pour être sûr. Sinon, attendez quelques minutes et essayez à nouveau.
ja: %1$s のデータベースは正しく応答しないため、サイトが正常に動作しませんが、サイト管理者はおそらく問題を知っています。%2$s を確認し連絡することができます。そうでなければ、数分待ってから、やり直してください。
nl: De database voor %1$s reageert niet correct, dus de site werkt niet zoals het hoort. De sitebeheerders zijn waarschijnlijk op de hoogte van het probleem, maar u kunt contact met ze opnemen via %2$s. U kunt ook een paar minuten wachten en het dan nog een keer proberen.

source: An error occurred.
ar: حدث خطأ.
fr: Une erreur est survenue
ja: エラーが発生しました。
nl: Er is een fout opgetreden.

source: No configuration file found. Try running the installation program first.
ar: تعذر العثور على ملف التشكيل. حاول تشغيل برنامج التثبيت أولًا.
fr: Aucun fichier de configuration trouvé. Essayez d’abord d’exécuter le programme d’installation.
ja: 設定ファイルが見つかりませんでした。まずインストール プログラムを実行してみてください。
nl: Het instellingenbestand is niet aangetroffen. Voer eerst het installatieprogramma uit.

source: Unknown page
ar: صفحة غير معروفة
fr: Page inconnue
ja: 不明なページ
nl: Onbekende pagina

source: Unknown action
ar: إجراء غير معروف
fr: Action inconnue
ja: 不明なアクション
nl: Onbekende handeling

source: Access
ar: النفاذ
fr: Accès
ja: アクセス
nl: Toegang

source: Site access settings
ar: إعدادات الوصول إلى الموقع
fr: Paramètres d’accès au site
ja: サイトへのアクセスの設定
nl: Instellingen voor sitetoegang

source: Registration
ar: التسجيل
fr: Inscription
ja: 登録
nl: Registratie

source: Prohibit anonymous users (not logged in) from viewing site?
ar: أأمنع المستخدمين المجهولين (غير الوالجين) من مشاهدة الموقع؟
fr: Interdire aux utilisateurs anonymes (non connectés) de voir le site ?
ja: 匿名ユーザー（ログインしていないユーザー）がサイトを見るのを禁止しますか？
nl: Mogen anonieme gebruikers (niet aangemeld) de website bekijken?

# LABEL
source: Private
ar: خاص
fr: Privé
ja: プライベート
nl: Geen anonieme toegang

source: Make registration invitation only.
ar: اجعل التسجيل عبر الدعوة فقط.
fr: Autoriser l’inscription sur invitation seulement.
ja: 招待者のみ登録します。
nl: Registratie alleen op uitnodiging.

source: Invite only
ar: بالدعوة فقط
fr: Sur invitation uniquement
ja: 招待のみ
nl: Alleen op uitnodiging

source: Disable new registrations.
ar: عطّل التسجيل الجديد.
fr: Désactiver les nouvelles inscriptions.
ja: 新規登録を無効にします。
nl: Nieuwe registraties uitschakelen.

source: Closed
ar: مُغلق
fr: Fermé
ja: クローズ
nl: Gesloten

source: Save access settings.
ar: احفظ إعدادت الوصول.
fr: Sauvegarder les paramètres d’accès
ja: アクセス設定を保存します。
nl: Toegangsinstellingen opslaan.

# BUTTON
source: Save
ar: احفظ
fr: Enregistrer
ja: 保存
nl: Opslaan

source: There was a problem with your session token. Try again, please.
fr: Un problème est survenu avec votre jeton de session. Veuillez essayer à nouveau.
ja: セッション トークンに問題がありました。もう一度試してください。
nl: Er is een probleem ontstaan met uw sessie. Probeer het nog een keer, alstublieft.

source: Not logged in.
ar: لست والجًا.
fr: Non connecté.
ja: ログインしていません。
nl: Niet aangemeld.

source: No such profile.
ar: لا يوجد ملف شخصي بهذا الاسم.
fr: Profil non trouvé.
ja: そのようなプロファイルはありません。
nl: Het profiel bestaat niet.

source: No such list.
ar: اللائحة المقصودة غير موجودة.
fr: Aucune telle liste.
ja: そのようなリストはありません。
nl: De lijst bestaat niet.

source: There was an unexpected error while listing %s.
ar: حصل خطأ غير متوقع أثناء سرد %s .
fr: Une erreur inattendue est survenue lors du listage de %s.
ja: %s さんをリストへ追加中に、予期しないエラーが発生しました。
nl: Er is een onverwachte fout opgetreden tijdens het in de lijst opnemen van %s.

source: There was a problem listing %s. The remote server is probably not responding correctly. Please try retrying later.
fr: Un problème est survenu lors du listage de %s. Le serveur distant n'a probablement pas répondu correctement. Veuillez réessayer plus tard.
ja: %s リストに問題がありました。リモートサーバーはおそらく正しく応答していません。後で再試行してみてください。
nl: Er is een probleem opgetreden tijdens toevoegen van %s aan de lijst. De externe omgeving geeft waarschijnlijk geen correct antwoord. Probeer het later opnieuw.

# TITLE
source: Listed
ar: المدرجون
fr: Listé
ja: リスト
nl: In lijst opgenomen

source: No such page.
ar: الصفحة غير موجودة.
fr: Page non trouvée.
ja: そのようなページはありません。
nl: Deze pagina bestaat niet.

source: No such user.
ar: لا يوجد مستخدم بهذا الاسم.
fr: Utilisateur non trouvé.
ja: そのようなユーザーはいません。
nl: Deze gebruiker bestaat niet.

source: Home timeline
ar: المسار الزمني الرئيسي
fr: Accueil - Fil
ja: ホームタイムライン
nl: Startpaginatijdlijn

source: %s's home timeline
ar: المسار الزمني الرئيسي ل%s
fr: Fil d'activité de %s
ja: %s さんのホームタイムライン
nl: Startpaginatijdlijn van %s

source: Feed for friends of %s (Activity Streams JSON)
ar: تغذية أصدقاء %s (آكتفتي ستريمز جيسن)
fr: Flux des amis de %s (flux d’activité JSON)
ja: %s さんの友人のフィード (Activity Streams JSON)
nl: Feed voor vrienden van %s (JSON-activiteitenstreams)

source: Feed for friends of %s (RSS 1.0)
ar: تغذية أصدقاء %s (آرإس​إس 1.0)
fr: Flux pour les amis de %s (RSS 1.0)
ja: %s さんの友人のフィード (RSS 1.0)
nl: Feed voor vrienden van %s (RSS 1.0)

source: Feed for friends of %s (RSS 2.0)
ar: تغذية أصدقاء %s (آرإس​إس 2.0)
fr: Flux pour les amis de %s (RSS 2.0)
ja: %s さんの友人のフィード (RSS 2.0)
nl: Feed voor vrienden van %s (RSS 2.0)

source: Feed for friends of %s (Atom)
ar: تغذية أصدقاء %s (أتوم)
fr: Flux pour les amis de %s (Atom)
ja: %s さんの友人のフィード (Atom)
nl: Feed voor vrienden van %s (Atom)

source: This is the timeline for %s and friends but no one has posted anything yet.
ar: هذا هو المسار الزمني ل‍%s وأصدقائه لكن لم يرسل أحد شيئًا إلى الآن.
fr: Ceci est le flux pour %s et ses amis mais personne n’a rien posté pour le moment.
ja: これは %s さんとその友人のタイムラインですが、まだ誰も投稿していません。
nl: Dit is de tijdlijn voor %s en vrienden, maar niemand heeft nog mededelingen geplaatst.

source: Try subscribing to more people, [join a group](%%action.groups%%) or post something yourself.
ar: حاول أن تشترك بمزيد من الأشخاص أو أن [تنضم إلى مجموعة](%%action.groups%%) أو أن تكتب شيئًا.
fr: Essayez de vous abonner à plus d’utilisateurs, de vous [inscrire à un groupe](%%action.groups%%) ou de poster quelque chose vous-même.
ja: もっと多くの人をフォローしてみましょう。[グループに参加](%%action.groups%%) してみたり、何か投稿してみましょう。
nl: Probeer te abonneren op meer gebruikers, [word lid van een groep](%%action.groups%%) of plaats zelf berichten.

source: You can try to [nudge %1$s](../%2$s) from their profile or [post something to them](%%%%action.newnotice%%%%?status_textarea=%3$s).
ar: يمكن أن تحاول [تنبيه %1$s](../%2$s) من ملفه الشخصي أو [مراسلته عن أمر ما](%%%%action.newnotice%%%%?status_textarea=%3$s).
fr: Vous pouvez essayer de [faire un clin d’œil à %1$s](../%2$s) depuis son profil ou [poster quelque chose à son intention](%%%%action.newnotice%%%%?status_textarea=%3$s).
ja: その人のプロファイルから [%1$s さんへ合図](../%2$s) してみてください、または [その人に何かをつぶやいてください](%%%%action.newnotice%%%%?status_textarea=%3$s)。
nl: U kunt proberen [%1$s te porren](../%2$s) op de eigen profielpagina of [een bericht voor die gebruiker plaatsen](%%%%action.newnotice%%%%?status_textarea=%3$s).

source: Why not [register an account](%%%%action.register%%%%) and then nudge %s or post a notice to them.
ar: لمَ لا [تسجل حسابًا](%%%%action.register%%%%) لتنبه %s أو ترسل إليه إشعارًا؟
fr: Pourquoi ne pas [créer un compte](%%%%action.register%%%%) et faire ensuite un clin d’œil à %s ou poster un avis à son intention.
ja: なぜ [アカウント登録](%%action.register%%) しないのですか、その後は %s さんに合図するか、つぶやいてください。
nl: U kunt een [gebruiker aanmaken](%%%%action.register%%%%) en %s dan porren of een bericht sturen.

# BUTTON
source: Send invite
ar: أرسل دعوة
fr: Envoyer des invitations
ja: 招待状を送信
nl: Uitnodiging verzenden

source: %s and friends
ar: %s والأصدقاء
fr: %s et ses amis
ja: %s さんとその友人
nl: %s en vrienden

source: Updates from %1$s and friends on %2$s!
ar: مستجدات %1$s وأصدقائه على %2$s!
fr: Statuts de %1$s et ses amis dans %2$s!
ja: %2$s 上で %1$s さんと友人の更新があります！
nl: Updates van %1$s en vrienden op %2$s.

source: API method not found.
ar: تعذر العثور على وسيلة API.
fr: Méthode API non trouvée !
ja: API メソッドがありません。
nl: De API-functie is niet aangetroffen.

source: This method requires a POST.
ar: تتطلب هذه الطريقة POST.
fr: Ce processus requiert un POST.
ja: このメソッドには POST が必要です。
nl: Deze methode vereist een POST.

source: You must specify a parameter named 'device' with a value of one of: sms, im, none.
fr: Vous devez spécifier un paramètre « device » avec une des valeurs suivantes : sms, im, none.
ja: 'device' パラメータは次の値のいずれかを指定する必要があります: sms, im, none
nl: U moet een parameter met de naam "device" opgeven met een van de volgende waardes: sms, im, none.

source: Could not update user.
ar: تعذّر تحديث المستخدم.
fr: Impossible de mettre à jour l’utilisateur.
ja: ユーザーを更新できませんでした。
nl: Het was niet mogelijk de gebruiker bij te werken.

source: User has no profile.
ar: ليس للمستخدم ملف شخصي.
fr: Aucun profil ne correspond à cet utilisateur.
ja: ユーザーにはプロファイルがありません。
nl: Deze gebruiker heeft geen profiel.

source: Could not save profile.
ar: لم يمكن حفظ الملف.
fr: Impossible d’enregistrer le profil.
ja: プロファイルを保存できませんでした。
nl: Het was niet mogelijk het profiel op te slaan.

source: The server was unable to handle that much POST data (%s byte) due to its current configuration.
fr: Le serveur n’a pas pu gérer autant de données de POST (%s octet) en raison de sa configuration actuelle.
nl: De server was niet in staat zoveel POST-gegevens te verwerken (%s byte) vanwege de huidige instellingen.

# ATOM
source: Main
ar: الرئيسي
fr: Principal
ja: メイン
nl: Overzicht

source: %s timeline
ar: مسار %s الزمني
fr: Activité de %s
ja: %s さんのタイムライン
nl: %s tijdlijn

source: %s subscriptions
ar: اشتراكات %s
fr: Abonnements de %s
ja: %s さんをフォローしている
nl: Abonnementen van %s

source: %s favorites
ar: مفضلات %s
fr: Favoris de %s
ja: %s さんのお気に入り
nl: Favorieten van %s

source: %s memberships
ar: عضويات %s
fr: Membres de %s
ja: %s さんのメンバーシップ
nl: Lidmaatschappen van %s

source: You cannot block yourself!
ar: لا يمكنك منع نفسك!
fr: Vous ne pouvez pas vous bloquer vous-même !
ja: 自分自身をブロックすることはできません！
nl: U kunt uzelf niet blokkeren!

source: Block user failed.
ar: فشل منع المستخدم.
fr: Le blocage de l’utilisateur a échoué.
ja: ユーザーのブロックに失敗しました
nl: Het blokkeren van de gebruiker is mislukt.

source: Unblock user failed.
ar: فشل إلغاء منع المستخدم.
fr: Le déblocage de l’utilisateur a échoué.
ja: ユーザーのブロック解除に失敗しました
nl: Het deblokkeren van de gebruiker is mislukt.

source: No conversation ID.
ar: لا رقم محادثة.
fr: Pas d'identifiant de conversation.
ja: conversation ID が指定されていません
nl: Geen gespreksnummer.

source: No conversation with ID %d.
ar: لا تحويل بالرقم %d.
fr: Aucune conversation avec l’ID %d.
ja: ID %d の conversation はありません
nl: Geen gesprek met nummer %d.

source: Direct messages from %s
ar: رسائل مباشرة من %s
fr: Messages direct depuis %s
ja: %s さんからのダイレクトメッセージ
nl: Privéberichten van %s

source: All the direct messages sent from %s
ar: جميع الرسائل المرسلة من %s
fr: Tous les messages directs envoyés par %s
ja: %s さんが送信したすべてのダイレクトメッセージ
nl: Alle privéberichten van %s

source: Direct messages to %s
ar: رسالة مباشرة %s
fr: Messages directs envoyés à %s
ja: %s さんへのダイレクトメッセージ
nl: Privéberichten aan %s

source: All the direct messages sent to %s
ar: كل الرسائل المباشرة التي أرسلت إلى %s
fr: Tous les messages directs envoyés à %s
ja: %s さんに送信したすべてのダイレクトメッセージ
nl: Alle privéberichten aan %s

source: No message text!
ar: لا نص في الرسالة!
fr: Message sans texte !
ja: メッセージの本文がありません！
nl: Het bericht is leeg!

source: That's too long. Maximum message size is %d character.
ar: هذا أطول من الحد المسموح به. لا يسمح بوضع حرف واحد في الرسالة.
fr: C’est trop long ! La taille du message est limitée à %d caractère.
nl: Dat is te lang. De maximale berichtlengte is %d teken.

source: Recipient user not found.
ar: لم يُعثر على المستخدم المستلم.
fr: Destinataire non trouvé.
ja: 受信者のユーザーが見つかりません
nl: De ontvanger is niet aangetroffen.

source: Cannot send direct messages to users who aren't your friend.
ar: لا يمكن أن ترسل رسائل مباشرة إلى مستخدمين ليسوا أصدقاءك.
fr: Impossible d’envoyer des messages directement aux utilisateurs qui ne sont pas votre ami.
ja: 友人ではないユーザーにダイレクトメッセージを送ることはできません
nl: U kunt geen privéberichten sturen aan gebruikers die niet op uw vriendenlijst staan.

source: Do not send a message to yourself; just say it to yourself quietly instead.
ar: لا ترسل رسالة لنفسك؛ حسبك أن تقولها في سرك.
fr: N’envoyez pas de message à vous-même ; dites-le vous plutôt dans votre tête...
ja: 自分自身にメッセージを送ることはできません; かわりに独り言を言いましょう。
nl: Stuur geen berichten naar uzelf. Zeg het gewoon in uw hoofd.

source: No status found with that ID.
ar: لا حالة وُجدت بهذا المُعرّف.
fr: Aucun statut trouvé avec cet identifiant.
ja: その ID のステータスが見つかりません。
nl: Er is geen status gevonden met dit ID.

source: This status is already a favorite.
ar: هذه الحالة مفضلة بالفعل.
fr: Cet avis est déjà un favori.
ja: このステータスは既にお気に入りです。
nl: Deze mededeling staat al in uw favorietenlijst.

source: Could not create favorite.
ar: تعذّر إنشاء مفضلة.
fr: Impossible de créer le favori.
ja: お気に入りを作成できません。
nl: Het was niet mogelijk een favoriet aan te maken.

source: That status is not a favorite.
ar: تلك الحالة ليست مفضلة.
fr: Cet avis n’est pas un favori.
ja: そのステータスはお気に入りではありません
nl: Deze mededeling staat niet in uw favorietenlijst.

source: Could not delete favorite.
ar: تعذّر حذف المفضلة.
fr: Impossible de supprimer le favori.
ja: お気に入りを削除できません
nl: Het was niet mogelijk deze mededeling van uw favorietenlijst te verwijderen.

source: Could not follow user: profile not found.
ar: تعذر متابعة المستخدم: الحساب غير موجود.
fr: Impossible de suivre l’utilisateur : profil non trouvé.
ja: ユーザーをフォローできませんでした: プロファイルが見つかりません。
nl: U kunt deze gebruiker niet volgen, omdat deze niet bestaat.

source: Could not follow user: %s is already on your list.
ar: تعذر متابعة المستخدم: %s موجود في لائحتك مسبقًا.
fr: Impossible de suivre l’utilisateur : %s est déjà dans votre liste.
ja: ユーザーをフォローできませんでした: %s さんは既にあなたのリストに入っています。
nl: U kunt de gebruiker %s niet volgen, omdat deze al op uw lijst staat.

source: Could not unfollow user: User not found.
ar: تعذر إلغاء الاشتراك: المستخدم غير موجود.
fr: Impossible de ne plus suivre l’utilisateur : utilisateur non trouvé.
ja: ユーザーのフォローを停止できませんでした: ユーザーが見つかりません
nl: Het is niet mogelijk deze gebruiker niet langer te volgen: de gebruiker is niet aangetroffen.

source: You cannot unfollow yourself.
ar: لا يمكنك عدم متابعة نفسك.
fr: Vous ne pouvez pas ne plus vous suivre vous-même.
ja: 自分自身をフォロー停止することはできません。
nl: U kunt het abonnement op uzelf niet opzeggen.

source: Two valid IDs or nick names must be supplied.
fr: Vous devez fournir deux identifiants ou pseudonymes valides.
ja: ふたつの ID またはニックネームが必要です
nl: Er moeten twee ID's of gebruikersnamen opgegeven worden.

source: Could not determine source user.
ar: تعذّر تحديد المستخدم المصدر.
fr: Impossible de déterminer l’utilisateur source.
ja: ソースユーザーを決定できません
nl: Het was niet mogelijk de brongebruiker te bepalen.

source: Could not find target user.
ar: تعذّر إيجاد المستخدم الهدف.
fr: Impossible de trouver l’utilisateur cible.
ja: 対象のユーザーが見つかりません
nl: Het was niet mogelijk de doelgebruiker te vinden.

source: Nickname already in use. Try another one.
ar: الاسم المستعار مستخدم بالفعل. جرّب اسمًا آخرًا.
fr: Pseudo déjà utilisé. Essayez-en un autre.
ja: そのニックネームは既に使用されています。他のものを試してみて下さい
nl: De opgegeven gebruikersnaam is al in gebruik. Kies een andere gebruikersnaam.

source: Not a valid nickname.
ar: ليس اسمًا مستعارًا صحيحًا.
fr: Pseudo invalide.
ja: 有効なニックネームではありません
nl: Ongeldige gebruikersnaam.

source: Homepage is not a valid URL.
ar: الصفحة الرئيسية ليست عنونًا صالحًا.
fr: L’adresse du site personnel n’est pas un URL valide.
ja: ホームページの URL が有効ではありません
nl: De thuispagina is geen geldige URL.

source: Full name is too long (maximum 255 characters).
ar: الاسم الكامل طويل جدًا (الحد الأقصى 255 حرفًا).
fr: Le nom complet est trop long (limité à 255 caractères maximum).
ja: フルネームが長すぎます (最大 255 文字まで)
nl: De volledige naam is te lang (maximaal 255 tekens).

source: Description is too long (maximum %d character).
ar: (%d حرفا
fr: La description est trop longue (limitée à %d caractère maximum).
nl: De beschrijving is te lang (maximaal %d teken).

source: Location is too long (maximum 255 characters).
ar: المنطقة طويلة جدا (الأقصى 255 حرفا).
fr: L’emplacement est trop long (limité à 255 caractères maximum).
ja: 場所が長すぎます (最大 255 文字まで)。
nl: De locatie is te lang (maximaal 255 tekens).

source: Too many aliases! Maximum %d allowed.
fr: Trop d’alias ! Un maximum de %d est autorisé.
nl: Te veel aliassen! Het maximale aantal is %d.

source: Invalid alias: "%s".
ar: كنية غير صالحة: "%s".
fr: Alias invalide : « %s ».
ja: 無効な別名: "%s"
nl: Ongeldige alias: "%s".

source: Alias "%s" already in use. Try another one.
ar: الكنية "%s" مستخدمة بالفعل. جرّب كنية أخرى.
fr: Alias « %s » déjà utilisé. Essayez-en un autre.
ja: 別名 "%s" は既に使用されています。他のものを試してみて下さい。
nl: De alias "%s" wordt al gebruikt. Geef een ander alias op.

source: Alias can't be the same as nickname.
ar: الاسم الرمزي لا يمكن أن يكون مثل الاسم المستعار
fr: L’alias ne peut pas être le même que le pseudo.
ja: 別名はニックネームと同じではいけません。
nl: Een alias kan niet hetzelfde zijn als de gebruikersnaam.

source: Group not found.
ar: المجموعة غير موجودة.
fr: Groupe non trouvé.
ja: グループが見つかりません。
nl: De groep is niet aangetroffen.

source: You are already a member of that group.
ar: أنت قد كنت عضو في تلك المجموعة.
fr: Vous êtes déjà membre de ce groupe.
ja: 既にこのグループのメンバーです。
nl: U bent al lid van die groep.

source: You have been blocked from that group by the admin.
ar: لقد طردتك إدارة هذه المجموعة.
fr: Vous avez été bloqué de ce groupe par l’administrateur.
ja: 管理者によってこのグループからブロックされています。
nl: Een beheerder heeft ingesteld dat u geen lid mag worden van die groep.

source: Could not join user %1$s to group %2$s.
ar: لم يمكن ضم المستخدم %1$s إلى المجموعة %2$s.
fr: Impossible d’inscrire l’utilisateur %1$s au groupe %2$s.
ja: ユーザー %1$s さんはグループ %2$s に参加できません
nl: Het was niet mogelijk gebruiker %1$s toe te voegen aan de groep %2$s.

source: You are not a member of this group.
ar: لست عضوًا في هذه المجموعة
fr: Vous n’êtes pas membre de ce groupe.
ja: このグループのメンバーではありません
nl: U bent geen lid van deze groep.

source: Could not remove user %1$s from group %2$s.
ar: لم يمكن إزالة المستخدم %1$s من المجموعة %2$s.
fr: Impossible de retirer l’utilisateur %1$s du groupe %2$s.
ja: ユーザー %1$s さんをグループ %2$s から削除できません
nl: Het was niet mogelijk gebruiker %1$s uit de groep %2$s te verwijderen.

source: %s's groups
ar: مجموعات %s
fr: Groupes de %s
ja: %s さんのグループ
nl: Groepen van %s

source: %1$s groups %2$s is a member of.
ar: مجموعات %1$s التي %2$s عضو فيها.
fr: Groupes de %1$s dont %2$s est membre.
ja: %1$s グループ %2$s のメンバーです
nl: Groepen op de site %1$s waar %2$s lid van is.

source: %s groups
ar: مجموعات %s
fr: Groupes de %s
ja: %s グループ
nl: %s groepen

source: groups on %s
ar: مجموعات %s
fr: groupes sur %s
ja: %s 上のグループ
nl: groepen op %s

source: You must be an admin to edit the group.
ar: يجب أن تكون إداريا لتعدل المجموعة.
fr: Vous devez être administrateur pour modifier le groupe.
ja: グループを編集するには管理者である必要があります
nl: U moet beheerder zijn om de groep te kunnen bewerken.

source: Could not update group.
ar: تعذر تحديث المجموعة.
fr: Impossible de mettre à jour le groupe.
ja: グループを更新できません
nl: Het was niet mogelijk de groep bij te werken.

source: Could not create aliases.
ar: تعذّر إنشاء الكنى.
fr: Impossible de créer les alias.
ja: 別名を作成できません
nl: Het was niet mogelijk de aliassen aan te maken.

source: Nickname must have only lowercase letters and numbers and no spaces.
fr: Les pseudos ne peuvent contenir que des caractères minuscules et des chiffres, sans espaces.
ja: ニックネームには、小文字のアルファベットと数字のみ使用できます、なおスペースは使用できません。
nl: De gebruikersnaam mag alleen kleine letters en cijfers bevatten. Spaties zijn niet toegestaan.

source: Alias cannot be the same as nickname.
ar: الاسم الرمزي لا يمكن أن يكون مثل الاسم المستعار
fr: L’alias ne peut pas être le même que le pseudo.
ja: 別名はニックネームと同じにすることはできません
nl: Een alias kan niet hetzelfde zijn als de gebruikersnaam.

source: List not found.
ar: لم أعثر على اللائحة.
fr: Liste introuvable.
ja: リストが見つかりません
nl: De lijst is niet aangetroffen.

source: You cannot update lists that do not belong to you.
ar: لا يمكنك تحديث لائحات ليست ملك لك.
fr: Vous ne pouvez pas mettre à jour des listes qui ne vous appartiennent pas.
ja: あなたが属していないリストを更新することはできません
nl: U kunt lijsten die niet van u zijn niet bijwerken.

source: An error occured.
ar: حدث خطأ.
fr: Une erreur s'est produite.
ja: エラーが発生しました
nl: Er is een fout opgetreden.

source: You cannot delete lists that do not belong to you.
ar: لا يمكنك تحديث لائحات ليست ملك لك.
fr: Vous ne pouvez pas supprimer des listes qui ne vous appartiennent pas.
ja: あなたが属していないリストを削除することはできません
nl: U kunt lijsten die niet van u zijn niet verwijderen.

source: The specified user is not a member of this list.
ar: المستخدم المحدد ليس عضوًا في هذه اللائحة.
fr: Cet utilisateur n’est pas membre du groupe.
ja: 指定されたユーザーは、このリストのメンバーではありません
nl: De opgegeven gebruiker is geen lid van deze lijst.

source: You are not allowed to add members to this list.
ar: غير مسموح لك بإضافة أعضاء إلى هذه اللائحة.
fr: Vous n’êtes pas autorisé à ajouter des personnes à ce groupe.
ja: あなたは、このリストにメンバーを追加することは許可されていません。
nl: U mag geen leden toevoegen aan deze lijst.

source: You must specify a member.
ar: يجب عليك تحديد عضو.
fr: Profil manquant.
ja: メンバーを指定する必要があります。
nl: U moet een lid opgeven.

source: You are not allowed to remove members from this list.
ar: غير مسموح لك بإزالة أعضاء من هذه اللائحة.
fr: Vous n'êtes pas autorisé à supprimer des membres de cette liste.
ja: あなたは、このリストからメンバーを削除することは許可されていません。
nl: U mag geen leden uit deze lijst verwijderen.

source: The user you are trying to remove from the list is not a member.
ar: إن المستخدم الذي تحاول إزالته من اللائحة ليس عضوا.
fr: L'utilisateur que vous essayez de supprimer n'est pas un membre de la liste.
ja: リストから削除しようとしているユーザーがメンバーではありません。
nl: De gebruiker die u probeert te verwijderen uit de lijst is geen lid.

source: A list must have a name.
ar: يجب تسمية اللائحة.
fr: Une liste doit avoir un nom.
ja: リストには名前が必要です。
nl: Een lijst moet een naam hebben.

source: The specified user is not a subscriber of this list.
ar: المستخدم المحدد غير مشترك في هذه اللائحة.
fr: L’utilisateur spécifié n’est pas abonné à cette liste.
ja: 指定されたユーザーは、このリストのメンバーではありません。
nl: De opgegeven gebruiker is niet geabonneerd op deze lijst.

source: You are not subscribed to this list.
ar: أنت غير مشترك في هذه اللائحة.
fr: Vous n'êtes pas abonné à cette liste.
ja: あなたは、このリストに登録されていません。
nl: U bent niet geabonneerd op deze lijst.

source: Upload failed.
ar: فشل الرفع.
fr: Échec du téléversement.
ja: アップロードに失敗しました。
nl: Uploaden is mislukt.

source: Invalid request token or verifier.
fr: Jeton de requête ou de vérification invalide.
ja: request token または verifier が無効です。
nl: Het opgegeven token of controlegetal is ongeldig.

source: No oauth_token parameter provided.
fr: Paramètre oauth_token non fourni.
ja: oauth_token パラメータは提供されませんでした。
nl: Er is geen parameter oauth_token opgegeven.

source: Invalid request token.
fr: Jeton de requête incorrect.
ja: リクエストトークンが無効です。
nl: Ongeldig verzoektoken.

source: Request token already authorized.
fr: Le jeton de requête a déjà été autorisé.
ja: リクエストトークンは既に認可されています。
nl: Het verzoektoken is al geautoriseerd.

source: Invalid nickname / password!
ar: اسم/كلمة سر غير صحيحة!
fr: Pseudo ou mot de passe incorrect !
ja: 無効なニックネームまたはパスワード。
nl: Ongeldige gebruikersnaam of wachtwoord.
