Repository: UngPirat/freesocial
Catalog: locale/*/LC_MESSAGES/statusnet.po
Languages: ar, fr, ja, nl

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
ar: 1-64 حرفًا إنجليزيًا أو رقمًا، بدون نقاط أو مسافات.
fr: 1 à 64 lettres minuscules ou chiffres, sans ponctuation ni espaces.
ja: 1～64 文字の、小文字アルファベットまたは数字、スペースや句読点は除く。
nl: 1-64 kleine letters of cijfers, geen leestekens of spaties.

source: Full name
ar: الاسم الكامل
fr: Nom complet
ja: フルネーム
nl: Volledige naam

source: Homepage
ar: الصفحة الرئيسية
fr: Site personnel
ja: ホームページ
nl: Startpagina

source: URL of your homepage, blog, or profile on another site.
ar: مسار موقعك أو مدونتك أو صفحتك على موقع آخر.
fr: Adresse URL de votre page personnelle, blogue ou profil sur un autre site.
ja: ホームページ、ブログ、または別のサイトのプロファイルの URL
nl: De URL van uw thuispagina, blog of profiel bij een andere website.

source: Describe yourself and your interests in %d character.
ar: صف نفسك واهتماماتك بلا أحرف.
fr: Décrivez-vous avec vos centres d’intérêt en %d caractère.
nl: Beschrijf uzelf en uw interesses in %d teken.

source: Describe yourself and your interests.
ar: صِف نفسك واهتماماتك
fr: Décrivez-vous et indiquez vos centres d'intérêt.
ja: 自分自身と自分の興味について書いてください。
nl: Beschrijf uzelf en uw interesses.

source: Location
ar: الموقع
fr: Emplacement
ja: 場所
nl: Locatie

source: Where you are, like "City, State (or Region), Country".
ar: مكان وجودك ، مثل "المدينة، الولاية (أو المنطقة)، الدولة"
fr: Où vous habitez, par exemple "Ville, État (ou Région), Pays".
ja: あなたの居る場所。例：「都市, 都道府県 (または地域), 国」
nl: Waar u bent, bijvoorbeeld "woonplaats, land" of "postcode, land".

source: Share my current location when posting notices
ar: شارك مكاني الحالي عند إرسال إشعارات
fr: Partager ma localisation lorsque je poste des avis
ja: つぶやきを投稿するときには私の位置情報を共有してください
nl: Mijn huidige locatie weergeven bij het plaatsen van mededelingen

source: Tags
ar: الوسوم
fr: Balises
ja: タグ
nl: Labels

source: Tags for yourself (letters, numbers, -, ., and _), comma- or space- separated.
ar: وسومك (حروف وأرقام و "-" و "." و "_")، افصلها بفاصلة (',') أو مسافة.
fr: Balises pour vous-même (lettres, chiffres, -, ., et _), séparées par des virgules ou des espaces
ja: 自分自身についてのタグ (アルファベット、 数字、 -、 .、 _)、カンマまたは空白区切りで。
nl: Eigen labels (letter, getallen, -, ., en _). Gescheiden door komma's of spaties.

source: Language
ar: اللغة
fr: Langue
ja: 言語
nl: Taal

source: Preferred language.
ar: اللغة المفضلة.
fr: Langue préférée.
ja: 優先する設定。
nl: Uw voorkeurstaal.

source: Timezone
ar: المنطقة الزمنية
fr: Fuseau horaire
ja: タイムゾーン
nl: Tijdzone

source: What timezone are you normally in?
ar: ما المنطقة الزمنية التي تتواجد فيها عادة؟
fr: Quel est votre fuseau horaire habituel ?
ja: 通常のタイムゾーンはどれですか？
nl: In welke tijdzone verblijft u meestal?

source: Automatically subscribe to whoever subscribes to me (best for non-humans)
ar: اشترك تلقائيًا بأي شخص يشترك بي (يفضل أن يستخدم لغير البشر)
fr: M’abonner automatiquement à tous ceux qui s’abonnent à moi (recommandé pour les utilisateurs non-humains)
ja: 自分をフォローしている者を自動的にフォローする (BOTに最適)
nl: Automatisch abonneren bij abonnement op mij (beste voor automatische processen)

source: Subscription policy
ar: سياسة الاشتراكات
fr: Politique d’abonnement
ja: フォローポリシー
nl: Abonnementenbeleid

source: Let anyone follow me
ar: اسمح لأي شخص بمتابعتي
fr: Permettre à n’importe qui de me suivre
ja: 誰でもフォローできる。
nl: Iedereen mag mij volgen

source: Ask me first
ar: اسألني أولا
fr: Me demander d’abord
ja: 私に尋ねる
nl: Vraag het me eerst

source: Whether other users need your permission to follow your updates.
ar: هل يحتاج الناس إلى إذنك ليتابعوا مستجداتك؟
fr: Si les autres utilisateurs doivent avoir votre permission de suivre vos mises à jour.
nl: Of andere gebruikers uw toestemming nodig hebben om u te volgen.

source: Make updates visible only to my followers
ar: لا تجعل إشعاراتي تظهر إلا لمتابعيّ
fr: Rendre mes mises à jour visibles seulement pour ceux qui me suivent
ja: 最新版を私のフォロワーのみに表示
nl: Nieuwe berichten alleen weergeven aan mijn volgers

source: Bio is too long (maximum %d character).
fr: La biographie est trop longue (limitée à %d caractère maximum).
nl: De persoonlijke beschrijving is te lang (maximaal %d teken).

source: Timezone not selected.
ar: لم تُختر المنطقة الزمنية.
fr: Aucun fuseau horaire n’a été choisi.
ja: タイムゾーンが選択されていません。
nl: Er is geen tijdzone geselecteerd.

source: Language is too long (maximum 50 characters).
fr: La langue est trop longue (limitée à 50 caractères maximum).
ja: 言語が長すぎます (最大 50 文字まで)。
nl: De taal is te lang (maximaal 50 tekens).

source: Invalid tag: "%s".
ar: وسم غير صالح: "%s"
fr: Balise invalide: "%s".
ja: 無効なタグ: "%s"。
nl: Ongeldig label: "%s".

source: Could not update user for autosubscribe or subscribe_policy.
fr: Impossible de mettre à jour l’utilisateur pour s'abonner automatiquement ou pour subscribe_policy.
ja: 自動フォロー設定または、フォローポリシーのためにユーザーを更新できませんでした。
nl: Het was niet mogelijk de instelling voor automatisch abonneren of het abonneerbeleid voor de gebruiker bij te werken.

source: Could not save location prefs.
ar: لم أتمكن من حفظ تفضيلات الموقع.
fr: Impossible d’enregistrer les préférences de localisation.
ja: 位置情報を保存できませんでした。
nl: Het was niet mogelijk de locatievoorkeuren op te slaan.

source: Could not save tags.
ar: تعذّر حفظ الوسوم.
fr: Impossible d’enregistrer les marques.
ja: タグを保存できませんでした。
nl: Het was niet mogelijk de labels op te slaan.

source: Restore account
ar: استعد الحساب
fr: Restaurer le compte
ja: アカウントを復元
nl: Gebruiker terugladen van back-up

source: Beyond the page limit (%s).
ar: بعد حد الصفحة (%s).
fr: Au-delà de la limite de page (%s).
ja: ページ制限を超えました (%s)。
nl: Meer dan de paginalimiet (%s).

source: Could not retrieve public timeline.
ar: لم يمكن استرداد الخط الزمني العلني.
fr: Impossible de récupérer la chronologie publique.
ja: パブリックタイムラインを取得できません。
nl: Het was niet mogelijk de publieke tijdlijn op te halen.

source: Public timeline, page %d
ar: المسار الزمني العام، صفحة %d
fr: Flux public - page %d
ja: パブリックタイムライン、ページ %d
nl: Openbare tijdlijn, pagina %d

source: Public timeline
ar: المسار الزمني العام
fr: Flux public
ja: パブリックタイムライン
nl: Openbare tijdlijn

source: Public Timeline Feed (Activity Streams JSON)
ar: تغذية المسار الزمني العام (آكتفتي ستريمز جيسن)
fr: Flux public (Atom)
ja: パブリックタイムラインのフィード (Activity Streams JSON)
nl: Publieke tijdlijnfeed (JSON-activiteitenstreams)

source: Public Timeline Feed (RSS 1.0)
ar: تغذية المسار الزمني العام (آرإس​إس 1.0)
fr: Flux public (RSS 1.0)
ja: パブリックタイムラインのフィード (RSS 1.0)
nl: Publieke tijdlijnfeed (RSS 1.0)

source: Public Timeline Feed (RSS 2.0)
ar: تغذية المسار الزمني العام (آرإس​إس 2.0)
fr: Flux public (RSS 2.0)
ja: パブリックタイムラインのフィード (RSS 2.0)
nl: Publieke tijdlijnfeed (RSS 1.0)

source: Public Timeline Feed (Atom)
ar: تغذية المسار الزمني العام (أتوم)
fr: Flux public (Atom)
ja: パブリックタイムラインのフィード (Atom)
nl: Publieke tijdlijnfeed (Atom)

source: This is the public timeline for %%site.name%% but no one has posted anything yet.
ar: هذا هو المسار الزمني العام ل%%site.name%% لكن لم يرسل أحد شيئًا حتى الآن.
fr: Ceci est la chronologie publique de %%site.name%% mais personne n’a encore rien posté.
ja: これは %%site.name%% のパブリックタイムラインです、しかしまだ誰も投稿していません。
nl: Dit is de publieke tijdlijn voor %%site.name%%, maar niemand heeft nog berichten geplaatst.

source: Be the first to post!
ar: كن أول من يُرسل!
fr: Soyez le premier à poster !
ja: 投稿する1番目になってください！
nl: U kunt de eerste zijn die een bericht plaatst!

source: Why not [register an account](%%action.register%%) and be the first to post!
ar: لمَ لا [تسجل حسابا](%%action.register%%) وتكون أول من يرسل!
fr: Pourquoi ne pas [créer un compte](%%action.register%%) et être le premier à poster !
ja: なぜ [アカウント登録](%%action.register%%) しないのですか、そして最初の投稿をしてください！
nl: Waarom [registreert u geen gebruiker](%%action.register%%) en plaatst u als eerste een bericht?

source: This is %%site.name%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. [Join now](%%action.register%%) to share notices about yourself with friends, family, and colleagues! ([Read more](%%doc.help%%))
ar: هنا %%site.name%%، خدمة [التدوين المُصغّر](http://en.wikipedia.org/wiki/Micro-blogging) المبنية على البرنامج الحر [ستاتس نت](http://status.net/). [انضم الآن](%%action.register%%) لتشارك اشعاراتك مع أصدقائك وعائلتك وزملائك! ([اقرأ المزيد](%%doc.help%%))
fr: Vous êtes sur %%site.name%% un service de [microblog](http://fr.wikipedia.org/wiki/Microblog) basé sur le logiciel libre [StatusNet](http://status.net/). [Inscrivez-vous](%%action.register%%) pour partager des messages sur vous avec vos amis, famille et collègues ! ([Plus d’informations](%%doc.help%%))
ja: これは %%site.name%% です。フリーソフトウェアツール [StatusNet](http://status.net/) を基にした [ミニブログ](http://ja.wikipedia.org/wiki/%%E3%%83%%9F%%E3%%83%%8B%%E3%%83%%96%%E3%%83%%AD%%E3%%82%%B0) サービスです。[今すぐ参加](%%action.register%%) してあなた自身や友達、家族そして同僚などについてのつぶやきを共有しましょう！ ([もっと読む](%%doc.help%%))
nl: Dit is %%site.name%%, een [microblogdienst](http://en.wikipedia.org/wiki/Micro-blogging) gebaseerd op de Vrije Software [StatusNet](http://status.net/). [Registreer nu](%%action.register%%) om mededelingen over uzelf te delen met vrienden, familie en collega's! [Meer lezen...](%%doc.help%%)

source: This is %%site.name%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool.
ar: هنا %%site.name%%، خدمة [التدوين المُصغّر](http://en.wikipedia.org/wiki/Micro-blogging) المبنية على البرنامج الحر [ستاتس نت](http://status.net/).
fr: %%site.name%% est un service de [micro-blogging](http://fr.wikipedia.org/wiki/Microblog) basé sur le logiciel libre [StatusNet](http://status.net/).
ja: これは %%site.name%% です。フリーソフトウェアツール[StatusNet](http://status.net/) を基にした [ミニブログ](http://ja.wikipedia.org/wiki/%%E3%%83%%9F%%E3%%83%%8B%%E3%%83%%96%%E3%%83%%AD%%E3%%82%%B0) サービスです。
nl: Dit is %%site.name%%, een [microblogdienst](http://en.wikipedia.org/wiki/Micro-blogging) gebaseerd op de Vrije Software [StatusNet](http://status.net/)

source: %s updates from everyone.
ar: مستجدات %s من الجميع.
fr: %s mises à jour de tout le monde.
ja: 皆さんの %s の最新の投稿
nl: %s updates van iedereen.

source: Public tag cloud
ar: سحابة الوسوم العمومية
fr: Nuage de marques public
ja: パブリックタグクラウド
nl: Publieke woordwolk

source: These are most popular recent tags on %s
ar: هذه الأوسمة الحديثة الأكثر شعبية على %s
fr: Ces étiquettes récentes sont les plus populaires sur %s
ja: これらは %s 上で最も人気のある最近のタグです
nl: De meest recente en populairste labels op %s

source: No one has posted a notice with a [hashtag](%%doc.tags%%) yet.
ar: لم ينشر أحد إشعارا ب[وسم](%%doc.tags%%) إلى الآن.
fr: Personne n’a encore posté d’avis avec une [marque (hashtag)](%%doc.tags%%).
ja: まだだれも [ハッシュタグ](%%doc.tags%%) 付きのつぶやきを投稿していません。
nl: Nog niemand heeft een bericht met het [hekjelabel](%%doc.tags%%) verzonden.

source: Be the first to post one!
ar: كن أول من يُرسل!
fr: Soyez le premier à en poster une !
ja: 投稿する1番目になってください！
nl: U kunt de eerste zijn die een bericht plaatst!

source: Why not [register an account](%%action.register%%) and be the first to post one!
ar: لمَ لا [تسجل حسابا](%%action.register%%) وتكون أول من يرسل!
fr: Pourquoi ne pas [créer un compte](%%action.register%%) et être le premier à en poster un !
ja: なぜ [アカウント登録](%%action.register%%) しないのですか。そして最初の投稿をしてください！
nl: U kunt een [gebruiker registeren](%%action.register%%) en dan de eerste zijn die er een plaatst!

source: You are already logged in!
ar: أنت والج بالفعل!
fr: Votre session est déjà ouverte !
ja: 既にログイン済みです！
nl: U bent al aangemeld!

source: No such recovery code.
ar: رمز الاستعادة هذا غير موجود.
fr: Code de récupération non trouvé.
ja: そのような回復コードはありません。
nl: Onbekende herstelcode.

source: Not a recovery code.
ar: ليس رمز استعادة.
fr: Ceci n’est pas un code de récupération.
ja: 回復コードではありません。
nl: Geen geldige herstelcode.

source: Recovery code for unknown user.
ar: رمز استعادة لمستخدم غير معروف.
fr: Code de récupération d’un utilisateur inconnu.
ja: 不明なユーザーのための回復コード。
nl: Herstelcode voor onbekende gebruiker.

source: Error with confirmation code.
ar: خطأ في رمز التأكيد.
fr: Erreur dans le code de confirmation.
ja: 確認コードにエラーがあります。
nl: Er is een fout opgetreden die te maken heeft met de bevestigingscode.

source: This confirmation code is too old. Please start again.
ar: رمز التأكيد هذا قديم جدًا. من فضلك ابدأ من جديد.
fr: Ce code de validation est périmé. Veuillez recommencer.
ja: 確認コードが古すぎます。もう一度やり直してください。
nl: Deze bevestigingscode is te oud. Begin alstublieft opnieuw.

source: Could not update user with confirmed email address.
fr: Impossible de mettre l’utilisateur à jour avec l’adresse courriel confirmée.
ja: 確認されたメールアドレスでユーザーを更新できません。
nl: Het was niet mogelijk het bevestigde e-mailadres voor de gebruiker bij te werken.

source: If you have forgotten or lost your password, you can get a new one sent to the email address you have stored in your account.
ar: إذا نسيت كلمة سرك، يمكن أن ترسل لك كلمة سر جديدة عبر عنوان البريد الإلكتروني الذي خزنته في حسابك.
fr: Si vous avez oublié ou perdu votre mot de passe, vous pouvez en avoir un nouveau qui sera envoyé à votre adresse de courriel définie dans votre compte.
ja: パスワードを忘れたまたは紛失した場合、アカウントに格納されたメールアドレスに新しいパスワードをお送りすることができます。
nl: Als u uw wachtwoord kwijt bent of vergeten bent, dan is het mogelijk een nieuw wachtwoord toegezonden te krijgen op het e-mailadres dat bij uw gebruiker staat opgeslagen.

source: You have been identified. Enter a new password below.
ar: لقد تم التحقق من هويتك. أدخل كلمة مرور في الأسفل.
fr: Vous avez été identifié. Entrez un nouveau mot de passe ci-dessous.
ja: あなたは特定されました。 以下の新しいパスワードを入力してください。
nl: U bent geïdentificeerd. Voer hieronder een nieuw wachtwoord in.

source: Password recovery
ar: استعادة كلمة السر
fr: Récupération de mot de passe
ja: パスワード回復
nl: Wachtwoordherstel

source: Nickname or email address
ar: الاسم المستعار أو البريد الإلكتروني
fr: Pseudo ou adresse de courriel
ja: ニックネームまたはメールアドレス
nl: Gebruikersnaam of e-mailadres

source: Your nickname on this server, or your registered email address.
ar: اسمك المستعار على هذا الخادوم أو عنوا بريدك الإلكتروني المسجل.
fr: Votre pseudo sur ce serveur, ou l’adresse courriel que vous avez enregistrée.
ja: このサーバでのニックネーム、または登録したメールアドレス。
nl: Uw gebruikersnaam op deze server, of uw geregistreerde e-mailadres.

source: Recover
ar: استرجع
fr: Récupérer
ja: 回復
nl: Herstellen

# BUTTON
source: Recover
ar: استعد
fr: Récupérer
ja: 回復
nl: Herstellen

source: Reset password
ar: إعادة تعيين كلمة السر
fr: Réinitialiser le mot de passe
ja: パスワードをリセット
nl: Wachtwoord opnieuw instellen

source: Recover password
ar: استعد كلمة السر
fr: Récupérer le mot de passe
ja: パスワードを回復
nl: Wachtwoord herstellen

source: Password recovery requested
ar: طُلبت استعادة كلمة السر
fr: Récupération de mot de passe demandée
ja: パスワード回復がリクエストされました
nl: Wachtwoordherstel aangevraagd

source: Password saved
ar: حُفظت كلمة السر
fr: Mot de passe enregistré.
ja: パスワードが保存されました。
nl: Het wachtwoord is opgeslagen

source: 6 or more characters, and do not forget it!
ar: 6 أحرف أو أكثر، لا تنسها!
fr: 6 caractères ou plus, et ne l’oubliez pas !
ja: 6文字以上、そして、忘れないでください！
nl: Zes of meer tekens, en vergeet uw wachtwoord niet!

# BUTTON
source: Reset
ar: أعد الضبط
fr: Réinitialiser
ja: リセット
nl: Opnieuw instellen

source: Enter a nickname or email address.
ar: أدخل اسمًا مستعارًا أو عنوان بريد إلكتروني.
fr: Entrez un pseudo ou une adresse courriel.
ja: ニックネームかメールアドレスを入力してください。
nl: Voer een gebruikersnaam of e-mailadres in.

source: Instructions for recovering your password have been sent to the email address registered to your account.
ar: أرسلت تعليمات عن كيفية استعادة كلمة سرك إلى بريدك الإلكتروني المسجل في حسابك.
fr: Les instructions pour récupérer votre mot de passe ont été envoyées à l’adresse courriel indiquée dans votre compte.
ja: 登録されたメールアドレスにパスワードの回復方法をお送りしました。
nl: De instructies om uw wachtwoord te herstellen zijn verstuurd naar het e-mailadres dat voor uw gebruiker is geregistreerd.

source: Unexpected password reset.
ar: إعادة ضبط غير متوقعة لكلمة السر.
fr: Réinitialisation inattendue du mot de passe.
ja: 予期せぬパスワードのリセットです。
nl: Het wachtwoord is onverwacht opnieuw ingesteld.

source: Password must be 6 characters or more.
ar: يجب أن تكون كلمة السر 6 محارف أو أكثر.
fr: Le mot de passe doit contenir au moins 6 caractères.
ja: パスワードは6字以上でなければなりません。
nl: Het wachtwoord moet uit zes of meer tekens bestaan.

source: Password and confirmation do not match.
ar: كلمة السر وتأكيدها لا يتطابقان.
fr: Le mot de passe et sa confirmation ne correspondent pas.
ja: パスワードと確認が一致しません。
nl: Het wachtwoord en de bevestiging komen niet overeen.

source: Error setting user.
ar: خطأ أثناء ضبط المستخدم.
fr: Erreur lors de la configuration de l’utilisateur.
ja: ユーザー設定エラー
nl: Er is een fout opgetreden tijdens het instellen van de gebruiker.

source: New password successfully saved. You are now logged in.
ar: حُفظت كلمة السر الجديدة بنجاح. أنت الآن والج.
fr: Nouveau mot de passe créé avec succès. Votre session est maintenant ouverte.
ja: 新しいパスワードの保存に成功しました。ログインしています。
nl: Het nieuwe wachtwoord is opgeslagen. U bent nu aangemeld.

source: No id parameter.
fr: Aucun paramètre id.
ja: id 引数がありません。
nl: Geen ID-argument.

source: No such file "%d".
ar: لا ملف باسم "%d".
fr: Aucun fichier « %d » .
ja: そのようなファイル "%d" はありません。
nl: Het bestand "%d" bestaat niet.

source: Sorry, only invited people can register.
ar: عذرًا، الأشخاص المدعوون وحدهم يستطيعون التسجيل.
fr: Désolé ! Seules les personnes invitées peuvent s’inscrire.
ja: 申し訳ありません、招待された人々だけが登録できます。
nl: U kunt zich alleen registreren als u wordt uitgenodigd.

source: Sorry, invalid invitation code.
ar: عذرا، رمز دعوة غير صالح.
fr: Désolé, code d’invitation invalide.
ja: 申し訳ありません、無効な招待コードです。
nl: Sorry. De uitnodigingscode is ongeldig.

source: Registration successful
ar: نجح التسجيل
fr: Compte créé avec succès
ja: 登録成功
nl: De registratie is voltooid

# TITLE
source: Register
ar: تسجيل
fr: S’inscrire
ja: 登録
nl: Registreren

source: Registration not allowed.
ar: لا يُسمح بالتسجيل.
fr: Inscription non autorisée.
ja: 登録は許可されていません。
nl: Registratie is niet toegestaan.

source: You cannot register if you do not agree to the license.
ar: لا يمكن أن تسجل ما لم توافق على الرخصة.
fr: Vous ne pouvez pas vous inscrire si vous n’acceptez pas la licence.
ja: ライセンスに同意しない場合、登録することはできません。
nl: U kunt zich niet registreren als u niet akkoord gaat met de licentie.

source: Email address already exists.
ar: عنوان البريد الإلكتروني موجود مسبقًا.
fr: Cette adresse courriel est déjà utilisée.
ja: メールアドレスが既に存在します。
nl: Het e-mailadres bestaat al.

source: Invalid username or password.
ar: اسم مستخدم أو كلمة سر غير صالحة.
fr: Identifiant ou mot de passe incorrect.
ja: 無効なユーザー名またはパスワード。
nl: Ongeldige gebruikersnaam of wachtwoord.

source: With this form you can create a new account. You can then post notices and link up to friends and colleagues.
ar: يمكن أن تنشئ حسابًا جديدًا عبر هذا النموذج. سوف تتمكن بعد ذلك من إرسال الإشعارات والارتباط بأصدقائك وزملائك.
fr: Avec ce formulaire, vous pouvez créer un nouveau compte. Vous pouvez ensuite afficher des avis et vous liez à vos amis et collègues.
ja: このフォームで新しいアカウントを作成できます。 次につぶやきを投稿して、友人や同僚にリンクできます。
nl: Via dit formulier kunt u een nieuwe gebruiker aanmaken. Daarna kunt u mededelingen uitsturen en contact maken met vrienden en collega's.

# PASSWORD
source: Confirm
ar: التأكيد
fr: Confirmer
ja: 確認
nl: Geef uw wachtwoord opnieuw in

# LABEL
source: Email
ar: البريد الإلكتروني
fr: Courriel
ja: メール
nl: E-mailadres

source: Used only for updates, announcements, and password recovery.
ar: لا يُستخدم إلا للإبلاغ عن المستجدات والتعميمات ولاستعادة كلمة السر.
fr: Utilisé uniquement pour les mises à jour, les annonces, et la récupération de mot de passe.
ja: アップデート、お知らせ、およびパスワードリカバリーでのみ使用されます。
nl: Alleen gebruikt voor updates, aankondigingen en wachtwoordherstel.

source: Longer name, preferably your "real" name.
ar: اسم أطول. يُفضَّل أن يكون اسمك "الحقيقي".
fr: Nom plus long, de préférence votre « vrai » nom.
ja: 長い名前、できれば "本当" の名前。
nl: Een langere naam, mogelijk uw echte naam.

# BUTTON
source: Register
ar: سجّل
fr: S’inscrire
ja: 登録
nl: Registreren

source: I understand that content and data of %1$s are private and confidential.
ar: أعي أن محتويات وبيانات %1$s خاصة وسرية.
fr: Je comprends que le contenu et les données de %1$s sont privés et confidentiels.
nl: Ik begrijp dat inhoud en gegevens van %1$s persoonlijk en vertrouwelijk zijn.

source: My text and files are copyright by %1$s.
ar: نصي و ملفاتي محفوظة الحقوق تبعاّ إلى %1$s.
fr: Mon texte et les fichiers sont protégés par copyright par %1$s.
nl: Voor mijn teksten en bestanden rust het auteursrecht bij %1$s.

source: My text and files remain under my own copyright.
ar: نصي و ملفاتي تبقى محفوظة الحقوق تحت حقوق النشر الخاصة بي.
fr: Mon texte et les fichiers restent sous mon propre droit d'auteur.
nl: Ik ben de rechthebbende voor mijn teksten en bestanden.

source: All rights reserved.
ar: جميع الحقوق محفوظة.
fr: Tous droits réservés.
nl: Alle rechten voorbehouden.

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
ar: تخضع نصوصي وملفاتي ل%s إلا البيانات الخاصة التالية: كلمة السر وعنوان البريد الإلكتروني وعنوان المراسلة الفورية ورقم الهاتف.
fr: Mes textes et mes fichiers sont disponibles sous %s à l’exception de ces données confidentielles : mot de passe, adresse de courriel, adresse de messagerie instantanée et numéro de téléphone.
ja: テキストとファイルは以下の個人情報以外は %s の下で利用できるようにする：パスワード、メールメールアドレス、IMアドレス、電話番号。
nl: Mijn teksten en bestanden zijn beschikbaar onder %s, behalve de volgende privégegevens: wachtwoord, e-mailadres, IM-adres, telefoonnummer.
