Repository: UngPirat/freesocial
Catalog: plugins/SubMirror/locale/*/LC_MESSAGES/SubMirror.po
Languages: es

source: Invalid feed URL: %s.
es: Dirección URL de fuente web (feed) no válida: %s.

source: Invalid profile for mirroring.
es: Perfil inválido para hacer copia especular (mirroring).

source: Cannot mirror a StatusNet group at this time.
es: No se puede hacer copia especular (mirror) de un grupo de StatusNet en este momento.

source: This action only accepts POST requests.
es: Esta acción sólo acepta solicitudes POST.

source: There was a problem with your session token. Try again, please.
es: Hubo un problema con su contraseña de sesión. Inténtelo de nuevo.

source: Not logged in.
es: No ha iniciado sesión.

source: Subscribed
es: Suscrito

source: Requested invalid profile to edit.
es: El perfil que ha solicitado editar no es válido.

source: Bad form data.
es: Datos de formulario incorrectos.

source: The mirror request failed, because no result was retrieved.
es: Error en la solicitud de copia especular (mirror), porque no se obtuvo ningún resultado.

source: Internal form error: Unrecognized feed provider.
es: Error interno en el formulario: Proveedor de fuente web (feed) no reconocido.

source: Could not subscribe to feed.
es: No se pudo suscribir a la fuente web (feed)

source: Feed mirror settings
es: Configuración de copia especular (mirror) de fuente web (feed)

source: You can mirror updates from many RSS and Atom feeds into your StatusNet timeline!
es: ¡Puede hacer copia especular (mirror) de las actualizaciones de muchas fuentes web RSS y Atom en su agenda de StatusNet!

source: Provider add
es: Agregar proveedor

source: Pull feeds into your timeline!
es: ¡Importar fuentes web (feed) en su agenda!

# MENU
source: Mirroring
es: Copia especular (mirroring)

source: Configure mirroring of posts from other feeds
es: Configurar la copia especular (mirror) de entradas de otras fuentes web (feed)

source: Mirrored feeds
es: Se ha hecho copia especular de las fuentes web

source: Web page or feed URL:
es: Página web o dirección URL de la fuente web (feed):

# BUTTON
source: Add feed
es: Añadir fuente web (feed)

source: Twitter username:
es: Nombre de usuario de Twitter:

# LABEL
source: Remote feed:
es: Fuente web (feed) remota:

# LABEL
source: Local user
es: Usuario local

source: Mirroring style
es: Estilo de copia especular (mirror)

source: Repeat: reference the original user's post (sometimes shows as "RT @blah")
es: Repetir: Referenciar la entrada del usuario original (a veces se muestra como "RT @blah")

source: Repost the content under my account
es: Volver a publicar el contenido bajo mi cuenta

# BUTTON
source: Save
es: Guardar

# BUTTON
source: Stop mirroring
es: Detener copia especular (mirror)

source: RSS or Atom feed
es: Fuente web (feed) RSS o Atom

source: Select a feed provider
es: Seleccione un proveedor de fuente web (feed)
