Repository: UngPirat/freesocial
Catalog: plugins/Adsense/locale/*/LC_MESSAGES/Adsense.po
Languages: eu

source: AdSense configuration
eu: AdSense konfigurazioa

source: Plugin to add Google AdSense to StatusNet sites.
eu: Google Adsense Statusnet guneetara gehitzeko plugina.

source: AdSense settings for this StatusNet site
eu: AdSense aukerak StatusNet gune hontarako

source: Client ID
eu: ID bezeroa

source: Google client ID.
eu: Google bezero IDa.

source: Ad script URL
eu: Gehitu scriptaren URLa

source: Script URL (advanced).
eu: Scriptaren URLa (aurreratua).

source: Medium rectangle
eu: Laukizuzen ertaina

source: Medium rectangle slot code.
eu: Lauki ertaineko kodea.

source: Rectangle
eu: Laukizuzena

source: Rectangle slot code.
eu: Laukiko kodea.

source: Leaderboard
eu: Sailkapena

source: Leaderboard slot code.
eu: Sailkapeneko kodea.

source: Skyscraper
eu: Lauki bertikala

source: Wide skyscraper slot code.
eu: Lauki bertikaleko kodea.

# BUTTON
source: Save
eu: Gorde

source: Save AdSense settings.
eu: Gorde AdSense aukerak.
