Repository: UngPirat/freesocial
Catalog: plugins/OpenID/locale/*/LC_MESSAGES/OpenID.po
Languages: es, eu, it

source: For security reasons, please re-login with your [OpenID](%%doc.openid%%) before changing your settings.
es: Por razones de seguridad, por favor, vuelva a iniciar sesión con su identificador [OpenID] (%%doc.openid%%) antes de cambiar su configuración.
eu: Segurtasun arrazoiengatik, saioa ber-hasi zure [OpenIDarekin](%%doc.openid%%) zure aukerak aldatu aurretik.
it: Per ragioni di sicurezza, per favore effettuate nuovamente l'accesso con il vostro [OpenID] (%%doc.openid%%) prima di modificare le vostre impostazioni.

source: Login with an [OpenID](%%doc.openid%%) account.
es: Inicie sesión con una cuenta [OpenID] (%%doc.openid%%).
eu: Saioa hasi [OpenID](%%doc.openid%%) kontu batekin.
it: Accesso con un account [OpenID](%%doc.openid%%).

# TITLE
source: OpenID Login
es: Inicio de sesión con OpenID
eu: OpenID Saio Hasera
it: Accesso OpenID

# LABEL
source: OpenID provider
es: Proveedor del identificador OpenID
eu: OpenID hornitzailea
it: Provider OpenID

source: Remember me
es: Recordarme
eu: Saioa gogoratu
it: Ricordati di me

source: Automatically login in the future; not for shared computers!
es: Iniciar sesión automáticamente en el futuro. ¡No usar en ordenadores compartidos!
eu: Automatikoki hasi saioa hurrengoan; partekatutako orgenagailuetan ez erabili!
it: Accedi automaticamente in futuro; non per computer condivisi!

# BUTTON
source: Login
es: Iniciar sesión
eu: Saioa hasi
it: Accedi
