Repository: UngPirat/freesocial
Catalog: plugins/OpenID/locale/*/LC_MESSAGES/OpenID.po
Languages: es, eu, it

source: OpenID Identity Verification
es: Verificación de identidad OpenID
eu: OpenID Identitate Egiaztapena
it: Verifica dell'identità OpenID

source: This page should only be reached during OpenID processing, not directly.
es: A esta página debería llegarse unicamente durante el proceso de verificación OpenID, no directamente.
eu: Orri hontara OpenID prozesu bidez iritsi beharko zenuke, ez zuenean.
it: Questa pagina dovrebbe essere visualizzata soltanto durante la procedura OpenID, non direttamente.

source: %s has asked to verify your identity. Click Continue to verify your identity and login without creating a new password.
es: %s ha pedido verificar su identidad. Haga clic en Continuar para verificar su identidad e inicie sesión sin crear una nueva contraseña.
eu: %s(e)k zure nortasubna egiaztatu nahi du. Klikatu Jarraitu zure nortasuna egiaztatzeko eta pasahitzik gabe saioa hasteko.
it: %s ha richiesto di verificare la vostra identità. Cliccate su Continua per verificare la vostra identità ed accedere senza creare una nuova password.

# BUTTON
source: Continue
es: Continuar
eu: Jarraitu
it: Continua

# BUTTON
source: Cancel
es: Cancelar
eu: Utzi
it: Annulla

source: Unavailable action.
es: Acción no disponible.
eu: Ekintza erabilezina.
it: Azione non disponibile.

# TOOLTIP
source: Login to the site.
es: Iniciar sesión en el sitio
eu: Saioa hasi gunean.
it: Accedi al sito.

# MENU
source: Login
es: Iniciar sesión
eu: Saioa hasi
it: Accedi

# TOOLTIP
source: Help me!
es: ¡Ayúdame!
eu: Lagundu!
it: Aiuto!

# MENU
source: Help
es: Ayuda
eu: Laguntza
it: Aiuto

# TOOLTIP
source: Search for people or text.
es: Buscar personas o texto.
eu: Bilatu jendea edo testua.
it: Cerca delle persone o del testo.

# MENU
source: Search
es: Buscar
eu: Bilatu
it: Ricerca

source: Login or register with OpenID.
es: Inicie sesión o regístrese con OpenID.
eu: Saioa hasi edo izen eman OpenIDekin.
it: Accedi o registrati con OpenID

source: Add or remove OpenIDs.
es: Añadir o eliminar identificadores OpenID.
eu: Gehitu edo ezabatu OpenIDak.
it: Aggiungi o rimuovi OpenID.

source: (Have an [OpenID](http://openid.net/)? [Add an OpenID to your account](%%action.openidsettings%%)!
es: (¿Tiene un identificador [OpenID](http://openid.net/)? ¡[Añada un OpenID a su cuenta](%%action.openidsettings%%)!
eu: (Baduzu [OpenIDrik](http://openid.net/)? [Gehitu OpenID bat zure kontuari](%%action.openidsettings%%)!
it: Possiedi un [OpenID] (http://openid.net/)? [Aggiungi un OpenID al tuo account](%%action.openidsettings%%)!

source: (Have an [OpenID](http://openid.net/)? Try our [OpenID registration](%%action.openidlogin%%)!)
es: (¿Tiene un identificador [OpenID](http://openid.net/)? ¡[Pruebe nuestro [registro de OpenID](%%action.openidlogin%%)!)
eu: (Baduzu [OpenIDrik](http://openid.net/)? Saiatu gure [OpenID erregistroa](%%action.openidlogin%%)!)
it: (Possiedi un [OpenID](http://openid.net/)? Prova la nostra [registrazione OpenID](%%action.openidlogin%%)!)

source: (Have an [OpenID](http://openid.net/)? Try our [OpenID login](%%action.openidlogin%%)!)
es: (¿Tiene un identificador [OpenID](http://openid.net/)? ¡[Pruebe nuestro [inicio de sesión de OpenID](%%action.openidlogin%%)!)
eu: (Baduzu [OpenIDrik](http://openid.net/)? Saiatu gure [OpenID saio hasera](%%action.openidlogin%%)!)
it: (Possiedi un [OpenID](http://openid.net/)? Prova il nostro [accesso OpenID](%%action.openidlogin%%)!)

source: OpenID configuration.
es: Configuración de OpenID.
eu: OpenID konfigurazioa.
it: Configurazione OpenID.

source: Use <a href="http://openid.net/">OpenID</a> to login to the site.
es: Utilice <a href="http://openid.net/">OpenID</a> para iniciar sesión en el sitio.
eu: Erabili <a href="http://openid.net/">OpenID</a> gunean saioa hasteko.
it: Utilizzate <a href="http://openid.net/">OpenID</a>per accedere al sito.

# LEGEND
source: OpenID login
es: Inicio de sesión con OpenID
eu: OpenID saio hasera
it: Accesso OpenID

source: OpenID provider
es: Proveedor del identificador OpenID
eu: OpenID hornitzailea
it: Provider OpenID

source: Enter your username.
es: Introduzca su nombre de usuario.
eu: Sartu zure erabiltzailea.
it: Inserisci il tuo nome utente.

source: You will be sent to the provider's site for authentication.
es: Se le enviará al sitio del proveedor para autenticación.
eu: Hornitzailearen gunera bideratua izango zara autentifikatzeko.
it: Sarete indirizzati al sito del provider per l'autenticazione.

source: OpenID URL
es: Dirección URL del identificador OpenID
eu: OpenID URLa
it: URL OpenID

source: Your OpenID URL.
es: Su dirección URL del identificador OpenID
eu: Zure OpenID URLa.
it: Il tuo URL OpenID

source: Already logged in.
es: Ya ha iniciado sesión.
eu: Dagoeneko saioa hasita.
it: Accesso già effettuato.

source: There was a problem with your session token. Try again, please.
es: Hubo un problema con su clave (token) de sesión. Inténtelo de nuevo, por favor.
eu: Zure saio tokenarekin arazo bat egon da. Saiatu berriro, mesedez.
it: Si è verificato un problema con il tuo token di sessione. Prova di nuovo.

source: You cannot register if you do not agree to the license.
es: No se puede registrar si no está de acuerdo con la licencia.
eu: Ezin duzu izenik eman ez bazaude lizentziarekin ados.
it: Non puoi registrarti se non accetti la licenza.

source: An unknown error has occured.
es: Ha ocurrido un error desconocido.
eu: Akats ezezaguna.
it: Si è verificato un errore sconosciuto.

source: This is the first time you have logged into %s so we must connect your OpenID to a local account. You can either create a new account, or connect with your existing account, if you have one.
es: Esta es la primera vez que ha iniciado sesión en %s por lo que debemos conectar su identificador OpenID a una cuenta local. Puede crear una nueva cuenta o conectarse con una cuenta existente si ya tiene una.
eu: Hau da lehenbiziko aldia %s(e)n saioa hasten duzuna, zure OpenID kontua kontu lokal batekin batuko dugu. Kontu berri bat sor dezakezu baita ere, edo dagoeneko bat baldin baduzu horrekin konektatu zaitezke.
it: Questo è il tuo primo accesso a %s perciò dovremo connettere il tuo account OpenID ad un account locale. Puoi inoltre creare un nuovo account locale, o connetterti tramite un account locale già esistente.

# TITLE
source: OpenID Account Setup
es: Configuración de la cuenta de OpenID
eu: OpenID Kontu Instalazioa
it: Configurazione dell'account OpenID

source: Create new account
es: Crear nueva cuenta
eu: Kontu berria sortu
it: Crea nuovo account

source: Create a new user with this nickname.
es: Crear un nuevo usuario con este alias.
eu: Sortu erabiltzaile berri bat goitizen honekin.
it: Crea un nuovo utente con questo nickname.

source: New nickname
es: Nuevo alias
eu: Goitizen berria
it: Nuovo nickname

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
es: De 1 a 64 letras en minúscula o números, sin signos de puntuación ni espacios.
eu: 1etik 64ra letra xehea edo zenbaki, ez untuazio edo espaziorik gabe.
it: 1-64 lettere minuscole o numeri, senza punteggiatura o spazi.

source: Email
es: Correo electrónico
eu: Eposta

source: Used only for updates, announcements, and password recovery.
es: Sólo se usa para actualizaciones, anuncios y recuperación de contraseñas
eu: Eguneraketarako, jakinarazpen eta pasahitz berreskurapenerako soilik erabilia.
it: Usata solo per aggiornamenti, annunci e recupero password.

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
es: Mi texto y archivos están disponibles bajo %s con excepción de esta información privada: contraseña, dirección de correo electrónico, dirección de mensajería instantánea y número de teléfono.
eu: Nere testu eta fitxategiak %s lizentziapean daude, pasahitza, eposta helbidea, IM helbidea eta telefono zenbakia ezik.
it: I miei testi e file sono disponibili nei termini di %s a eccezione di questi dati personali: password, indirizzo email, indirizzo messaggistica istantanea e numero di telefono.

# BUTTON
source: Create
es: Crear
eu: Sortu
it: Crea

source: Connect existing account
es: Conectar a una cuenta existente
eu: Konektatu sorturiko kontuarekin
it: Connettere un account esistente

source: If you already have an account, login with your username and password to connect it to your OpenID.
es: Si ya tiene una cuenta, inicie sesión con su nombre de usuario y contraseña para conectarse a su identificador OpenID.
eu: Dagoeneko kontu bat baduzu, hasi saioa zure erabiltzaile eta pasahitzarekin zure OpenIDra konektatzeko.
it: Se hai già un account, effettua l'accesso con lo username e la password corrispondenti per collegarlo al tuo OpenID.

source: Existing nickname
es: Alias existente
eu: Goitizena existitzen da
it: Nickname esistente

source: Password
es: Contraseña
eu: Pasahitza

# BUTTON
source: Connect
es: Conectar
eu: Konektatu
it: Collega

source: OpenID authentication cancelled.
es: La autenticación con OpenID se ha cancelado.
eu: Open autentifikazioa bertan behera utzita.
it: Autenticazione OpenID annullata.

source: OpenID authentication failed: %s.
es: Error de autenticación OpenID: %s.
eu: OpenID autentifikazio akatsa: %s
it: L'autenticazione tramite OpenID è fallita: %s.

source: OpenID authentication aborted: You are not allowed to login to this site.
es: Autenticación OpenID anulada: no puede iniciar sesión en este sitio.
eu: OpenID autentifikazioa abortatua: Ez zaude baimenduta gune hontan sartzeko.
it: Autenticazione tramite OpenID conclusa: Non siete autorizzati ad accedere a questo sito.

source: Registration not allowed.
es: Registro de usuario no permitido.
eu: Ezin da izen eman.
it: Registrazione non consentita.

source: Not a valid invitation code.
es: No es un código de invitación válido.
eu: Gonbidapen kodea ez da baliozkoa.
it: Il codice di invito non è valido.

source: Nickname not allowed.
es: Alias no permitido.
eu: Goitizen hori ez da onartzen.
it: Nickname non consentito.

source: Nickname already in use. Try another one.
es: El alias ya existe. Pruebe con otro.
eu: Goitizen hori erabilzen ari da dagoeneko. Saiatu beste batekin.
it: Soprannome già in uso. Prova con un altro.

source: Stored OpenID not found.
es: El identificador OpenID almacenado no se ha encontrado.
eu: Gordetako OpenIDa ez da aurkitu.
it: OpenID memorizzato non trovato.

source: Creating new account for OpenID that already has a user.
es: Creando una nueva cuenta de OpenID que ya tiene un usuario.
eu: Dagoeneko erabiltzaile bat duen OpenIDarentzat kontu berri bat sortzen.
it: Creazione di un nuovo account per un OpenID che ha già un utente.

source: Invalid username or password.
es: Nombre de usuario o contraseña incorrectos.
eu: Erabiltzaile edo pasahitz baliogabea.
it: Nome utente o password non validi.

source: Error connecting user to OpenID.
es: Error al conectar el usuario a OpenID.
eu: Akatsa erabiltzailea OpenIDra konektatzean.
it: Errore durante la connessione dell'utente a OpenID.

source: Cannot instantiate OpenID consumer object.
es: No se puede crear una instancia de objeto de consumo de OpenID.
eu: OpenID kontsumitzaile objetua ezin habiarazi.
it: Impossibile istanziare l'oggetto OpenID cliente.

source: Not a valid OpenID.
es: No es un identificador OpenID válido.
eu: OpenID baliogabea.
it: Non è un codice OpenID valido.

source: OpenID failure: %s.
es: Error de OpenID: %s.
eu: OpenID akatsa: %s.
it: Autenticazione OpenID non riuscita: %s.

source: Could not redirect to server: %s.
es: No se puede redirigir al servidor: %s.
eu: Ezin izan da zerbitzarira bideratu: %s.
it: Impossibile reindirizzare verso il server: %s.

source: This form should automatically submit itself. If not, click the submit button to go to your OpenID provider.
es: Este formulario debería enviarse automáticamente. Si no es así, haga clic en el botón Enviar para ir a su proveedor de OpenID.
eu: Inprimaki hau automatikoki bidaliko da. Ez bada horrela, klikatu bidalketa botoia zure OpenID hornitzailera bideratzeko.
it: Questo formulario dovrebbe essere inviato automaticamente. In caso contrario, clicca sul pulsante "Invia" per accedere al tuo provider OpenID

source: Error saving the profile.
es: Error al guardar el perfil.
eu: Akatsa profila gordetzean.
it: Errore nel salvataggio del profilo.

source: Error saving the user.
es: Error al guardar el usuario.
eu: Akatsa erabiltzailea gordetzean.
it: Errore nel salvataggio dell'utente.

source: Unauthorized URL used for OpenID login.
es: Se ha empleado una dirección URL no autorizada para inicio de sesión de OpenID.
eu: OpenID saio haseran erabilitako URL baimenik gabea.
it: Indirizzo URL non autorizzato per l'accesso tramite OpenID

source: OpenID Login Submission
es: Envío de registro de identificador OpenID
eu: OpenID Saio Hasera Bidalketa
it: Invio richiesta di accesso tramite OpenID

source: Requesting authorization from your login provider...
es: Solicitando autorización de su proveedor de inicio de sesión...
eu: Zure hornitzaileari baimena eskatzen...
it: Richiesta di autorizzazione dal vostro provider d'accesso...

source: If you are not redirected to your login provider in a few seconds, try pushing the button below.
es: Si no es redirigido al proveedor de inicio de sesión en pocos segundos, inténtelo presionando el botón de abajo.
eu: Segundu gutxi batzutan ez bazara zure hornitzailera berbideratua izaten, saiatu azpiko botoia sakatuz.
it: Se non siete reindirizzati al vostro provider d'accesso entro pochi secondi, provate a cliccare sul pulsante sottostante.

# TITLE
source: OpenID Settings
es: Configuración de OpenID
eu: OpenID Aukerak
it: Impostazioni OpenID.

source: OpenID settings
es: Configuración de OpenID
eu: OpenID aukerak
it: Impostazioni OpenID.

source: Invalid provider URL. Maximum length is 255 characters.
es: La dirección URL del proveedor no es válida. La longitud máxima es de 255 caracteres.
eu: Hornitzailearen URL baliogabea. 255 karaktera gehienez.
it: Indirizzo URL del provider non valido. La lunghezza massima è di 255 caratteri.

source: Invalid team name. Maximum length is 255 characters.
es: Nombre de equipo incorrecto. La longitud máxima es de 255 caracteres.
eu: Talde izen baliogabea. 255 karaktere gehienez.
it: Nome di squadra non valido. La lunghezza massima è di 255 caratteri.

# LEGEND
source: Trusted provider
es: Proveedor de confianza
eu: Hornitzaile fidagarria
it: Provider di fiducia

source: By default, users are allowed to authenticate with any OpenID provider. If you are using your own OpenID service for shared sign-in, you can restrict access to only your own users here.
es: De forma predeterminada, los usuarios pueden autenticarse con cualquier proveedor de OpenID. Si está utilizando su propio servicio de OpenID para inicio de sesión compartida, puede restringir aquí el acceso solo para sus propios usuarios.
eu: Berez, erabiltzaileek edozein OpenID hornitzailerekin autentifikatu daitezke. Zure OpenID zerbitzu propioa badarabilzu banatutako saio haseretarako, hemen zure erabiltzaileei soilik mugatu diezaiekezu sarbidea.
it: Per impostazione predefinita, gli utenti possono autenticarsi con un qualsiasi provider OpenID. Se state utilizzando un servizio OpenID personale per la condivisione delle iscrizioni, potete limitare l'accesso solo alle vostre utenze qui.

source: Provider URL
es: Dirección URL del proveedor
eu: Hornitzailearen URLa
it: URL Provider

source: All OpenID logins will be sent to this URL; other providers may not be used.
es: Todos los inicios de sesión con OpenID se enviarán a esta dirección URL; no podrán utilizarse otros proveedores.
eu: OpenID saio hasera guztiak URL hontara bidaliko dira; beste hornitzaileak ez lirateke erabili behar.
it: Tutti gli accessi OpenID saranno inoltrati a questo URL; altri fornitori non possono essere utilizzati.

source: Append a username to base URL
es: Añada un nombre de usuario a la dirección URL base
eu: Gehitu erabiltzaile bat oinarrizko URLari.
it: Aggiungere un nome utente all' URL di base

source: Login form will show the base URL and prompt for a username to add at the end. Use when OpenID provider URL should be the profile page for individual users.
es: El formulario de inicio de sesión mostrará la dirección URL base y solicitará un nombre de usuario para agregar al final. Utilícelo cuando la dirección URL del proveedor de OpenID deba ser la página de perfil para los usuarios individuales.
eu: Saio hasera inprimakiak oinarrizko URLa erakutsiko du eta ondoren erabiltzaile bat gehitzea eskatuko. Erabili OpenID hornitzailearen URLa, erabiltzaile bakoitzaren profil orria izan behar duenean.
it: Il form di accesso mostrerà l'indirizzo URL e chiederà un nome utente da aggiungere alla fine. Questa opzione è da utilizzarsi se l'URL del provider OpenID dovrà essere la pagina di profilo per utenti individuali.

source: Required team
es: Es necesario un equipo
eu: Derrigorrezko taldea
it: Squadra richiesta

source: Only allow logins from users in the given team (Launchpad extension).
es: Sólo permite el inicio de sesión de los usuarios del equipo dado (extensión Launchpad).
eu: Emandako taldeko erabiltzaileen saio haserak soilik onartzen dira (Launchpad luzapena).
it: Consente solo l'accesso da utenti provenienti dalle squadre indicate (estensione Launchpad).

# LEGEND
source: Options
es: Opciones
eu: Aukerak
it: Opzioni

source: Enable OpenID-only mode
es: Activar el modo de sólo OpenID
eu: Gaitu OpenID-soil modua
it: Abilita la modalità solo OpenID

source: Require all users to login via OpenID. Warning: disables password authentication for all users!
es: Obligar a todos los usuarios a iniciar sesión a través de OpenID. Advertencia: ¡deshabilita la autenticación mediante contraseña para todos los usuarios!
eu: Behartu erabiltzaile guztiak OpenID bidez saioa hastera. Kontuz: pasahitz autentifikazioa ezgaitzen du erabiltzaile guztientzako.
it: Si richiede a tutti gli utenti di effettuare il login tramite OpenID. Attenzione: la password di autenticazione è disabilita!

# BUTTON
source: Save
es: Guardar
eu: Gorde
it: Salva

source: Save OpenID settings.
es: Guardar configuración de OpenID.
eu: Gorde OpenID aukerak.
it: Salva le impostazioni di OpenID.

source: Not logged in.
es: No ha iniciado sesión.
eu: Saio hasi gabe.
it: Accesso non effettuato.

source: You already have this OpenID!
es: ¡Ya tiene este identificador OpenID!
eu: Dagoeneko baduzu OpenID hau!
it: Avete già questo OpenID!

source: Someone else already has this OpenID.
es: Alguien ya tiene este identificador OpenID.
eu: Beste norbaitek badu OpenID hau dagoeneko.
it: Qualcun altro possiede già questo OpenID.

source: Error connecting user.
es: Error al conectar al usuario.
eu: Akatsa erabitzailea konektatzen.
it: Errore durante la connessione dell'utente.

source: Error updating profile.
es: Error al actualizar el perfil.
eu: Akatsa profila eguneratzen.
it: Errore durante l'aggiornamento del profilo.

source: OpenID Login
es: Inicio de sesión con OpenID
eu: OpenID Saio Hasera
it: Accesso OpenID

# TITLE
source: OpenID settings
es: Configuración de OpenID
eu: OpenID aukerak
it: Impostazioni OpenID.

source: [OpenID](%%doc.openid%%) lets you log into many sites with the same user account. Manage your associated OpenIDs from here.
es: [OpenID] (%%doc.openid%%) permite iniciar sesión en muchos sitios con la misma cuenta de usuario. Gestione su identificador OpenID asociado desde aquí.
eu: [OpenID](%%doc.openid%%) bidez gune ezberdinetan saioa hasi ahalko duzu erabiltzaile kontu berarekin. Kudeatu zure OpenIDak hemendik.
it: [OpenID](%%doc.openid%%) permette di accedere a molti siti con lo stesso account utente. Gestisci i tuoi OpenID associati da qui.

# LEGEND
source: Add OpenID
es: Añadir identificador OpenID
eu: Gehitu OpenIDa
it: Aggiungi OpenID

source: If you want to add an OpenID to your account, enter it in the box below and click "Add".
es: Si desea agregar un identificador OpenID a su cuenta, introdúzcalo en el cuadro a continuación y haga clic en "Agregar".
eu: Zure kontuari OpenID bat gehitu nahi badiozu, sartu azpiko kutxan eta klikatu "Gehitu".
it: Se desiderate aggiungere un OpenID al vostro account, inseritelo nella casella sottostante e cliccate su "Aggiungi".

# BUTTON
source: Add
es: Agregar
eu: Gehitu
it: Aggiungi

# HEADER
source: Remove OpenID
es: Eliminar identificador OpenID
eu: Ezabatu OpenIDa
it: Rimuovi OpenID

source: Removing your only OpenID would make it impossible to log in! If you need to remove it, add another OpenID first.
es: ¡Al eliminar su único identificador OpenID será imposible iniciar sesión! Si necesita eliminarlo, agregue otro identificador OpenID primero.
eu: Zure OpenID bakarra ezabatzen baduzu beharbada ezingo duzu saiorik hasi! Ezabatu nahi baduzu, gehitu berri bat aurretik.
it: Rimuovendo il vostro unico OpenID non potrete più effettuare l'accesso! Se dovete rimuoverlo, prima aggiungete un altro OpenID.

source: You can remove an OpenID from your account by clicking the button marked "Remove".
es: Puede eliminar su identificador OpenID de su cuenta haciendo clic en el botón "Eliminar".
eu: OpenID bat ezabatu dezakezu zure kontutik "Ezabatu" botoian klik eginez.
it: Potete rimuovere un OpenID dal vostro account cliccando sul pulsante con la scritta "Rimuovi".

# BUTTON
source: Remove
es: Eliminar
eu: Ezabatu
it: Rimuovi

source: OpenID Trusted Sites
es: Sitios de confianza de OpenID
eu: OpenID Gune Fidagarriak
it: Siti OpenID Attendibili

source: The following sites are allowed to access your identity and log you in. You can remove a site from this list to deny it access to your OpenID.
es: Los siguientes sitios pueden tener acceso a su identidad e iniciar su sesión. Puede eliminar un sitio de esta lista para denegar el acceso a su identificador OpenID.
eu: Ondorengo guneek baimena dute zure nortasuna atzitu eta zuk saioa hasi ahal izateko. Guneak zerrendatik ezabatu ditzakezu zure OpenIDaren atzipena ukatzeko.
it: I seguenti siti sono autorizzati ad accedere alla tua identità ed effettuare l'accesso. Puoi rimuovere un sito da questa lista per negargli l'accesso al tuo OpenID.

source: Cannot add new providers.
es: No se puede agregar nuevos proveedores.
eu: Ezin izan da hornitzaile berririk gehitu.
it: Impossibile aggiungere dei nuovi provider.

source: Something weird happened.
es: Ocurrió algo extraño.
eu: Zerbait arraroa gertatu da.
it: E' successo qualcosa di buffo.

source: No such OpenID trustroot.
es: No existe esa raíz de confianza de OpenID.
eu: Ez da OpenID konfidantza erro hori existitzen.
it: OpenID di fiducia inesistente.

source: Trustroots removed.
es: Raíces fiables eliminadas.
eu: Ezabatutako erro fidagarriak.
it: Origini verificate rimosse.

source: No such OpenID.
es: No existe ese identificador OpenID.
eu: Ez dago OpenID hori.
it: OpenID inesistente.

source: That OpenID does not belong to you.
es: Ese identificador OpenID no le pertenece.
eu: OpenID hori ez dagokizu zuri.
it: Questo OpenID non vi appartiene.

source: OpenID removed.
es: Identificador OpenID eliminado.
eu: OpenID ezabatua.
it: OpenID rimosso.

source: You are not authorized to use the identity %s.
es: No está autorizado a utilizar la identidad %s.
eu: Ez zaude baimendua %s nortasuna erabiltzeko.
it: Non siete autorizzati ad utilizzare l'identità %s.

source: Just an OpenID provider. Nothing to see here, move along...
es: Sólo para proveedores de OpenID. No tiene nada que ver aquí, siga su camino...
eu: OpenID hornitzaileentzat soilik. Ez dago ezer ikusteko hemen, jarritu aurrera...
it: E' solo un provider OpenID. Non c'è niente da vedere qui, proseguite...
