Repository: UngPirat/freesocial
Catalog: plugins/BitlyUrl/locale/*/LC_MESSAGES/BitlyUrl.po
Languages: es

source: bit.ly URL shortening
es: acortamiento de URL bit.ly

source: URL shortening with bit.ly requires [a bit.ly account and API key](http://bit.ly/a/your_api_key). This verifies that this is an authorized account, and allow you to use bit.ly's tracking features and custom domains.
es: URL acortado con bit.ly requiere [cuenta bit.ly y API key](http://bit.ly/a/your_api_key). Esto comprueba que tiene una cuenta autorizada y permite utilizar funciones de seguimiento y dominios personalizados de bit.ly.

source: Invalid login. Maximum length is 255 characters.
es: Acceso invalido. La longitud máxima es de 255 caracteres.

source: Invalid API key. Maximum length is 255 characters.
es: Clave de API no válida. Longitud máxima es de 255 caracteres.

# LEGEND
source: Credentials
es: Credenciales

source: Leave these empty to use global default credentials.
es: Dejelo vacío para usar las credenciales globales por defecto.

source: If you leave these empty, bit.ly will be unavailable to users.
es: Si se deja vacío, bit.ly no estarán disponibles para los usuarios.

source: Login name
es: Nombre de usuario

# BUTTON
source: Save
es: Guardar

source: Save bit.ly settings
es: Guardar configuración de bit.ly

source: You must specify a serviceUrl for bit.ly URL shortening.
es: Debe especificar un serviceUrl URL bit.ly

source: Uses <a href="http://%1$s/">%1$s</a> URL-shortener service.
es: Utiliza el servicio de acortamiento de URL <a href="http://%1$s/">%1$s</a>.

source: bit.ly URL shortening.
es: acortamiento de URL bit.ly.
