Repository: UngPirat/freesocial
Catalog: plugins/TwitterBridge/locale/*/LC_MESSAGES/TwitterBridge.po
Languages: ar, ia

source: Twitter settings
ar: إعدادات تويتر
ia: Configuration de Twitter

source: Connect your Twitter account to share your updates with your Twitter friends and vice-versa.
ar: اربط حسابك على تويتر لتشارك مستجداتك مع أصدقائك على تويتر والعكس.
ia: Connecte tu conto de Twitter pro divider tu actualitates con tu amicos de Twitter e vice versa.

source: Twitter account
ar: حساب تويتر
ia: Conto de Twitter

source: Connected Twitter account
ar: حساب تويتر مربوط
ia: Conto de Twitter connectite

source: Disconnect my account from Twitter
ar: افصل حسابي عن تويتر
ia: Disconnecter mi conto ab Twitter

source: Disconnecting your Twitter account could make it impossible to log in! Please [set a password](%s) first.
ar: قد يجعل فصل حسابك على تويتر الولوج مستحيلا! الرجاء [تعيين كلمة سر](%s) أولا.
ia: Le disconnexion de tu conto de Twitter renderea le authentication impossibile! Per favor [defini un contrasigno](%s) primo.

source: Keep your %1$s account but disconnect from Twitter. You can use your %1$s password to log in.
ar: أبق حسابك على %1$s لكن افصله من تويتر. يمكن أن تستخدم كلمة سر %1$s للولوج.
ia: Retene tu conto de %1$s ma disconnecte ab Twitter. Tu pote usar tu contrasigno de %1$s pro aperir session.

# BUTTON
source: Disconnect
ar: اقطع الارتباط
ia: Disconnecter

source: Preferences
ar: تفضيلات
ia: Preferentias

source: Automatically send my notices to Twitter.
ar: أرسل إشعاراتي تلقائيا إلى تويتر.
ia: Automaticamente inviar mi notas a Twitter.

source: Send local "@" replies to Twitter.
ar: أرسل ردود "@" المحلية إلى تويتر.
ia: Inviar responsas "@" local a Twitter.

source: Subscribe to my Twitter friends here.
ar: اشترك بأصدقائي على تويتر هنا.
ia: Subscriber hic a mi amicos de Twitter.

source: Import my friends timeline.
ar: استورد المسار الزمني لأصدقائي.
ia: Importar le chronologia de mi amicos.

# BUTTON
source: Save
ar: احفظ
ia: Salveguardar

# BUTTON
source: Add
ar: أضف
ia: Adder

source: There was a problem with your session token. Try again, please.
ia: Occurreva un problema con le indicio de tu session. Per favor reproba.

source: Unexpected form submission.
ia: Submission de formulario inexpectate.

source: No Twitter connection to remove.
ia: Nulle connexion Twitter a remover.

source: Could not remove Twitter user.
ia: Non poteva remover le usator de Twitter.

source: Twitter account disconnected.
ar: قطع الارتباط بحساب تويتر.
ia: Conto de Twitter disconnectite.

source: Could not save Twitter preferences.
ar: تعذر حفظ تفضيلات تويتر.
ia: Non poteva salveguardar le preferentias de Twitter.

source: Twitter preferences saved.
ar: حُفظت تفضيلات تويتر.
ia: Preferentias de Twitter salveguardate.

source: You cannot register if you do not agree to the license.
ia: Tu non pote crear un conto si tu non accepta le licentia.

source: Something weird happened.
ar: حدث شيء غريب.
ia: Qualcosa de bizarre occurreva.

source: Could not link your Twitter account.
ia: Non poteva ligar tu conto de Twitter.

source: Could not link your Twitter account: oauth_token mismatch.
ia: Non poteva ligar a tu conto de Twitter: oauth_token non corresponde.

source: This is the first time you have logged into %s so we must connect your Twitter account to a local account. You can either create a new account, or connect with your existing account, if you have one.
ia: Isto es le prime vice que tu ha aperite un session in %s; dunque, nos debe connecter tu conto de Twitter a un conto local. Tu pote crear un nove conto, o connecter con tu conto existente, si tu ha un.

source: Twitter Account Setup
ar: إعداد حساب تويتر
ia: Configuration del conto de Twitter

source: Connection options
ar: خيارات الربط
ia: Optiones de connexion

source: Create new account
ar: أنشئ حسابًا جديدًا
ia: Crear nove conto

source: Create a new user with this nickname.
ar: أنشئ مستخدمًا جديدًا بهذا الاسم المستعار.
ia: Crear un nove usator con iste pseudonymo.

source: New nickname
ar: الاسم المستعار الجديد
ia: Nove pseudonymo

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
ar: 1-64 حرفًا إنجليزيًا أو رقمًا، بدون نقاط أو مسافات.
ia: 1-64 minusculas o numeros, sin punctuation o spatios.

source: Used only for updates, announcements, and password recovery
ia: Usate solmente pro actualisationes, notificationes e recuperation de contrasigno

# BUTTON
source: Create
ar: أنشئ
ia: Crear

source: Connect existing account
ar: اربط الحساب الموجود
ia: Connecter conto existente

source: If you already have an account, login with your username and password to connect it to your Twitter account.
ar: إذا كان لديك حساب فعلا، لُج باسم مستخدمك وكلمة سرك لتربطه بحسابك على تويتر.
ia: Si tu ha jam un conto, aperi session con tu nomine de usator e contrasigno pro connecter lo a tu conto de Twitter.

source: Existing nickname
ar: الاسم المستعار الموجود
ia: Pseudonymo existente

source: Password
ar: كلمة السر
ia: Contrasigno

source: License
ia: Licentia

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
ar: تخضع نصوصي وملفاتي ل%s إلا البيانات الخاصة التالية: كلمة السر وعنوان البريد الإلكتروني وعنوان المراسلة الفورية ورقم الهاتف.
ia: Mi texto e files es disponibile sub %s excepte iste datos private: contrasigno, adresse de e-mail, adresse de messageria instantanee, numero de telephono.

# BUTTON
source: Connect
ar: اربط
ia: Connecter

source: Registration not allowed.
ar: لا يُسمح بالتسجيل.
ia: Creation de conto non permittite.

source: Not a valid invitation code.
ar: رمز دعوة غير صالح.
ia: Le codice de invitation es invalide.

source: Nickname not allowed.
ar: لا يسمح بهذا الاسم المستعار.
ia: Pseudonymo non permittite.

source: Nickname already in use. Try another one.
ar: الاسم المستعار مستخدم بالفعل. جرّب اسمًا آخرًا.
ia: Pseudonymo ja in uso. Proba un altere.

source: Error registering user.
ar: خطأ في تسجيل مستخدم.
ia: Error durante le registration del usator.

source: Error connecting user to Twitter.
ar: خطأ في ربط المستخدم بتويتر.
ia: Error durante le connexion del usator a Twitter.

source: Invalid username or password.
ar: اسم مستخدم أو كلمة سر غير صالحة.
ia: Nomine de usator o contrasigno invalide.

source: Twitter bridge settings
ar: إعدادات جسر تويتر
ia: Configuration del ponte a Twitter

source: Invalid consumer key. Maximum length is 255 characters.
ia: Clave de consumitor invalide. Longitude maxime es 255 characteres.

source: Invalid consumer secret. Maximum length is 255 characters.
ia: Secreto de consumitor invalide. Longitude maxime es 255 characteres.

source: Twitter application settings
ia: Configuration del application Twitter

source: Consumer key
ia: Clave de consumitor

source: The consumer key assigned by Twitter.
ia: Le clave de consumitor assignate per Twitter.

source: Consumer secret
ia: Secreto de consumitor

source: The consumer secret assigned by Twitter.
ia: Le secreto de consumitor assignate per Twitter.

source: Note: A global consumer key and secret are set.
ia: Nota: Un clave e un secreto de consumitor global es definite.

source: Integration source
ia: Fonte de integration

source: The name of your Twitter application.
ia: Le nomine de tu application Twitter.

source: Options
ar: خيارات
ia: Optiones

source: Enable "Sign-in with Twitter"
ia: Activar "Aperir session con Twitter"

source: This allow users to login with their Twitter credentials.
ia: Isto permitte que usatores aperi session con lor conto de Twitter.

source: Enable Twitter import
ar: مكّن الاستيراد من تويتر
ia: Activar le importation de Twitter

source: Allow users to import their Twitter friends' timelines. Requires daemons to be manually configured.
ia: Permitte que usatores importa le chronologias de lor amicos de Twitter. Require que le demones sia configurate manualmente.

source: Save the Twitter bridge settings.
ar: احفظ إعدادات جسر تويتر.
ia: Salveguardar le configuration del ponte a Twitter.

source: Invalid URL scheme for HTTP stream reader.
ia: Schema de URL invalide pro le lector de fluxo HTTP.

source: Got input from unexpected socket!
ia: Recipeva datos ab un prisa inexpectate!

source: Invalid state in handleLine: %s.
ia: Stato invalide in "handleLine": %s.

source: Invalid HTTP response line: %s.
ia: Linea de responsa HTTP invalide: %s.

source: Invalid HTTP response line chunk "%1$s": %2$s.
ia: Parte de linea de responsa HTTP invalide "%1$s": %2$s.

source: Bad HTTP response code %1$s: %2$s.
ia: Mal codice de responsa HTTP %1$s: %2$s.

source: Login or register using Twitter.
ar: لُج أو سجّل باستخدام تويتر.
ia: Aperir session o crear conto usante Twitter.

source: Twitter integration options
ar: خيارات التكامل مع تويتر
ia: Optiones de integration de Twitter

source: Twitter bridge configuration page.
ia: Pagina de configuration del ponte a Twitter.

source: The Twitter "bridge" plugin allows integration of a StatusNet instance with <a href="http://twitter.com/">Twitter</a>.
ia: Le plug-in de "ponte" a Twitter permitte le integration de un installation de StatusNet con <a href="http://twitter.com/">Twitter</a>.

source: Already logged in.
ar: والج بالفعل.
ia: Tu es jam authenticate.

# TITLE
source: Twitter Login
ar: ولوج بتويتر
ia: Apertura de session con Twitter

source: Login with your Twitter account
ar: لُج بحسابك على تويتر
ia: Aperir session con tu conto de Twitter

source: Sign in with Twitter
ar: سجل دخولك بتويتر
ia: Aperir session con Twitter

source: Your Twitter bridge has been disabled
ia: Tu ponte a Twitter ha essite disactivate.

source: Hi, %1$s. We're sorry to inform you that your link to Twitter has been disabled. We no longer seem to have permission to update your Twitter status. Did you maybe revoke %3$s's access? You can re-enable your Twitter bridge by visiting your Twitter settings page: %2$s Regards, %3$s
ar: مرحبًا يا %1$s. يؤسفنا إخبارك أن ارتباطك بتويتر قد عُطّل. يبدو أنه لم يعد يسمح لنا بتحديث حالتك على تويتر. هل ألغيت السماح ل%3$s؟ يمكنك إعادة تفعيل جسر تويتر بزيارة صفحة إعدادات تويتر: %2$s مع تحياتنا، %3$s
ia: Salute, %1$s. Nos regretta informar te que tu ligamine a Twitter ha essite disactivate. Il pare que nos non ha plus le permission de actualisar tu stato de Twitter. Esque tu forsan revocava le accesso de %3$s? Tu pote reactivar tu ponte a Twitter per visitar tu pagina de configuration de Twitter: %2$s Cordialmente, %3$s

# LABEL
source: Email
ar: البريد الإلكتروني

# TITLE
source: Twitter
ar: تويتر

# MENU
source: Twitter
ar: تويتر

source: Twitter
ar: تويتر
