Repository: UngPirat/freesocial
Catalog: plugins/Irc/locale/*/LC_MESSAGES/Irc.po
Languages: it

source: User "%1$s" on %2$s has said that your %3$s screenname belongs to them. If that's true, you can confirm by clicking on this URL: %4$s . (If you cannot click it, copy-and-paste it into the address bar of your browser). If that user is not you, or if you did not request this confirmation, just ignore this message.
it: L'utente "%1$s" su %2$s ha detto che il tuo nome visualizzato %3$s gli appartiene. Se è vero, puoi confermare cliccando su questa URL: %4$s . (Se non riesci a cliccare, copia e incolla la URL nella barra degli indirizzi del tuo browser). Se quest'utente non sei tu, o se non hai richiesto tu questa conferma, ignora semplicemente questo messaggio.

source: You must specify a host.
it: È necessario specificare un host.

source: You must specify a username.
it: È necessario specificare un nome utente.

source: You must specify a "real name".
it: È necessario specificare un "nome reale".

source: You must specify a nickname.
it: È necessario specificare un nickname.

source: The IRC plugin allows users to send and receive notices over an IRC network.
it: Il plugin per IRC consente agli utenti di inviare e ricevere le notizie tramite la rete IRC.

source: Could not increment attempts count for %d.
it: Impossibile incrementare il conteggio dei tentativi per %d.

source: Your nickname is not registered so IRC connectivity cannot be enabled.
it: Il tuo nickname non è registrato di conseguenza la connettività IRC non potrà essere attivata.

source: Could not delete confirmation.
it: Impossibile eliminare la conferma.

source: Database error inserting IRC waiting queue item.
it: Errore nel database nell'inserimento dell'oggetto della coda d'attesa su IRC.
