Repository: UngPirat/freesocial
Catalog: plugins/Sitemap/locale/*/LC_MESSAGES/Sitemap.po
Languages: gl

source: Sitemap
gl: Mapa do sitio

source: Sitemap settings for this StatusNet site
gl: Configuración de mapa do sitio para este sitio StatusNet

source: Google key
gl: Clave Google

source: Google Webmaster Tools verification key.
gl: Clave de verificación para as ferramentas de Google Webmaster.

source: Yahoo key
gl: Clave Yahoo

source: Yahoo! Site Explorer verification key.
gl: Clave de verificación para o explorador de sitios de Yahoo!

source: Bing key
gl: Clave Bing

source: Bing Webmaster Tools verification key.
gl: Clave de verificación para as ferramentas de Bing Webmaster.

# BUTTON
source: Save
gl: Gardar

source: Save sitemap settings.
gl: Gardar a configuración do mapa do sitio.

source: Sitemap configuration
gl: Configuración do mapa do sitio

# MENU
source: Sitemap
gl: Mapa do sitio

source: This plugin allows creation of sitemaps for Bing, Yahoo! and Google.
gl: Este complemento permite a creación de mapas do sitio para Bing, Yahoo! e Google.
