Repository: UngPirat/freesocial
Catalog: plugins/Bookmark/locale/*/LC_MESSAGES/Bookmark.po
Languages: ca, gl

source: No <A> tag in a <DT>.
ca: No hi ha l'etiqueta <A> en un <DT>.
gl: Falta a etiqueta <A> nunha <DT>.

source: Skipping private bookmark.
ca: S'omet l'adreça d'interès privada.
gl: Saltando o marcador privado.

source: No such bookmark.
ca: No existeix l'adreça d'interès.
gl: Non existe ese marcador.

source: %1$s's bookmark for "%2$s"
ca: Adreça d'interès de %1$s per a «%2$s»
gl: Marcador de %1$s para "%2$s"

source: Simple extension for supporting bookmarks.
ca: Extensió simple per habilitar les adreces d'interès.
gl: Extensión simple para soportar marcadores.

source: Import del.icio.us bookmarks
ca: Importa adreces d'interès del del.icio.us
gl: Importar os marcadores de del.icio.us

source: Expected exactly 1 link rel=related in a Bookmark.
ca: S'esperava exactament 1 enllaç rel=related en una adreça d'interès.
gl: Agardábase exactamente 1 ligazón rel=related nun marcador.

source: Bookmark notice with the wrong number of attachments.
ca: Avís d'adreça d'interès amb un nombre incorrecte d'adjuncions.
gl: A nota do marcador ten un número incorrecto de anexos.

# TITLE
source: Bookmark
ca: Adreça
gl: Favorito

source: Bookmark on %s
ca: Adreça d'interès a %s
gl: Marcador en %s

source: Bookmark already exists.
ca: L'adreça d'interès ja existeix.
gl: O marcador xa existe.

# BUTTON
source: Add
ca: Afegeix
gl: Engadir

source: Unknown URL.
ca: URL desconegut.
gl: Enderezo URL descoñecido.

source: Notices linking to %s
ca: Avisos que enllacen a %s
gl: Notas que ligan con %s

source: Notices linking to %1$s, page %2$d
ca: Avisos que enllacen a %1$s, pàgina %2$d
gl: Notas que ligan con %1$s, páxina %2$d

source: Only logged-in users can import del.icio.us backups.
ca: Només els usuaris que han iniciat una sessió poden importar còpies de seguretat del del.icio.us.
gl: Unicamente os usuarios rexistrados poden importar copias de seguridade de del.icio.us.

source: You may not restore your account.
ca: No podeu restaurar el compte.
gl: Non pode restaurar a súa conta.

source: No uploaded file.
ca: No hi ha cap fitxer pujat.
gl: Ningún ficheiro cargado.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
ca: El fitxer pujat excedeix allò que s'especifica a la directiva upload_max_filesize de php.ini.
gl: O ficheiro subido supera a directiva upload_max_filesize no php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
ca: El fitxer pujat excedeix allò que s'estableix a la directiva MAX_FILE_SIZE especificada al formulari HTML.
gl: O ficheiro subido supera a directiva MAX_FILE_SIZE especificada no formulario HTML.

source: The uploaded file was only partially uploaded.
ca: El fitxer pujat només ho ha estat parcialment.
gl: O ficheiro só se subiu parcialmente.

source: Missing a temporary folder.
ca: Manca una carpeta temporal.
gl: Falta un cartafol temporal.

source: Failed to write file to disk.
ca: No s'ha pogut escriure el fitxer al disc.
gl: Non se puido escribir o ficheiro no disco.

source: File upload stopped by extension.
ca: Una extensió ha aturat la pujada del fitxer.
gl: Interrompeuse a carga do ficheiro por mor da extensión.

source: System error uploading file.
ca: S'ha produït un error de sistema en pujar el fitxer.
gl: Houbo un erro no sistema ao cargar o ficheiro.

source: No such file "%s".
ca: No existeix el fitxer «%s».
gl: Non existe o ficheiro "%s".

source: Not a regular file: "%s".
ca: No és un fitxer regular: «%s».
gl: O ficheiro non é normal: "%s".

source: File "%s" not readable.
ca: El fitxer «%s» no es pot llegir.
gl: Non se pode ler o ficheiro "%s".

source: Bookmarks have been imported. Your bookmarks should now appear in search and your profile page.
ca: S'han importat les adreces d'interès. Les vostres adreces d'interès haurien d'aparèixer ara a la cerca i a la vostra pàgina de perfil.
gl: Importáronse os marcadores. Os seus marcadores debería aparecer nas procuras e na páxina do seu perfil.

source: Bookmarks are being imported. Please wait a few minutes for results.
ca: S'estan important les adreces d'interès. Espereu uns pocs minuts per a veure'n els resultats.
gl: Estanse importando os marcadores. Agarde uns minutos polos resultados.

source: You can upload a backed-up delicious.com bookmarks file.
ca: Podeu pujar una fitxer de còpia de seguretat d'adreces d'interès de delicious.com.
gl: Pode cargar unha copia de seguridade de marcadores de delicious.com .

# BUTTON
source: Upload
ca: Puja
gl: Cargar

source: Upload the file.
ca: Carrega el fitxer.
gl: Cargar o ficheiro.

# LABEL
source: Title
ca: Títol
gl: Título

# LABEL
source: Notes
gl: Notas

# LABEL
source: Tags
ca: Etiquetes
gl: Etiquetas

source: Comma- or space-separated list of tags.
ca: Llista d'etiquetes separades per comes o espais.
gl: Lista de etiquetas separadas por comas ou por espazos en branco.

# BUTTON
source: Save
ca: Desa
gl: Gardar

source: New bookmark
ca: Nou marcador
gl: Novo marcador

source: Must be logged in to post a bookmark.
ca: Cal haver iniciat una sessió per publicar una adreça d'interès.
gl: Cómpre estar rexistrado para publicar un marcador.

source: Bookmark must have a title.
ca: L'adreça d'interès cal que tingui un títol.
gl: O marcador debe ter un título.

source: Bookmark must have an URL.
ca: L'adreça d'interès ha de tenir un URL.
gl: O marcador debe ter un enderezo URL.

source: Bookmark posted
ca: S'ha publicat l'adreça d'interès
gl: Marcador publicado

source: Getting backup from file "%s".
ca: S'està recuperant la còpia de seguretat del fitxer "%s".
gl: Obtendo a copia de seguridade desde o ficheiro "%s".
