Repository: UngPirat/freesocial
Catalog: plugins/DomainWhitelist/locale/*/LC_MESSAGES/DomainWhitelist.po
Languages: de

source: Email address must be in this domain: %s.
de: E-Mail-Adressen müssen diese Domain benutzen: %s

source: Email address must be in one of these domains: %s.
de: E-Mail-Adressen müssen eine dieser Domains benutzen: %s

source: That email address is not allowed on this site.
de: Diese E-Mail-Adresse darf auf dieser Seite nicht verwendet werden.

source: Confirmation Required
de: Bestätigung erforderlich

source: Really delete this invitation?
de: Diese Einladung wirklich löschen?

source: Restrict domains for email users.
de: Domains für E-Mail-Benutzer beschränken.

source: Invite collegues
de: Kollegen einladen

source: Personal message
de: Persönliche Nachricht

source: Optionally add a personal message to the invitation.
de: Eine persönliche Nachricht zu der Einladung hinzufügen (optional)

source: Add another item
de: Ein weiteres Element hinzufügen

# BUTTON
source: Send
de: Senden

source: Send invitations.
de: Einladungen senden
