Repository: UngPirat/freesocial
Catalog: plugins/Activity/locale/*/LC_MESSAGES/Activity.po
Languages: ar, fr, gl, mk, nl, ru

source: <a href="%1$s">%2$s</a> joined the group <a href="%3$s">%4$s</a>.
ar: <a href="%1$s">%2$s</a> انضم لمجموعة <a href="%3$s">%4$s</a>.
fr: <a href="%1$s">%2$s</a> a rejoint le groupe <a href="%3$s">%4$s</a>.
gl: <a href="%1$s">%2$s</a> uniuse ao grupo <a href="%3$s">%4$s</a>.
mk: <a href="%1$s">%2$s</a> се зачлени во групата <a href="%3$s">%4$s</a>.
nl: <a href="%1$s">%2$s</a> is lid geworden van de groep <a href="%3$s">%4$s</a>.
ru: <a href="%1$s">%2$s</a> присоединился к группе <a href="%3$s">%4$s</a>.

source: <a href="%1$s">%2$s</a> started following <a href="%3$s">%4$s</a>.
ar: <a href="%1$s">%2$s</a> بدأ متابعة <a href="%3$s">%4$s</a>.
fr: <a href="%1$s">%2$s</a> suit désormais <a href="%3$s">%4$s</a>.
gl: <a href="%1$s">%2$s</a> comezou a seguir a <a href="%3$s">%4$s</a>.
mk: <a href="%1$s">%2$s</a> почна да го следи корисникот <a href="%3$s">%4$s</a>.
nl: <a href="%1$s">%2$s</a> is <a href="%3$s">%4$s</a> gaan volgen.

source: %1$s (%2$s) started following %3$s (%4$s).
ar: %1$s (%2$s) بدأ متابعة %3$s (%4$s).
fr: %1$s (%2$s) suit désormais %3$s (%4$s).
gl: %1$s (%2$s) comezou a seguir a %3$s (%4$s).
mk: %1$s (%2$s) почна да го следи корисникот %3$s (%4$s).
nl: %1$s (%2$s) is %3$s (%4$s) gaan volgen.
ru: %1$s (%2$s) начал следить за %3$s (%4$s).

source: <a href="%1$s">%2$s</a> stopped following <a href="%3$s">%4$s</a>.
ar: <a href="%1$s">%2$s</a> توقف عن متابعة <a href="%3$s">%4$s</a>.
fr: <a href="%1$s">%2$s</a> a cessé de suivre <a href="%3$s">%4$s</a>.
gl: <a href="%1$s">%2$s</a> deixou de seguir a <a href="%3$s">%4$s</a>.
mk: <a href="%1$s">%2$s</a> престана да го следи корисникот <a href="%3$s">%4$s</a>.
nl: <a href="%1$s">%2$s</a> volgt <a href="%3$s">%4$s</a> niet langer.
ru: <a href="%1$s">%2$s</a> перестал следить за <a href="%3$s">%4$s</a>.

source: %1$s (%2$s) stopped following %3$s (%4$s).
ar: %1$s (%2$s) توقف عن متابعة %3$s (%4$s).
fr: %1$s (%2$s) a arrêté de suivre %3$s (%4$s).
gl: %1$s (%2$s) deixou de seguir a %3$s (%4$s).
mk: %1$s (%2$s) престана да го следи корисникот %3$s (%4$s).
nl: %1$s (%2$s) volgt %3$s (%4$s) niet langer.
ru: %1$s (%2$s) перестал следить за %3$s (%4$s).

source: <a href="%1$s">%2$s</a> liked <a href="%3$s">%4$s's update</a>.
ar: <a href="%1$s">%2$s</a> أعجبه <a href="%3$s">مستجد %4$s</a>.
fr: <a href="%1$s">%2$s</a> a aimé <a href="%3$s">%4$s's update</a>.
gl: <a href="%1$s">%2$s</a> gustou da <a href="%3$s">actualizaci칩n de %4$s</a>.
mk: <a href="%1$s">%2$s</a> ја бендиса <a href="%3$s">објавата на %4$s</a>.
nl: <a href="%1$s">%2$s</a> vindt de <a href="%3$s">status van %4$s</a> leuk.
ru: <a href="%1$s">%2$s</a> добавил <a href="%3$s">обновление %4$s</a> в число любимых.

source: %1$s (%2$s) liked %3$s's status (%4$s).
ar: %1$s (%2$s) أعجبته حالة %3$s (%4$s).
fr: %1$s (%2$s) a aimé le statut de %3$s (%4$s).
gl: %1$s (%2$s) gustou do estado de %3$s (%4$s).
mk: %1$s (%2$s) го бендиса статусот на %3$s (%4$s).
nl: %1$s (%2$s) vindt de status van %3$s leuk (%4$s).
ru: %1$s (%2$s) добавил статус %3$s в число любимых (%4$s).

source: <a href="%1$s">%2$s</a> stopped liking <a href="%3$s">%4$s's update</a>.
ar: <a href="%1$s">%2$s</a> لم يعد يعجبه <a href="%3$s">مستجد %4$s</a>.
fr: <a href="%1$s">%2$s</a> n'aime plus <a href="%3$s">les mises à jour de %4$s</a>.
gl: <a href="%1$s">%2$s</a> deixou de gustar da <a href="%3$s">actualizaci칩n de %4$s</a>.
mk: <a href="%1$s">%2$s</a> повеќе не ја бендисува <a href="%3$s">објавата на %4$s</a>.
nl: <a href="%1$s">%2$s</a> vindt de <a href="%3$s">status van %4$s</a> niet langer leuk.
ru: <a href="%1$s">%2$s</a> убрал <a href="%3$s">обновление %4$s</a> из числа любимых.

source: %1$s (%2$s) stopped liking %3$s's status (%4$s).
ar: %1$s (%2$s) لم تعد تعجبه حالة %3$s (%4$s).
fr: %1$s (%2$s) n'aime plus le statut de %3$s (%4$s).
gl: %1$s (%2$s) deixou de gustar do estado de %3$s (%4$s).
mk: %1$s (%2$s) повеќе не го бендисува статусот на %3$s (%4$s).
nl: %1$s (%2$s) vindt de status van %3$s niet langer leuk (%4$s).
ru: %1$s (%2$s) убрал статус %3$s из числа любимых (%4$s).

source: %1$s (%2$s) joined the group %3$s (%4$s).
ar: %1$s (%2$s) انضم لمجموعة %3$s (%4$s).
fr: %1$s (%2$s) a rejoint le groupe %3$s (%4$s).
gl: %1$s (%2$s) uniuse ao grupo %3$s (%4$s).
mk: %1$s (%2$s) се зачлени во групата %3$s (%4$s).
nl: %1$s (%2$s) is lid geworden van de groep %3$s (%4$s).
ru: %1$s (%2$s) присоединился к группе %3$s (%4$s).

source: <a href="%1$s">%2$s</a> left the group <a href="%3$s">%4$s</a>.
ar: <a href="%1$s">%2$s</a> غادر مجموعة <a href="%3$s">%4$s</a>.
fr: <a href="%1$s">%2$s</a> a quitté le groupe <a href="%3$s">%4$s</a>.
gl: <a href="%1$s">%2$s</a> deixou o grupo <a href="%3$s">%4$s</a>.
mk: <a href="%1$s">%2$s</a> ја напушти групата <a href="%3$s">%4$s</a>.
nl: <a href="%1$s">%2$s</a> heeft de groep <a href="%3$s">%4$s</a> verlaten.
ru: <a href="%1$s">%2$s</a> покинул группу <a href="%3$s">%4$s</a>.

source: %1$s (%2$s) left the group %3$s (%4$s).
ar: %1$s (%2$s) غادر مجموعة %3$s (%4$s).
fr: %1$s (%2$s) a quitté le groupe %3$s (%4$s).
gl: %1$s (%2$s) deixou o grupo %3$s (%4$s).
mk: %1$s (%2$s) ја напушти групата %3$s (%4$s).
nl: %1$s (%2$s) heeft de groep %3$s verlaten (%4$s).
ru: %1$s (%2$s) покинул группу %3$s (%4$s).

source: Emits notices when social activities happen.
ar: يرسل إشعارات عند حدوث أنشطة إجتماعية.
fr: Émettre des avis lorsque des activités sociales se produisent.
gl: Emite notificaci칩ns cando acontecen actividades sociais.
mk: Емитува известувања кога се одвиваат друштвени активности.
nl: Verstuurt mededelingen als sociale activiteiten gebeuren.
ru: Выдаёт уведомления, когда происходит социальная деятельность.
