Repository: UngPirat/freesocial
Catalog: plugins/UserFlag/locale/*/LC_MESSAGES/UserFlag.po
Languages: gl, ia

source: Flagged for review
gl: Marcado para revisión
ia: Signalate pro inspection

source: Flagged
gl: Marcado
ia: Signalate

source: This plugin allows flagging of profiles for review and reviewing flagged profiles.
gl: Este complemento permite marcar perfís para revisión e revisar perfís marcados.
ia: Iste plug-in permitte signalar profilos pro inspection e inspectar profilos signalate.

source: Flag
gl: Marcar
ia: Signalar

source: Flag profile for review.
gl: Marcar o perfil para revisión.
ia: Signalar profilo pro inspection.

source: Clear
gl: Limpar
ia: Rader

source: Clear all flags
gl: Limpar todas as marcas
ia: Rader tote le signalamentos

source: Not logged in.
gl: Non iniciou sesión.
ia: Tu non ha aperite un session.

source: You cannot review profile flags.
gl: Non pode revisar marcas de perfíl.
ia: Tu non pote inspectar profilos signalate.

source: Flagged profiles
gl: Perfís marcados
ia: Profilos signalate

source: Moderate
gl: Moderar
ia: Moderar

source: Flagged by %1$s and %2$d other
gl: Marcado por %1$s e outro
ia: Signalate per %1$s e %2$d altere

source: Flagged by %s
gl: Marcado por %s
ia: Signalate per %s

source: Could not clear flags for profile "%s".
gl: Non se puideron limpar as marcas do perfil "%s".
ia: Non poteva rader signalamentos pro le profilo "%s".

source: Flags cleared
gl: Marcas limpadas
ia: Signalamentos radite

source: Cleared
gl: Limpado
ia: Radite

source: Could not flag profile "%d" for review.
gl: Non se puido marcar o perfil "%d" para revisión.
ia: Non poteva signalar le profilo "%d" pro inspection.
