Repository: UngPirat/freesocial
Catalog: plugins/Xmpp/locale/*/LC_MESSAGES/Xmpp.po
Languages: es, fr, mk, nl

source: Send me a message to post a notice
es: Envíeme un mensaje para publicar una nota
fr: M’envoyer un message pour afficher un avis.
mk: Испрати ми порака за да објавам забелешка
nl: Mij een bericht sturen om een mededeling te verzenden

source: XMPP/Jabber/GTalk
nl: XMPP/Jabber/Google Talk

source: Invalid JID: too many @s.
es: JID no válido: demasiados signos @s.
fr: JID non valide: trop de @s.
mk: Неважечки JID: премногу мајмунчиња (@).
nl: Ongeldige JID: te veel @'s.

source: Invalid JID: @ but no node
es: JID no válido: Signo @ sin nodo
fr: JID non valide: @ mais sans nœud.
mk: Неважежки JID: @, но нема јазол
nl: Ongeldige JID: @ maar geen node

source: Invalid JID: node too long.
es: JID no válido: nodo demasiado largo.
fr: JID non valide: nœud trop long.
mk: Неважечки JID: јазолот е предолг.
nl: Ongeldige JID: de node is te lang.

source: Invalid JID node "%s".
es: Nodo JID "%s" no válido.
fr: Nœud JID "%s" non valide.
mk: Неважечки јазол од JID „%s“.
nl: Ongeldige JID node "%s".

source: Invalid JID: domain too long.
es: JID no válido: dominio demasiado largo.
fr: JID non valide: domaine trop long.
mk: Неважечки JID: доменот е предолг.
nl: Ongeldige JID: het domein is te lang.

source: Invalid JID domain name "%s".
es: Nombre de dominio JID "%s" no válido.
fr: Nom de domaine JID "%s" non valide.
mk: Неважечко доменско име од JID „%s“.
nl: Ongeldige JID-domeinnaam "%s".

source: Invalid JID resource "%s".
es: Recurso JID "%s" no válido.
fr: Ressource JID "%s" non valide.
mk: Неважечки ресурс од JID „%s“.
nl: Ongeldige JID-bron "%s".

source: You must specify a server in the configuration.
es: Debe especificar un servidor en la configuración.
fr: Vous devez spécifier un serveur dans la configuration.
mk: Мора да наведете опслужувач во поставувањето.
nl: U moet in de instellingen een server opgeven.

source: You must specify a port in the configuration.
es: Debe especificar un puerto en la configuración.
fr: Vous devez spécifier un port dans la configuration.
mk: Мора да наведете порта во поставувањето.
nl: U moet in de instellingen een poort opgeven.

source: You must specify a user in the configuration.
es: Debe especificar un usuario en la configuración.
fr: Vous devez spécifier un utilisateur dans la configuration.
mk: Мора да назначите корисник во поставувањето.
nl: U moet in de instellingen een gebruiker opgeven.

source: You must specify a password in the configuration.
es: Debe especificar una contraseña en la configuración.
fr: Vous devez spécifier un mot de passe dans la configuration.
mk: Мора да назначите лозинка во поставувањето.
nl: U moet in de instellingen een wachtwoord opgeven.

source: The XMPP plugin allows users to send and receive notices over the XMPP/Jabber network.
es: El complemento (plugin) XMPP permite a los usuarios enviar y recibir mensajes mediante la red XMPP/Jabber.
fr: Le plugin XMPP permet aux utilisateurs d’envoyer et de recevoir des messages depuis le réseau XMPP/Jabber.
mk: Приклучокот за XMPP им овозможува на корисниците да испраќаат и примаат забелешки преку мрежата на XMPP/Jabber.
nl: Maakt het mogelijk om mededelingen te zenden naar en ontvangen van het XMPP/Jabber-netwerk.
