Repository: UngPirat/freesocial
Catalog: plugins/TagSub/locale/*/LC_MESSAGES/TagSub.po
Languages: fr, gl

source: Unsubscribe from this tag
fr: Se désinscrire de cette balise
gl: Cancelar a subscrición a esta etiqueta

# BUTTON
source: Unsubscribe
fr: Se désabonner
gl: Cancelar a subscrición

source: Unsubscribe from this tag.
fr: Se désinscrire de cette balise.
gl: Cancelar a subscrición a esta etiqueta.

source: Plugin to allow following all messages with a given tag.
fr: Plugin pour permettre de suivre tous les messages avec une balise donnée.
gl: Complemento para permitir seguir todas as mensaxes cunha etiqueta especificada.

# MENU
source: Tags
fr: Balises
gl: Etiquetas

source: Configure tag subscriptions
fr: Configurer les inscriptions aux balises
gl: Configurar as subscricións ás etiquetas

source: Tags
fr: Balises
gl: Etiquetas

source: Subscribe to this tag
fr: S'abonner à cette balise
gl: Subscribirse a esta etiqueta

# BUTTON
source: Subscribe
fr: S’abonner
gl: Subscribirse

source: Subscribe to this tag.
fr: S'abonner à cette balise.
gl: Subscribirse a esta etiqueta.

source: Unsubscribed
fr: Désabonné
gl: Cancelouse a subscrición

source: This action only accepts POST requests.
fr: Cette action n'accepte que les requêtes de type POST.
gl: Esta acción só permite solicitudes POST.

source: There was a problem with your session token. Try again, please.
fr: Un problème est survenu avec votre session. Merci d'essayer de nouveau.
gl: Houbo un erro co seu pase. Inténteo de novo.

source: Not logged in.
fr: Non connecté.
gl: Non iniciou sesión.

source: No such profile.
fr: Profil non trouvé.
gl: Non existe ese perfil.

source: Subscribed
fr: Abonné
gl: Subscrito

source: %s's tag subscriptions
fr: inscriptions à la balise %s
gl: Subscricións a etiquetas de %s

source: %1$s's tag subscriptions, page %2$d
fr: inscriptions à la balise %1$s, page %2$d
gl: Subscricións a etiquetas de %1$s, páxina %2$d

source: You have subscribed to receive all notices on this site containing the following tags:
fr: Vous vous êtes inscrit pour recevoir tous les avertissements de ce site correspondant aux balises suivantes:
gl: Subscribiuse para recibir todas as notas do sitio que conteñan as seguintes etiquetas:

source: %s has subscribed to receive all notices on this site containing the following tags:
fr: %s s'est inscrit pour recevoir tous les avertissements de ce site contenant les balises suivantes:
gl: %s subscribiuse para recibir todas as notas do sitio que conteñan as seguintes etiquetas:

source: You are not listening to any hash tags right now. You can push the "Subscribe" button on any hashtag page to automatically receive any public messages on this site that use that tag, even if you are not subscribed to the poster.
fr: Vous n'êtes désormais plus à l'écoute des balises de hachage. Vous pouvez appuyez sur le bouton "S'abonner" sur n'importe quelle page de balise de hachage pour recevoir automatiquement tous les messages publics sur ce site qui utilisent cette balise, même si vous n'êtes pas abonné au publieur.
gl: Non está a seguir ningunha etiqueta nestes intres. Pode premer no botón "Subscribirse" de calquera páxina dalgunha etiqueta para recibir automaticamente calquera mensaxe pública deste sitio que use esa etiqueta, mesmo se non está subscrito ao autor.

source: %s is not following any tags.
fr: %s ne suit aucune balise.
gl: %s non segue etiqueta ningunha.

source: #<a href="%1$s">%2$s</a> since %3$s
fr: #<a href="%1$s">%2$s</a> depuis %3$s
gl: #<a href="%1$s">%2$s</a> desde %3$s
