Repository: UngPirat/freesocial
Catalog: plugins/FacebookBridge/locale/*/LC_MESSAGES/FacebookBridge.po
Languages: es

source: Already logged in.
es: Ya está conectado

source: Login with your Facebook Account
es: Inicie sesión con su cuenta de Facebook

source: Login with Facebook
es: Inicio de sesión con Facebook

source: Login with Facebook.
es: Inicio de sesión con Facebook.

# TITLE
source: Facebook integration settings
es: Configuración de la integración de Facebook

source: Facebook integration settings
es: Configuración de la integración de Facebook

source: Invalid Facebook ID. Maximum length is 255 characters.
es: El identificador ID de Facebook no es válido. La longitud máxima es de 255 caracteres.

source: Invalid Facebook secret. Maximum length is 255 characters.
es: La frase secreta de Facebook es incorrecta. La extensión máxima es de 255 caracteres.

source: Facebook application settings
es: Configuración de la aplicación de Facebook

source: Application ID
es: Identificador ID de aplicación

source: ID of your Facebook application.
es: Identificador ID de su aplicación de Facebook.

source: Secret
es: Frase secreta

source: Application secret.
es: Frase secreta de la aplicación.

# BUTTON
source: Save
es: Guardar

source: Save Facebook settings.
es: Guardar configuración de Facebook.

source: There was a problem with your session token. Try again, please.
es: Hubo un problema con su clave (token) de sesión. Inténtelo de nuevo, por favor.

# TITLE
source: Facebook settings
es: Configuración de Facebook

source: Facebook settings
es: Configuración de Facebook

source: Connected Facebook user
es: Usuario de Facebook conectado

source: Publish my notices to Facebook.
es: Publicar mis avisos en Facebook.

source: Send "@" replies to Facebook.
es: Enviar las respuestas "@" a Facebook.

source: Disconnect my account from Facebook
es: Desconectar mi cuenta de Facebook

source: Disconnecting your Faceboook would make it impossible to log in! Please [set a password](%s) first.
es: ¡Al desconectar tu Faceboook será imposible iniciar sesión! Por favor [establezca una contraseña] (%s) primero.

source: Keep your %1$s account but disconnect from Facebook. You'll use your %1$s password to log in.
es: Mantener su cuenta %1$s pero desconectarse de Facebook. Utilizará su contraseña %1$s para iniciar sesión.

# BUTTON
source: Disconnect
es: Desconectar

source: There was a problem saving your sync preferences.
es: Hubo un problema al guardar sus preferencias de sincronización.

source: Sync preferences saved.
es: Preferencias de sincronización guardadas.

source: Could not delete link to Facebook.
es: No se pudo eliminar el enlace a Facebook.

source: You have disconnected from Facebook.
es: Se ha desconectado de Facebook.

source: Unable to authenticate you with Facebook.
es: No se ha podido realizar su autenticación con Facebook.

source: You must be logged into Facebook to register a local account using Facebook.
es: Debe iniciar sesión en Facebook para registrar una cuenta local usando Facebook.

source: There is already a local account linked with that Facebook account.
es: Ya existe una cuenta local vinculada con esa cuenta de Facebook.

source: You cannot register if you do not agree to the license.
es: No puede registrarse si no acepta la licencia.

source: An unknown error has occured.
es: Ha ocurrido un error desconocido.

source: This is the first time you have logged into %s so we must connect your Facebook to a local account. You can either create a new local account, or connect with an existing local account.
es: Esta es la primera vez que ha iniciado sesión en %s por lo que debemos conectar su Facebook a una cuenta local. Puede crear una nueva cuenta local o conectarse con una cuenta local existente.

source: Facebook Setup
es: Configuración de Facebook

source: Connection options
es: Opciones de conexión

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
es: Mi texto y archivos están disponibles bajo %s con excepción de esta información privada: contraseña, dirección de correo electrónico, dirección de mensajería instantánea y número de teléfono.

source: Create new account
es: Crear nueva cuenta

source: Create a new user with this nickname.
es: Crear un nuevo usuario con este alias.

source: New nickname
es: Nuevo alias

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
es: De 1 a 64 letras en minúscula o números, sin signos de puntuación ni espacios.

# BUTTON
source: Create
es: Crear

source: Connect existing account
es: Conectar a una cuenta existente

source: If you already have an account, login with your username and password to connect it to your Facebook.
es: Si ya tiene una cuenta, inicie sesión con su nombre de usuario y contraseña para conectarse a su cuenta de Facebook.

source: Existing nickname
es: Alias existente

source: Password
es: Contraseña

# BUTTON
source: Connect
es: Conectar

source: Registration not allowed.
es: Registro no permitido.

source: Not a valid invitation code.
es: El código de invitación no es válido.

source: Nickname not allowed.
es: Alias no permitido.

source: Nickname already in use. Try another one.
es: El alias ya existe. Pruebe con otro.

source: Error connecting user to Facebook.
es: Error al conectar el usuario a Facebook.

source: Invalid username or password.
es: Usuario o contraseña inválidos.

source: Login or register using Facebook.
es: Inicie sesión o regístrese usando Facebook.

source: Facebook integration configuration.
es: Configuración de integración de Facebook.

source: Facebook settings.
es: Configuración de Facebook.

source: A plugin for integrating StatusNet with Facebook.
es: Un complemento (plugin) para integrar StatusNet con Facebook.

source: Your Facebook connection has been removed
es: Su conexión de Facebook ha sido eliminada

source: Hi %1$s, We are sorry to inform you we are unable to publish your notice to Facebook, and have removed the connection between your %2$s account and Facebook. This may have happened because you have removed permission for %2$s to post on your behalf, or perhaps you have deactivated your Facebook account. You can reconnect your %2$s account to Facebook at any time by logging in with Facebook again. Sincerely, %2$s
es: Hola %1$s, Lamentamos informarle que somos incapaces de publicar su nota en Facebook, y se ha eliminado la conexión entre su cuenta %2$s y Facebook. Esto puede haber ocurrido porque se ha eliminado el permiso para que %2$s publique en su nombre, o quizás han desactivado su cuenta de Facebook. Puede volver a conectar su cuenta %2$s a Facebook en cualquier momento iniciando sesión con Facebook nuevamente. Sinceramente, %2$s

source: Contact the %s administrator to retrieve your account
es: Contacte con el administrador %s para recuperar su cuenta

source: Hi %1$s, We have noticed you have deauthorized the Facebook connection for your %2$s account. You have not set a password for your %2$s account yet, so you will not be able to login. If you wish to continue using your %2$s account, please contact the site administrator (%3$s) to set a password. Sincerely, %2$s
es: Hola %1$s, Hemos notado que ha desautorizado la conexión mediante Facebook para su cuenta %2$s. Aun no ha definido una contraseña para su cuenta %2$s, por lo que no podrá iniciar sesión. Si desea seguir utilizando su cuenta %2$s, póngase en contacto con el administrador del sitio (%3$s) para definir una contraseña. Sinceramente %2$s
