Repository: UngPirat/freesocial
Catalog: plugins/Poll/locale/*/LC_MESSAGES/Poll.po
Languages: ca, fr, gl, ja

source: No such poll.
ca: No existeix l'enquesta.
fr: Sondage non trouvé.
gl: Non existe esa enquisa.
ja: そのような投票はありません

source: No such poll notice.
ca: No existeix l'avís d'enquesta.
fr: Aucun avis de sondage.
gl: Non existe esa nota de enquisa.
ja: そのような投票のつぶやきはありません

source: %1$s's poll: %2$s
ca: Enquesta de %1$s: %2$s
fr: Sondage de %1$s : %2$s
gl: Enquisa de %1$s: %2$s
ja: %1$s の投票: %2$s

source: Question
ca: Pregunta
gl: Pregunta
ja: 質問

source: What question are people answering?
ca: Quina pregunta està responent la gent?
fr: À quelle question répondent les gens ?
gl: A que pregunta está respondendo a xente?
ja: どんな質問で人々に回答してもらいますか?

source: Option %d
ca: Opció %d
gl: Opción %d
ja: 選択肢 %d

# BUTTON
source: Save
ca: Desa
fr: Sauvegarder
gl: Gardar
ja: 保存

source: Simple extension for supporting basic polls.
ca: Extensió simple per habilitar enquestes molt bàsiques.
fr: Extension simple supportant les sondages basiques.
gl: Extensión simple para soportar enquisas básicas.
ja: 基本的な投票をサポートするための、シンプルな拡張機能

source: Invalid poll response: No poll reference.
ca: Resposta d'enquesta no vàlida: no hi ha referència a l'enquesta.
fr: Réponse au sondage invalide : aucune référence de sondage.
gl: Resposta á enquisa inválida: Sen referencia á enquisa.
ja: 無効な投票の反応: 投票への参照がありません

source: Invalid poll response: Poll is unknown.
ca: Resposta d'enquesta no vàlida: l'enquesta és desconeguda.
fr: Réponse au sondage invalide : sondage inconnu.
gl: Resposta á enquisa inválida: Descoñécese a enquisa.
ja: 無効な投票への反応: 投票が不明です

source: Unexpected type for poll plugin: %s.
ca: Tipus no esperat per al connector d'enquestes: %s.
fr: Type inconnu pour le plugin de sondage : %s
gl: Tipo inesperado para o complemento da enquisa: %s.
ja: 投票プラグインが予期しないタイプです: %s

source: Poll data is missing
ca: Manquen dades de l'enquesta
fr: Les données du sondage sont manquantes
gl: Faltan os datos da enquisa
ja: 投票データがありません

# APPTITLE
source: Poll
ca: Enquesta
fr: Sondage
gl: Enquisa
ja: 投票

source: Invalid poll selection.
ca: Selecció d'enquesta no vàlida.
fr: Sélection de sondage invalide.
gl: Selección de enquisa inválido.
ja: 無効な投票の選択

source: voted for "%s"
ca: ha votat '%s'
fr: a voté pour "%s"
gl: votou "%s"
ja: "%s" の投票

# BUTTON
source: Submit
ca: Tramet
fr: Soumettre
gl: Enviar
ja: 送信

source: Poll: %1$s %2$s
ca: Enquesta: %1$s %2$s
fr: Sondage : %1$s %2$s
gl: Enquisa: %1$s %2$s
ja: 投票: %1$s %2$s

source: Poll: %s
ca: Enquesta: %s
fr: Sondage : %s
gl: Enquisa: %s
ja: 投票: %s

source: New poll
ca: Enquesta nova
fr: Nouveau sondage
gl: Nova enquisa
ja: 新しい投票

source: You must be logged in to post a poll.
ca: Cal que hàgiu iniciat una sessió per publicar una enquesta.
fr: Vous devez être connecté pour poster un sondage.
gl: Ten que estar identificado para publicar unha enquisa.
ja: 投票するためにはログインする必要があります

source: Poll must have a question.
ca: L'enquesta cal que tingui una pregunta.
fr: Le sondage doit avoir une question.
gl: A enquisa debe ter unha pregunta.
ja: 投票は質問文が必要です

source: Poll must have at least two options.
ca: L'enquesta cal que tingui, com a mínim, dues opcions.
fr: Le sondage doit avoir au moins deux options.
gl: A enquisa debe ter, polo menos, dúas opcións.
ja: 投票は最低二つの選択肢が必要です

source: Notice posted
ca: S'ha publicat l'avís
fr: Avis publié
gl: Publicouse a nota
ja: つぶやきを投稿しました

source: Poll response
ca: Resposta de l'enquesta
fr: Réponse de sondage
gl: Resposta á enquisa
ja: 質問の反応

source: You must be logged in to respond to a poll.
ca: Cal que hàgiu iniciat una sessió per respondre a una enquesta.
fr: Vous devez être connecté pour répondre à un sondage.
gl: Ten que estar identificado para responder unha enquisa.
ja: 投票に応答するためにはログインする必要があります

source: Invalid or missing poll.
ca: L'enquesta no és vàlida o bé no hi és.
fr: Sondage invalide ou manquant.
gl: Falta a enquisa ou esta é inválida.
ja: 無効または正しくない投票です

source: Poll results
ca: Resultats de l'enquesta
fr: Résultats du sondage
gl: Resultados da enquisa
ja: 投票結果
