Repository: UngPirat/freesocial
Catalog: plugins/Event/locale/*/LC_MESSAGES/Event.po
Languages: eu, gl, it

source: (1 hour)
eu: (ordubete)
gl: (1 hora)
it: (1 ora)

source: (%.1f hours)
eu: (%.1f ordu)
gl: (%.1f horas)
it: (%.1f ore)

source: (%d hours)
eu: (%d ordu)
gl: (%d horas)
it: (%d ore)

source: Event already exists.
eu: Ekitaldea exisititzen da jada.
gl: O evento xa existe.
it: Evento già esistente.

source: Not logged in.
eu: Saioa hasi gabe.
gl: Non iniciou sesión.
it: Accesso non effettuato.

source: Unexpected form submission.
eu: Ustekabeko inprimaki bidalketa.
gl: Envío de formulario inesperado.
it: Invio del modulo inaspettato.

source: This action is AJAX only.
eu: Ekintza hau AJAX bidez egin liteke soilik.
gl: Esta acción unicamente se pode executar con AJAX.
it: Questa azione è solo per AJAX.

source: No such RSVP.
eu: Ez horrelako RSVPrik.
gl: Non existe ese RSPV.
it: Questa RSVP non esiste.

source: No such event.
eu: Ez dago ekitaldi hori.
gl: Non existe ese evento.
it: Questo evento non esiste.

source: %1$s's RSVP for "%2$s"
eu: %1$s(r)en RSVP "%2$s(r)entzako"
gl: RSPV de %1$s en "%2$s"
it: RSVP di %1$s a "%2$s"

source: You will attend this event.
eu: Ekitaldi hontara joango zara.
gl: Vai asistir a este evento.
it: Parteciperai a quest'evento.

source: You will not attend this event.
eu: Ez zara ekitaldi hontara joango.
gl: Non vai asistir a este evento.
it: Non parteciperai a quest'evento.

source: You might attend this event.
eu: Ekitaldi hontara joan beharko zenuke.
gl: Quizais asista a este evento.
it: Forse parteciperai a questo evento.

# BUTTON
source: Cancel
eu: Utzi
gl: Cancelar
it: Annulla

# TITLE
source: New RSVP
eu: RSVP berria
gl: Novo RSVP
it: Nuovo RSVP

source: You must be logged in to RSVP for an event.
eu: Ekitaldi baten RSVP eskatzeko saioa hasi behar duzu.
gl: Debe acceder ao sistema para responder a un evento.
it: Devi eseguire l'accesso per rispondere ad un evento.

source: Unknown submit value.
eu: Bidalitako balio ezezaguna.
gl: Valor de envío descoñecido.
it: Valore di invio sconosciuto.

source: Event saved
eu: Ekitaldia gorderik
gl: Evento gardado
it: Evento salvato

# TITLE
source: Cancel RSVP
eu: Utzi RSVP
gl: Cancelar RSVP
it: Annulla RSVP

source: Deleted.
eu: Ezabaturik.
gl: Borrado.
it: Cancellato.

# BUTTON
source: Yes
eu: Bai
gl: Si
it: Sì

# BUTTON
source: No
eu: Ez
gl: Non

# BUTTON
source: Maybe
eu: Agian
gl: Quizais
it: Forse

# LABEL
source: Title
eu: Titulua
gl: Título
it: Titolo

source: Title of the event.
eu: Ekitaldiaren titulua.
gl: Título do evento.
it: Titolo dell'evento.

# LABEL
source: Start date
eu: Hasera data
gl: Data de inicio
it: Data di inizio

source: Date the event starts.
eu: Ekitaldia hasten den data.
gl: Data na que comeza o evento.
it: Data di inizio dell'evento.

# LABEL
source: Start time
eu: Hasera ordua
gl: Hora de inicio
it: Ora di inizio

source: Time the event starts (%s).
eu: Ekitaldi hau hasten den ordua (%s).
gl: Hora na que comeza o evento (%s).
it: Ora di inizio dell'evento ( %s ).

# LABEL
source: End date
eu: Amaiera data
gl: Data de fin
it: Data del termine

source: Date the event ends.
eu: Ekitaldia amaitzen den data.
gl: Data na que finaliza o evento.
it: Data in cui termina l'evento.

# LABEL
source: End time
eu: Amaiera ordua
gl: Hora de fin
it: Ora del termine

source: Time the event ends.
eu: Ekitaldia amaitzen den ordua.
gl: Hora na que finaliza o evento.
it: Ora in cui termina l'evento.

# LABEL
source: Where?
eu: Non?
gl: Onde?
it: Dove?

source: Event location.
eu: Ekitaldiaren kokapena.
gl: Lugar do evento.
it: Luogo dell'evento.

source: URL for more information.
eu: Informazio gehiagorako URLa.
gl: URL con máis información.
it: URL per ulteriori informazioni.

# LABEL
source: Description
eu: Deskribapena
gl: Descrición
it: Descrizione

source: Description of the event.
eu: Ekitaldiaren deskribapena.
gl: Descrición do evento.
it: Descrizione dell'evento.

# BUTTON
source: Save
eu: Gorde
gl: Gardar
it: Salva

source: Event invitations and RSVPs.
eu: Ekitaldi gonbidapenak eta RSVPak.
gl: Invitacións aos eventos e RSVP.
it: Inviti e RSVP all'evento.

# TITLE
source: Event
eu: Ekitaldia
gl: Evento
it: Evento

source: Too many activity objects.
eu: Ekitnza objetu gehiegi.
gl: Demasiados obxectos de actividade.
it: Troppi oggetti dell'attività.

source: Wrong type for object.
eu: Objetu mota okerra.
gl: Tipo incorrecto para o obxecto.
it: Tipo di oggetto sbagliato.

source: RSVP for unknown event.
eu: Ekitaldi ezezagunerako RSVP.
gl: RSVP para un evento descoñecido.
it: RSVP ad un evento sconosciuto.

source: Unknown verb for events.
eu: Ekitaldientzako aditz ezezaguna.
gl: Verbo descoñecido para os eventos.
it: Verbo sconosciuto per gli eventi.

source: Unknown object type.
eu: Objetu mota ezezaguna.
gl: Tipo de obxecto descoñecido.
it: Tipo di oggetto sconosciuto.

source: Unknown event notice.
eu: Ekitaldi ohar ezezaguna.
gl: Nota de evento descoñecida.
it: Avviso di evento sconosciuto.

source: RSVP already exists.
eu: RSVPa existizen da dagoeneko.
gl: RSVP xa existe.
it: RSVP già esistente.

source: Unknown verb "%s".
eu: "%s" aditz ezezaguna.
gl: Descoñécese o verbo "%s".
it: Verbo sconosciuto "%s".

source: Unknown code "%s".
eu: "%s" kode ezezaguna.
gl: Descoñécese o código "%s".
it: Codice sconosciuto "%s".

source: RSVP %s does not correspond to a notice in the database.
eu: %s RSVPak ez dator bat datubaseko ohar batekin.
gl: RSVP %s non se corresponde con ningunha nota da base de datos.
it: RSVP %s non corrisponde a un avviso nel database.

source: No profile with ID %s.
eu: %s IDarekin profilik ez dago.
gl: Non hai ningún perfil co ID %s.
it: Nessun profilo con ID %s.

source: No event with ID %s.
eu: %s IDarekin ekitaldirik ez.
gl: Non hai ningún evento co ID %s.
it: Nessun evento con ID %s.

source: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> is attending <a href='%3$s'>%4$s</a>.</span>
eu: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> <a href='%3$s'>%4$s</a>(e)ra joango da.</span>
gl: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> asiste a <a href='%3$s'>%4$s</a>.</span>
it: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> parteciperà a <a href='%3$s'>%4$s</a>.</span>

source: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> is not attending <a href='%3$s'>%4$s</a>.</span>
eu: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> ez da <a href='%3$s'>%4$s</a>(e)ra joango.</span>
gl: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> non asiste a <a href='%3$s'>%4$s</a>.</span>
it: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> non parteciperà a <a href='%3$s'>%4$s</a>.</span>

source: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> might attend <a href='%3$s'>%4$s</a>.</span>
eu: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> <a href='%3$s'>%4$s</a>(e)ra joango da agian.</span>
gl: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> quizais asista a <a href='%3$s'>%4$s</a>.</span>
it: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> forse parteciperà a <a href='%3$s'>%4$s</a>.</span>

source: Unknown response code %s.
eu: %s erantzun kode ezezaguna.
gl: Descoñécese o código de resposta %s.
it: Codice di risposta sconosciuto %s.

source: an unknown event
eu: ekitaldi ezezagun bat
gl: un evento descoñecido
it: un evento sconosciuto

source: %1$s is attending %2$s.
eu: %1$s %2$s(e)ra joango da.
gl: %1$s asiste a %2$s.
it: %1$s parteciperà a %2$s.

source: %1$s is not attending %2$s.
eu: %1$s ez da %2$s(e)ra joango.
gl: %1$s non asiste a %2$s.
it: %1$s non parteciperà a %2$s.

source: %1$s might attend %2$s.
eu: %1$s %2$s(e)ra joango da agian.
gl: %1$s quizais asista a %2$s.
it: %1$s forse parteciperà a %2$s.

# TITLE
source: New event
eu: Ekitaldi berria
gl: Novo evento
it: Nuovo evento

source: Must be logged in to post a event.
eu: Saioa hasi behar duzu ekitaldi bat bidaltzeko.
gl: Cómpre estar rexistrado para publicar un evento.
it: Bisogna effettuare l'accesso per poter inserire un evento.

source: Title required.
eu: Titulua beharrezkoa.
gl: O título é obrigatorio.
it: Titolo richiesto.

source: Start date required.
eu: Hasera data beharrezkoa.
gl: A data de inicio é obrigatoria.
it: Necessaria data di inizio.

source: End date required.
eu: Bukaera data beharrezkoa.
gl: A data de fin é obrigatoria.
it: Necessaria data di termine.

source: Could not parse date "%s".
eu: Ezin izan da "%s" data arakatu.
gl: Non se puido analizar a data "%s".
it: Impossibile analizzare il dato "%s".

source: Event must have a title.
eu: Ekitaldiak titulu bat behar du.
gl: O evento debe ter un título.
it: L'evento deve avere un titolo.

source: Event must have a start time.
eu: Ekitaldiak hasera ordu bat behar du.
gl: O evento debe ter unha data de inicio.
it: L'evento deve avere un orario di inizio.

source: Event must have an end time.
eu: Ekitaldiak amaiera ordu bat behar du.
gl: O evento debe ter unha data de fin.
it: L'evento deve avere un orario di termine.

source: URL must be valid.
eu: URLak baliozkoa izan behar du.
gl: O enderezo URL debe ser válido.
it: La URL deve essere valida.

source: Time:
eu: Ordua:
gl: Hora:
it: Ora:

source: Location:
eu: Kokapena:
gl: Lugar:
it: Luogo:

source: Description:
eu: Deskribapena:
gl: Descrición:
it: Descrizione:
