Repository: UngPirat/freesocial
Catalog: locale/*-tarask/LC_MESSAGES/statusnet.po
Languages: be

source: No confirmation code.
be: Няма коду пацьверджаньня.

source: Confirmation code not found.
be: Код пацьверджаньня ня знойдзены.

source: That confirmation code is not for you!
be: Гэты код пацьверджаньня не для Вас!

source: Unrecognized address type %s
be: Невядомы тып адрасу %s

source: That address has already been confirmed.
be: Гэты адрас ужо пацьверджаны.

source: Could not update user IM preferences.
be: Немагчыма абнавіць налады сэрвісу імгненных паведамленьняў.

source: Could not insert user IM preferences.
be: Немагчыма ўставіць налады сэрвісу імгненных паведамленьняў.

source: Could not delete address confirmation.
be: Немагчыма выдаліць пацьверджаньне адрасу.

source: Confirm address
be: Пацьвердзіць адрас

source: The address "%s" has been confirmed for your account.
be: Адрас «%s» быў пацьверджаны для Вашага рахунка.

source: Conversation
be: Размова

source: Conversation feed (Activity Streams JSON)
be: Стужка размовы (стужкі актыўнасьці JSON)

source: Conversation feed (RSS 2.0)
be: Стужка размовы (RSS 2.0)

# TITLE
source: Notice
be: Заўвага

source: Only logged-in users can delete their account.
be: Толькі карыстальнікі, якія увайшлі ў сыстэму, могуць выдаляць свае рахункі.

source: You cannot delete your account.
be: Вы ня можаце выдаліць Ваш рахунак.

source: I am sure.
be: Я ўпэўнены.

source: You must write "%s" exactly in the box.
be: Вы павінны напісаць «%s» менавіта ў полі.

source: Account deleted.
be: Рахунак выдалены.

source: Delete account
be: Выдаліць рахунак

source: This will <strong>permanently delete</strong> your account data from this server.
be: Гэта прывядзе да <strong>поўнага выдаленьня</strong> зьвестак пра Ваш рахунак з гэтага сэрвэра.

source: You are strongly advised to <a href="%s">back up your data</a> before deletion.
be: Настойліва рэкамэндуем Вам, <a href="%s">стварыць рэзэрвовую копію зьвестак</a> перад выдаленьнем.

source: Confirm
be: Пацьвердзіць

source: Enter "%s" to confirm that you want to delete your account.
be: Увядзіце «%s» каб пацьвердзіць, што Вы жадаеце выдаліць Ваш рахунак.

source: Permanently delete your account.
be: Выдаліць Ваш рахунак назаўсёды.

source: You must be logged in to delete an application.
be: Вы павінны ўвайсьці ў сыстэму, каб выдаліць дастасаваньне.

source: Application not found.
be: Дастасаваньне не было знойдзенае.

source: You are not the owner of this application.
be: Вы не зьяўляецеся ўладальнікам гэтага дастасаваньня.

source: There was a problem with your session token.
be: Узьнікла праблема з ключом Вашай сэсіі.

source: Delete application
be: Выдаліць дастасаваньне

source: Are you sure you want to delete this application? This will clear all data about the application from the database, including all existing user connections.
be: Вы ўпэўнены, што жадаеце выдаліць гэтае дастасаваньне? Гэта ачысьціць усе зьвесткі пра дастасаваньне з базы зьвестак, уключаючы ўсе існуючыя злучэньні карыстальніка.

source: Do not delete this application.
be: Не выдаляйце гэтае дастасаваньне.

source: Delete this application.
be: Выдаліць гэтае дастасаваньне.

source: You must be logged in to delete a group.
be: Вам неабходна ўвайсьці ў сыстэму каб выдаліць групу.

source: You are not allowed to delete this group.
be: Вам не дазволена выдаліць гэтую групу.

source: Could not delete group %s.
be: Немагчыма выдаліць групу %s.

source: Deleted group %s
be: Група %s выдаленая

source: Delete group
be: Выдаліць групу

source: Are you sure you want to delete this group? This will clear all data about the group from the database, without a backup. Public posts to this group will still appear in individual timelines.
be: Вы ўпэўнены, што жадаеце выдаліць гэтую групу? Гэта выдаліць усе зьвесткі пра групу з базы зьвестак, без магчымасьці аднаўленьня. Публічныя паведамленьні ў гэтай групе застануцца ў асабістых стужках паведамленьняў.

source: Do not delete this group.
be: Не выдаляць гэтую групу.

source: Delete this group.
be: Выдаліць гэтую групу.

source: You are about to permanently delete a notice. Once this is done, it cannot be undone.
be: Вы назаўсёды выдаляеце паведамленьне. Калі гэта будзе зроблена, гэтае дзеяньне ня можа быць адмененае.

source: Delete notice
be: Выдаліць паведамленьне

source: Are you sure you want to delete this notice?
be: Вы ўпэўнены, што жадаеце выдаліць гэта паведамленьне?

source: Do not delete this notice.
be: Не выдаляць гэтае паведамленьне.

source: Delete this notice.
be: Выдаліць гэтае паведамленьне.

source: You cannot delete users.
be: Вы ня можаце выдаляць карыстальнікаў.

source: You can only delete local users.
be: Вы можаце выдаляць толькі лякальных карыстальнікаў.

# TITLE
source: Delete user
be: Выдаліць карыстальніка

source: Delete user
be: Выдаліць карыстальніка

source: Are you sure you want to delete this user? This will clear all data about the user from the database, without a backup.
be: Вы ўпэўнены, што жадаеце выдаліць гэтага карыстальніка? Гэта ачысьціць усе зьвесткі пра карыстальніка з базы зьвестак без магчымасьці аднаўленьня.

source: Do not delete this user.
be: Не выдаляць гэтага карыстальніка.

source: Delete this user.
be: Выдаліць гэтага карыстальніка.

source: This notice is not a favorite!
be: Гэтае паведамленьне не зьяўляецца ўлюблёным!

source: Add to favorites
be: Дадаць ва ўлюблёныя

source: No such document "%s".
be: Няма такога дакумэнта «%s».

# MENU
source: Home
be: Галоўная старонка

# MENU
source: Docs
be: Дакумэнтацыя

# MENU
source: Help
be: Дапамога

source: Getting started
be: Пачатак працы

# MENU
source: About
be: Пра

source: About this site
be: Інфармацыя пра гэты сайт

# MENU
source: FAQ
be: Частыя пытаньні

source: Frequently asked questions
be: Частыя пытаньні

# MENU
source: Contact
be: Кантакты

source: Contact info
be: Кантактная інфармацыя

# MENU
source: Tags
be: Тэгі

source: Using tags
be: Выкарыстоўваемыя тэгі

# MENU
source: Groups
be: Групы

source: Using groups
be: Выкарыстоўваемыя групы

source: Edit application
be: Рэдагаваць дастасаваньне

source: You must be logged in to edit an application.
be: Вы павінны ўвайсьці ў сыстэму, каб рэдагаваць дастасаваньне.

source: No such application.
be: Няма такога дастасаваньня.

source: Use this form to edit your application.
be: Выкарыстоўвайце гэтую форму для рэдагаваньня Вашага дастасаваньня.

source: Name is required.
be: Патрабуецца імя.

source: Name is too long (maximum 255 characters).
be: Імя занадта доўгае (максымальна 255 сымбаляў).

source: Name already in use. Try another one.
be: Імя карыстальніка ўжо выкарыстоўваецца. Паспрабуйце іншае.

source: Description is required.
be: Апісаньне абавязковае.

source: Source URL is too long.
be: Крынічны URL-адрас занадта доўгі.

source: Source URL is not valid.
be: Крынічны URL-адрас няслушны.

source: Organization is required.
be: Арганізацыя абавязковая.

source: Organization is too long (maximum 255 characters).
be: Назва арганізацыі занадта доўгая (максымальна 255 сымбаляў).

source: Organization homepage is required.
be: Хатняя старонка арганізацыі абавязковая.

source: Callback is too long.
be: Зваротны адрас занадта вялікі.

source: Callback URL is not valid.
be: Зваротны URL-адрас няслушны.

source: Could not update application.
be: Немагчыма абнавіць дастасаваньне.

source: Edit %s group
be: Рэдагаваць групу %s

source: You must be logged in to create a group.
be: Вам неабходна ўвайсьці ў сыстэму каб стварыць групу.

source: Use this form to edit the group.
be: Выкарыстоўвайце гэтую форму для рэдагаваньня групы.

source: Invalid alias: "%s"
be: Няслушны псэўданім: «%s»

source: Options saved.
be: Налады захаваныя.

source: Delete %s list
be: Выдаліць сьпіс %s

source: Edit list %s
be: Рэдагаваць сьпіс %s

source: No tagger or ID.
be: Няма тэгаў ці ідэнтыфікатараў.

source: Not a local user.
be: Не лякальны карыстальнік.

source: You must be the creator of the tag to edit it.
be: Каб рэдагаваць гэты тэг, Вам неабходна быць яго стваральнікам.

source: Use this form to edit the list.
be: Выкарыстоўвайце гэтую форму для рэдагаваньня сьпісу.

source: Delete aborted.
be: Выдаленьне скасаванае.

source: Deleting this tag will permanantly remove all its subscription and membership records. Do you still want to continue?
be: Выдаленьне гэтага тэгу прывядзе да поўнага выдаленьня ўсіх падпісак і запісаў удзельнікаў. Вы жадаеце працягваць?

source: Invalid tag.
be: Няслушны тэг.

source: You already have a tag named %s.
be: Вы ўжо маеце тэг з назвай %s.

source: Setting a public tag as private will permanently remove all the existing subscriptions to it. Do you still want to continue?
be: Налада публічных тэгаў як прыватных поўнасьцю выдаліць усе існуючыя падпіскі на іх. Вы жадаеце працягваць?

source: Could not update list.
be: Немагчыма абнавіць сьпіс.

source: Email settings
be: Налады электроннай пошты

source: Manage how you get email from %%site.name%%.
be: Кіраваньне атрыманьнем электронных лістоў ад %%site.name%%.

source: Email address
be: Адрас электроннай пошты

source: Current confirmed email address.
be: Цяперашні пацьверджаны адрас электроннай пошты.

# BUTTON
source: Remove
be: Выдаліць

source: Awaiting confirmation on this address. Check your inbox (and spam box!) for a message with further instructions.
be: Чакае пацьверджаньня гэтага адрасу. Праверце Вашую паштовую скрыню (і папку для спаму!) ці атрымалі Вы паведамленьне з далейшымі інструкцыямі.

source: Email address, like "UserName@example.org"
be: Адрас электроннай пошты, напрыклад, «UserName@example.org»

# BUTTON
source: Add
be: Дадаць

source: Incoming email
be: Уваходзячая пошта

source: I want to post notices by email.
be: Я жадаю разьмясьціць запіс праз электронную пошту.

source: Send email to this address to post new notices.
be: Дашліце электронны ліст на гэты адрас каб разьмясьціць новыя запісы.

source: Make a new email address for posting to; cancels the old one.
be: Стварыць новы адрас электроннай пошты для дасылкі запісаў. Адмяняе стары адрас.

source: To send notices via email, we need to create a unique email address for you on this server:
be: Каб дасылаць запісы праз электронную пошту, нам неабходна стварыць унікальны адрас электроннай пошты для Вас на гэтым сэрвэры:

# BUTTON
source: New
be: Новы

source: Email preferences
be: Налады электроннай пошты

source: Send me notices of new subscriptions through email.
be: Паведамляць мне пра новых падпісчыкаў праз электронную пошту.

source: Send me email when someone adds my notice as a favorite.
be: Дасылаць мне электронны ліст, калі хто-небудзь дадасьць мой запіс ва ўлюблёныя.

source: Send me email when someone sends me a private message.
be: Дасылаць мне электронны ліст, калі хто-небудзь дашле мне асабістае паведамленьне.

source: Send me email when someone sends me an "@-reply".
be: Дасылаць мне электронны ліст, калі хто-небудзь дашле мне «@-адказ».

source: Allow friends to nudge me and send me an email.
be: Дазволіць сябрам падштурхоўваць мяне і дасылаць мне электронныя лісты.

source: Publish a MicroID for my email address.
be: Публікаваць MicroID для майго адрасу электроннай пошты.

source: Email preferences saved.
be: Налады электроннай пошты захаваныя.

source: No email address.
be: Няма адрасу электроннай пошты.

source: Cannot normalize that email address.
be: Немагчыма нармалізаваць гэты адрас электроннай пошты.

source: Not a valid email address.
be: Няслушны адрас электроннай пошты.

source: That is already your email address.
be: Гэта ўжо Ваш адрас электроннай пошты.

source: That email address already belongs to another user.
be: Гэты адрас электроннай пошты ўжо належыць іншаму карыстальніку.

source: Could not insert confirmation code.
be: Немагчыма ўставіць код пацьверджаньня.

source: A confirmation code was sent to the email address you added. Check your inbox (and spam box!) for the code and instructions on how to use it.
be: Код пацьверджаньня быў дасланы на дададзены Вамі адрас электроннай пошты. Праверце Вашую скрыню з уваходзячай поштай (і скрыню са спамам!), каб знайсьці код і інструкцыі па яго выкарыстаньню.

source: No pending confirmation to cancel.
be: Няма чакаючых пацьверджаньняў да скасаваньня.

source: That is the wrong email address.
be: Гэта няслушны адрас электроннай пошты.

source: Could not delete email confirmation.
be: Немагчыма выдаліць пацьверджаньне электроннай пошты.

source: Email confirmation cancelled.
be: Пацьверджаньне электроннай пошты скасаванае.

source: That is not your email address.
be: Гэта не Ваш адрас электроннай пошты.

source: The email address was removed.
be: Адрас электроннай пошты быў выдалены.

source: No incoming email address.
be: Няма ўваходзячага адрасу электроннай пошты.

source: Could not update user record.
be: Немагчыма абнавіць інфармацыю пра карыстальніка.

source: Incoming email address removed.
be: Уваходзячы адрас электроннай пошты выдалены.

source: New incoming email address added.
be: Новы ўваходзячы адрас электроннай пошты дададзены.

source: This notice is already a favorite!
be: Гэтае паведамленьне ўжо знаходзіцца ў ліку ўлюблёных!

source: Disfavor favorite.
be: Выдаліць з улюблёных.

source: Popular notices
be: Папулярныя запісы

source: Popular notices, page %d
be: Папулярныя запісы, старонка %d

source: The most popular notices on the site right now.
be: Самыя папулярныя запісы на сайце ў цяперашні час.

source: Favorite notices appear on this page but no one has favorited one yet.
be: Улюблёныя запісы зьяўляюцца на гэтай старонцы, але такіх пакуль няма.

source: Be the first to add a notice to your favorites by clicking the fave button next to any notice you like.
be: Дадайце першы запіс да ўлюблёных, націснуўшы на адпаведную кнопку каля запісу, які спадабаўся.

source: Why not [register an account](%%action.register%%) and be the first to add a notice to your favorites!
be: Чаму б не [зарэгістраваць рахунак](%%action.register%%) і першым дадаць запіс да ўлюблёных!

source: %s's favorite notices
be: Улюблёныя запісы %s

source: Updates favored by %1$s on %2$s!
be: Абнаўленьні улюблёныя %1$s на %2$s!

source: Featured users
be: Вядомыя карыстальнікі

source: Featured users, page %d
be: Вядомыя карыстальнікі, старонка %d

source: A selection of some great users on %s.
be: Выбар вядомых карыстальнікаў на %s.

source: No notice ID.
be: Няма ідэнтыфікатара запісу.

source: No notice.
be: Няма запісу.

source: No attachments.
be: Няма далучэньняў.

source: No uploaded attachments.
be: Няма загружаных далучэньняў.

source: No such file.
be: Няма такога файла.

source: Cannot read file.
be: Немагчыма прачытаць файл.

source: Invalid role.
be: Няслушная роля.

source: This role is reserved and cannot be set.
be: Гэтая роля зарэзэрваваная і ня можа быць устаноўленая.

source: You cannot grant user roles on this site.
be: Вы ня можаце прызначыць карыстальніку ролю на гэтым сайце.

source: User already has this role.
be: Карыстальнік ужо мае гэтую ролю.

source: No profile specified.
be: Профіль не пазначаны.

source: No group specified.
be: Група не пазначаная.

source: Only an admin can block group members.
be: Толькі адміністратар можа заблякаваць удзельнікаў групы.

source: User is already blocked from group.
be: Карыстальнік ужо заблякаваны ў групе.

source: User is not a member of group.
be: Карыстальнік не зьяўляецца ўдзельнікам групы.

source: Block user from group
be: Заблякаваць карыстальніка ў групе

source: Are you sure you want to block user "%1$s" from the group "%2$s"? They will be removed from the group, unable to post, and unable to subscribe to the group in the future.
be: Вы ўпэўнены, што жадаеце заблякаваць карыстальніка «%1$s» у групе «%2$s»? Ён будзе выдалены з групы, ня зможа пакідаць паведамленьні, і падпісвацца на групу ў будучыні.

source: Do not block this user from this group.
be: Не блякаваць гэтага карыстальніка ў гэтай групе.

source: Block this user from this group.
be: Заблякаваць гэтага карыстальніка ў гэтай групе.

source: Database error blocking user from group.
be: Памылка базы зьвестак падчас блякаваньня карыстальніка ў гэтай групе.

source: No ID.
be: Няма ідэнтыфікатара.

source: Group logo
be: Лягатып групы

source: You can upload a logo image for your group. The maximum file size is %s.
be: Вы можаце загрузіць лягатып Вашай групы. Максымальны памер файла складае %s.

source: Upload
be: Загрузіць

source: Crop
be: Абрэзаць

source: Pick a square area of the image to be the logo.
be: Выберыце квадратны абшар выявы для Вашага лягатыпу.

source: Logo updated.
be: Лягатып абноўлены.

source: Failed updating logo.
be: Немагчыма абнавіць лягатып.

source: %s group members
be: Удзельнікі групы %s

source: %1$s group members, page %2$d
be: Удзельнікі групы %1$s, старонка %2$d

source: A list of the users in this group.
be: Сьпіс удзельнікаў гэтай групы.

source: Only the group admin may approve users.
be: Толькі адміністратар групы можа зацьвердзіць карыстальніка.

source: %s group members awaiting approval
be: Удзельнікі групы %s чакаюць зацьверджаньня

source: %1$s group members awaiting approval, page %2$d
be: Удзельнікі групы %1$s чакаюць зацьверджаньня, старонка %2$d

source: A list of users awaiting approval to join this group.
be: Сьпіс карыстальнікаў, якія чакаюць зацьверджаньня далучэньня да гэтай групы.

source: Updates from members of %1$s on %2$s!
be: Абнаўленьні ад удзельнікаў %1$s на %2$s!

# TITLE
source: Groups
be: Групы

# TITLE
source: Groups, page %d
be: Групы, старонка %d

source: %%%%site.name%%%% groups let you find and talk with people of similar interests. After you join a group you can send messages to all other members using the syntax "!groupname". Don't see a group you like? Try [searching for one](%%%%action.groupsearch%%%%) or [start your own](%%%%action.newgroup%%%%)!
be: Групы на сайце %%%%site.name%%%% дазваляюць Вам шукаць і зносіцца з людзьмі з падобнымі інтарэсамі. Пасьля далучэньня да групы, Вы зможаце дасылаць паведамленьні ўсім іншым удзельнікам групы з дапамогай сынтаксісу «!groupname». Не бачыце групу да спадобы? Паспрабуйце [знайсьці яе](%%%%action.groupsearch%%%%) ці [стварыць уласную](%%%%action.newgroup%%%%)!

source: Create a new group
be: Стварыць новую групу

source: Search for groups on %%site.name%% by their name, location, or description. Separate the terms by spaces; they must be 3 characters or more.
be: Пошук групаў на %%site.name%% па назьве, месцазнаходжаньні ці апісаньні. Падзяляйце словы прагаламі; яны павінны ўтрымліваць 3 ці болей сымбаляў.

source: Group search
be: Пошук групы

source: No results.
be: Вынікаў няма.

source: If you cannot find the group you're looking for, you can [create it](%%action.newgroup%%) yourself.
be: Калі Вы ня можаце знайсьці групу, якая Вас цікавіць, Вы можаце [яе стварыць](%%action.newgroup%%) самастойна.

source: Why not [register an account](%%action.register%%) and [create the group](%%action.newgroup%%) yourself!
be: Чаму б не [стварыць рахунак](%%action.register%%) і [групу](%%action.newgroup%%) самастойна!

source: Only an admin can unblock group members.
be: Толькі адміністратар можа разблякаваць удзельнікаў групы.

source: User is not blocked from group.
be: Карыстальнік не заблякаваны ў групе.

source: Error removing the block.
be: Немагчыма разблякаваць.

source: IM settings
be: Налады IM

source: You can send and receive notices through [instant messaging](%%doc.im%%). Configure your addresses and settings below.
be: Вы можаце дасылаць ці атрымліваць абвешчаньні праз [сыстэму імгненных паведамленьняў](%%doc.im%%). Наладзьце Вашыя адрасы і ўстаноўкі ніжэй.

source: IM is not available.
be: IM недаступны.

source: Current confirmed %s address.
be: Цяперашні пацьверджаны адрас %s.

source: Awaiting confirmation on this address. Check your %1$s account for a message with further instructions. (Did you add %2$s to your buddy list?)
be: Чаканьне пацьверджаньня гэтага адрасу. Праверце Ваш рахунак %1$s на наяўнасьць паведамленьня з далейшымі інструкцыямі. (Вы дадалі %2$s у Ваш сьпіс сяброў?)

source: IM address
be: ІM-адрас

source: %s screenname.
be: Мянушка %s.

source: IM Preferences
be: Налады IM

source: Send me notices
be: Дасылаць мне абвяшчэньні

source: Post a notice when my status changes.
be: Дасылаць абвяшчэньні пры зьмене майго статусу.

source: Send me replies from people I'm not subscribed to.
be: Дасылаць мне адказы людзей, на якіх я не падпісаны.

source: Publish a MicroID
be: Апублікаваць MicroID

source: Could not update IM preferences.
be: Немагчыма абнавіць налады імгненных паведамленьняў.

source: Preferences saved.
be: Налады захаваныя.

source: No screenname.
be: Няма мянушкі.

source: No transport.
be: Няма транспарту.

source: Cannot normalize that screenname.
be: Немагчыма нармалізаваць гэтую мянушку.

source: Not a valid screenname.
be: Няслушная мянушка.

source: Screenname already belongs to another user.
be: Мянушка ўжо належыць іншаму карыстальніку.

source: A confirmation code was sent to the IM address you added.
be: Код пацьверджаньня быў дасланы на дададзены Вамі адрас IM.

source: That is the wrong IM address.
be: Гэта няслушны IM-адрас.

source: Could not delete confirmation.
be: Немагчыма выдаліць пацьверджаньне.

source: IM confirmation cancelled.
be: Пацьверджаньне IM скасаванае.

source: That is not your screenname.
be: Гэта ня Вашая мянушка.

source: The IM address was removed.
be: Адрас IM быў выдалены.

source: Inbox for %1$s - page %2$d
be: Уваходзячыя для %1$s — старонка %2$d

source: Inbox for %s
be: Уваходныя для %s

source: This is your inbox, which lists your incoming private messages.
be: Гэта Вашая скрыня ўваходзячых паведамленьняў, тут знаходзяцца атрыманыя прыватныя паведамленьні.

source: Invites have been disabled.
be: Запрашэньні былі адключаныя.

source: You must be logged in to invite other users to use %s.
be: Вам неабходна ўвайсьці ў сыстэму, каб запрашаць іншых карыстальнікаў выкарыстоўваць %s.

source: Invalid email address: %s.
be: Няслушны адрас электроннай пошты: %s.

source: Invitations sent
be: Запрашэньні дасланыя

source: Invite new users
be: Запрасіць новых карыстальнікаў

source: You are already subscribed to this user:
be: Вы ўжо падпісаны на гэтага карыстальніка:

source: This person is already a user and you were automatically subscribed:
be: Гэта асоба, якая ўжо зьяўляецца карыстальнікам, і на якую Вы аўтаматычна падпісаліся:

source: Invitation sent to the following person:
be: Запрашэньне дасланае наступнай асобе:

source: You will be notified when your invitees accept the invitation and register on the site. Thanks for growing the community!
be: Вы будзеце праінфармаваны, калі Вашыя запрашэньні будуць прынятыя, і запрошаныя будуць зарэгістраваныя на сайце. Дзякуй Вам за дапамогу ў росьце супольнасьці!

source: Use this form to invite your friends and colleagues to use this service.
be: Выкарыстоўвайце гэтую форму для запрашэньня Вашых сяброў і калегаў на гэты сэрвіс.

source: %1$s has invited you to join them on %2$s
be: %1$s запрасіў Вас далучыцца да яго на %2$s

source: You must be logged in to join a group.
be: Вам неабходна ўвайсьці на сайт, каб далучыцца да групы.

# TITLE
source: %1$s joined group %2$s
be: %1$s далучыўся да групы %2$s

source: Unknown error joining group.
be: Невядомая памылка падчас далучэньня да групы.

source: You are not a member of that group.
be: Вы не зьяўляецеся ўдзельнікам гэтай групы.

# TITLE
source: License
be: Ліцэнзія

source: License for this StatusNet site
be: Ліцэнзія для гэтага сайту StatusNet

source: Invalid license selection.
be: Няслушны выбар ліцэнзіі.

source: You must specify the owner of the content when using the All Rights Reserved license.
be: Вы мусіце пазначыць уладальніка аўтарскіх правоў падчас выкарыстаньня ліцэнзіі «Усе правы абароненыя».

source: Invalid license title. Maximum length is 255 characters.
be: Няслушная назва ліцэнзіі. Максымальная даўжыня — 255 сымбаляў.
