Repository: UngPirat/freesocial
Catalog: locale/*-tarask/LC_MESSAGES/statusnet.po
Languages: be

source: No user for that token.
be: Няма карыстальніка для гэтага ключа.

source: Could not authenticate you.
be: Немагчыма Вас аўтэнтыфікаваць.

source: Icon
be: Мініятура

source: Icon for this application
be: Мініятура для гэтага дастасаваньня

source: Name
be: Назва

source: Describe your application in %d character
be: Апішыце Вашае дастасаваньне %d сымбалем

source: Describe your application
be: Апішыце Вашае дастасаваньне

source: Description
be: Апісаньне

source: URL of the homepage of this application
be: URL-адрас хатняй старонкі гэтага дастасаваньня

source: Source URL
be: URL-адрас крыніцы

source: Organization responsible for this application
be: Арганізацыя адказная за гэтае дастасаваньне

source: Organization
be: Арганізацыя

source: URL for the homepage of the organization
be: URL-адрас хатняй старонкі арганізацыі

source: URL to redirect to after authentication
be: URL-адрас для перанакіраваньня пасьля аўтэнтыфікацыі

source: Browser
be: Браўзэр

source: Desktop
be: Працоўны стол

source: Type of application, browser or desktop
be: Тып дастасаваньня, браўзэр ці апэрацыйная сыстэма

source: Read-only
be: Толькі чытаньне

source: Read-write
be: Чытаньне і запіс

source: Default access for this application: read-only, or read-write
be: Доступ па змоўчваньні для гэтага дастасаваньня: толькі чытаньне ці чытаньне і запіс

source: Cancel application changes.
be: Скасаваць зьмены дастасаваньня.

source: Save application changes.
be: Захаваць зьмены дастасаваньня.

source: Unknown application
be: Невядомае дастасаваньне

source: by
be: ад

source: read-write
be: чытаньне і запіс

source: read-only
be: толькі чытаньне

source: Approved %1$s - "%2$s" access.
be: Пацьверджаны доступ %1$s — «%2$s».

source: Access token starting with: %s
be: Ключ доступу пачынаецца з: %s

# BUTTON
source: Revoke
be: Адклікаць

# BUTTON
source: Accept
be: Прыняць

# BUTTON
source: Reject
be: Адмовіцца

source: Author element must contain a name element.
be: Элемэнт «author» павінен утрымліваць элемэнт «name».

source: Do not use this method!
be: Не выкарыстоўвайце гэты мэтад!

source: Timeline for people in list %1$s by %2$s
be: Лента запісаў для людзей са сьпісу %1$s карыстальніка %2$s

source: Updates from %1$s's list %2$s on %3$s!
be: Абнаўленьні сьпісу %2$s карыстальніка %1$s на %3$s!

source: Notices where this attachment appears
be: Паведамленьні, дзе зьяўляецца гэтае далучэньне

source: Tags for this attachment
be: Тэгі для гэтага далучэньня

source: Password changing failed.
be: Немагчыма зьмяніць пароль.

source: Password changing is not allowed.
be: Зьмена паролю не дазволеная.

source: Block
be: Заблякаваць

source: Block this user
be: Заблякаваць гэтага карыстальніка

# BUTTON
source: Cancel join request
be: Скасаваць запыт да далучэньне

# BUTTON
source: Cancel subscription request
be: Скасаваць запыт на падпіску

source: Command results
be: Вынікі каманды

source: AJAX error
be: Памылка AJAX

source: Command complete
be: Каманда выкананая

source: Command failed
be: Каманда ня выкананая

source: Notice with that id does not exist.
be: Запіс з такім ідэнтыфікатарам не існуе.

source: User has no last notice.
be: Карыстальнік ня мае апошняга запісу.

source: Could not find a user with nickname %s.
be: Немагчыма знайсьці карыстальніка з іменем %s.

source: Could not find a local user with nickname %s.
be: Немагчыма знайсьці лякальнага карыстальніка з іменем %s.

source: Sorry, this command is not yet implemented.
be: Прабачце, функцыянальнасьць гэтай каманды яшчэ ня створаная.

source: It does not make a lot of sense to nudge yourself!
be: Няма сэнсу падштурхоўваць самога сябе!

source: Nudge sent to %s.
be: Штуршок дасланы %s.

source: Subscriptions: %1$s Subscribers: %2$s Notices: %3$s
be: Падпісаны: %1$s Падпісаных: %2$s Запісаў: %3$s

source: Could not create favorite: Already favorited.
be: Немагчыма дадаць да ўлюблёных: ужо да іх адносіцца.

source: Notice marked as fave.
be: Запіс пазначаны як улюблёны.

source: %1$s joined group %2$s.
be: %1$s далучыўся да групы %2$s.

source: %1$s left group %2$s.
be: %1$s пакінуў групу %2$s

source: Error tagging %1$s: %2$s
be: Немагчыма дадаць тэг %1$s: %2$s

source: %1$s was tagged %2$s
be: %1$s дадаў тэг %2$s

source: Invalid tag: "%s"
be: Няслушны тэг: «%s»

source: Error untagging %1$s: %2$s
be: Немагчыма выдаліць тэг %1$s: %2$s

source: The following tag was removed from user %1$s: %2$s.
be: Наступны тэг быў выдалены з карыстальніка %1$s: %2$s.

source: Fullname: %s
be: Поўнае імя: %s

source: Location: %s
be: Месцазнаходжаньне: %s

source: Homepage: %s
be: Хатняя старонка: %s

source: About: %s
be: Пра: %s

source: %s is a remote profile; you can only send direct messages to users on the same server.
be: %s гэта аддалены профіль; Вы можаце толькі даслаць прамое паведамленьне ўдзельнікам на тым за самым сэрвэры.

source: Message too long - maximum is %1$d character, you sent %2$d.
be: Паведамленьне занадта вялікае - максымум %1$d сымбаль, Вы даслалі %2$d.

source: You can't send a message to this user.
be: Вы ня можаце дасылаць паведамленьні гэтаму карыстальніку.

source: Error sending direct message.
be: Памылка адпраўкі прамога паведамленьня.

source: Notice from %s repeated.
be: Запіс з %s паўтораны.

source: Notice too long - maximum is %1$d character, you sent %2$d.
be: Запіс занадта вялікі - максымум %1$d сымбаль, Вы даслалі %2$d.

source: Reply to %s sent.
be: Адказ %s дасланы.

source: Error saving notice.
be: Памылка захаваньня запісу.

source: Specify the name of the user to subscribe to.
be: Пазначце імя ўдзельніка для падпіскі.

source: Can't subscribe to OMB profiles by command.
be: Немагчыма падпісацца камандай на OMB-профілі.

source: Subscribed to %s.
be: Падпісаны на %s.

source: Specify the name of the user to unsubscribe from.
be: Пазначце імя ўдзельніка для адпіскі.

source: Unsubscribed from %s.
be: Адпісаны ад %s.

source: Command not yet implemented.
be: Каманда яшчэ ня выкананая.

source: Notification off.
be: Абвяшчэньне адключанае.

source: Can't turn off notification.
be: Не магчыма адключыць абвяшчэньне.

source: Notification on.
be: Абвяшчэньне ўключанае.

source: Can't turn on notification.
be: Не магчыма ўключыць абвяшчэньне.

source: Login command is disabled.
be: Каманда ўваходу ў сыстэму адключаная.

source: This link is useable only once and is valid for only 2 minutes: %s.
be: Гэтую спасылку можна выкарыстаць толькі адзін раз і яна дзейная толькі 2 хвіліны: %s.

source: Unsubscribed %s.
be: Падпаска %s скасаваная.

source: You are not subscribed to anyone.
be: Вы не падпісаны ні на нікога.

source: You are subscribed to this person:
be: Вы падпісаны на гэтага чалавека:

source: No one is subscribed to you.
be: Ніхто на Вас не падпісаны.

source: Notices
be: Заўвагі

source: Delete this user
be: Выдаліць гэтага карыстальніка

source: Email addresses
be: Адрасы электроннай пошты

# BUTTON
source: Send
be: Даслаць
