Repository: UngPirat/freesocial
Catalog: locale/*-tarask/LC_MESSAGES/statusnet.po
Languages: be

source: Invalid license URL.
be: Няслушны URL-адрас ліцэнзіі.

source: Invalid license image URL.
be: Няслушны URL-адрас выявы ліцэнзіі.

source: License URL must be blank or a valid URL.
be: URL-адрас ліцэнзіі павінен быць пустым, ці слушным.

source: License image must be blank or valid URL.
be: Выява ліцэнзіі павінна быць пустым, ці слушным URL-адрасам.

source: License selection
be: Выбар ліцэнзіі

source: Private
be: Прыватнае

source: All Rights Reserved
be: Усе правы абароненыя

source: Type
be: Тып

source: Select a license.
be: Выберыце ліцэнзію.

source: License details
be: Падрабязнасьці ліцэнзіі

source: Owner
be: Уладальнік

source: Name of the owner of the site's content (if applicable).
be: Імя ўладальніка зьместу сайта (калі ўжываецца).

source: License Title
be: Назва ліцэнзіі

source: The title of the license.
be: Назва ліцэнзіі.

source: License URL
be: URL-адрас ліцэнзіі

source: URL for more information about the license.
be: URL-адрас для атрыманьня дадатковай інфармацыі пра ліцэнзію.

source: License Image URL
be: URL-адрас выявы ліцэнзіі

source: URL for an image to display with the license.
be: URL-адрас выявы для паказу з ліцэнзіяй.

source: Save license settings.
be: Захаваць налады ліцэнзіі.

source: Incorrect username or password.
be: Няслушнае імя карыстальніка ці пароль.

source: Error setting user. You are probably not authorized.
be: Памылка ўстаноўкі карыстальніка. Верагодна Вы не аўтарызаваны.

source: Login
be: Увайсьці

source: Login to site
be: Увайсьці на сайт

source: Username or email address
be: Імя карыстальніка/карыстальніцы альбо адрас электроннай пошты:

source: Remember me
be: Запамятаць мяне

source: Automatically login in the future; not for shared computers!
be: Аўтаматычны ўваход у будучыні; не для агульнадаступных кампутараў!

# BUTTON
source: Login
be: Увайсьці

source: Lost or forgotten password?
be: Страцілі ці забылі пароль?

source: For security reasons, please re-enter your user name and password before changing your settings.
be: Па прычынах бясьпекі, калі ласка, увядзіце Вашае імя і пароль зноў, перад тым як зьмяняць Вашыя налады.

source: Login with your username and password.
be: Увайсьці з Вашым іменем і паролем.

source: Don't have a username yet? [Register](%%action.register%%) a new account.
be: Яшчэ ня маеце імя карыстальніка? [зарэгістраваць](%%action.register%%) новы рахунак.

source: Only an admin can make another user an admin.
be: Толькі адміністратар можа зрабіць іншага карыстальніка адміністратарам.

source: %1$s is already an admin for group "%2$s".
be: %1$s ужо зьяўляецца адміністратарам групы «%2$s».

source: Can't get membership record for %1$s in group %2$s.
be: Немагчыма атрымаць запіс прыналежнасьці %1$s да групы %2$s.

source: Can't make %1$s an admin for group %2$s.
be: Немагчыма зрабіць %1$s адміністратарам групы %2$s.

source: No current status.
be: Няма цяперашняга статусу.

source: New application
be: Новае дастасаваньне

source: You must be logged in to register an application.
be: Вы павінны ўвайсьці ў сыстэму, каб зарэгістраваць дастасаваньне.

source: Use this form to register a new application.
be: Выкарыстоўвайце гэтую форму для рэгістрацыі новага дастасаваньня.

source: Source URL is required.
be: Неабходны URL-адрас крыніцы.

source: Could not create application.
be: Немагчыма стварыць дастасаваньне.

source: Invalid image.
be: Няслушная выява.

source: New group
be: Новая група

source: You are not allowed to create groups on this site.
be: Вам не дазволена ствараць групы на гэтым сайце.

source: Use this form to create a new group.
be: Выкарыстоўвайце гэтую форму для стварэньня новай групы.

source: New message
be: Новае паведамленьне

source: You cannot send a message to this user.
be: Вы ня можаце дасылаць паведамленьні гэтаму карыстальніку.

source: No content!
be: Няма зьместу!

source: No recipient specified.
be: Не пададзены атрымальнік.

source: Message sent
be: Паведамленьне дасланае

source: Direct message to %s sent.
be: Дасланае непасрэднае паведамленьне да %s.

source: Ajax Error
be: Памылка Ajax

# TITLE
source: New notice
be: Новы запіс

source: Notice posted
be: Запіс дасланы

source: Search for notices on %%site.name%% by their contents. Separate search terms by spaces; they must be 3 characters or more.
be: Пошук запісаў па іх зьместу на %%site.name%%. Падзяляйце ўмовы пошуку прагаламі; яны павінны мець ня менш 3 сымбаляў.

source: Text search
be: Пошук тэксту

source: Search results for "%1$s" on %2$s
be: Вынікі пошуку для «%1$s» на %2$s

source: Be the first to [post on this topic](%%%%action.newnotice%%%%?status_textarea=%s)!
be: Станьце першым, хто [што-небудзь дашле па гэтай тэме](%%%%action.newnotice%%%%?status_textarea=%s)!

source: Why not [register an account](%%%%action.register%%%%) and be the first to [post on this topic](%%%%action.newnotice%%%%?status_textarea=%s)!
be: Чаму не [стварыць рахунак](%%%%action.register%%%%) і быць першым хто [што-небудзь дашле па гэтай тэме](%%%%action.newnotice%%%%?status_textarea=%s)!

source: Updates with "%s"
be: Абнаўленьні з «%s»

source: Updates matching search term "%1$s" on %2$s.
be: Абнаўленьні, якія адпавядаюць умовам пошуку «%1$s» на %2$s.

source: This user doesn't allow nudges or hasn't confirmed or set their email address yet.
be: Гэты карыстальнік не дазволіў сябе «падштурхоўваць», ці яшчэ не пацьвердзіў ці не падаў адрас сваёй электроннай пошты.

source: Nudge sent
be: «Штуршок» дасланы

source: Nudge sent!
be: «Штуршок» дасланы!

source: You must be logged in to list your applications.
be: Вы павінны ўвайсьці ў сыстэму, каб праглядаць сьпіс сваіх дастасаваньняў.

source: OAuth applications
be: Дастасаваньні OAuth

source: Applications you have registered
be: Дастасаваньні, якія Вы зарэгістравалі

source: You have not registered any applications yet.
be: Вы яшчэ не зарэгістравалі ніводнага дастасаваньня.

source: Connected applications
be: Далучаныя дастасаваньні

source: The following connections exist for your account.
be: Наступныя злучэньні існуюць для Вашага рахунку.

source: You are not a user of that application.
be: Вы не зьяўляецеся карыстальнікам гэтага дастасаваньня.

source: Unable to revoke access for application: %s.
be: Немагчыма скасаваць доступ для дастасаваньня: %s.

source: You have successfully revoked access for %1$s and the access token starting with %2$s.
be: Вы пасьпяхова скасавалі доступ для %1$s і ключ доступу пачынаецца з %2$s.

source: You have not authorized any applications to use your account.
be: Вы не дазволілі дастасаваньням выкарыстоўваць Ваш рахунак.

source: Are you a developer? [Register an OAuth client application](%s) to use with this instance of StatusNet.
be: Вы распрацоўшчык? [Зарэгіструйце кліенцкае дастасаваньне OAuth](%s) для выкарыстаньня з гэтым сайтам StatusNet.

source: "%s" not found.
be: «%s» ня знойдзены.

source: Notice %s not found.
be: Запіс %s ня знойдзены.

source: Notice has no profile.
be: Запіс ня мае профілю.

source: %1$s's status on %2$s
be: Статус %1$s на %2$s

source: Attachment %s not found.
be: Далучэньне %s ня знойдзенае.

source: "%s" not supported for oembed requests.
be: «%s» не падтрымліваецца для oembed-запытаў.

source: Content type %s not supported.
be: Тып зьместу %s не падтрымліваецца.

source: Only %s URLs over plain HTTP please.
be: Дазволеныя толькі URL-адрасы %s праз звычайны пратакол HTTP.

source: Not a supported data format.
be: Такі фармат зьвестак не падтрымліваецца.

source: Old school UI settings
be: Налады інтэрфэйсу ў старым стылі

source: If you like it "the old way", you can set that here.
be: Калі Вы жадаеце «старым чынам», Вы можаце пазначыць гэта тут.

source: Settings saved.
be: Налады захаваныя.

source: Only stream mode (no conversations) in timelines
be: Толькі рэжым струменя (без абмеркаваньняў) ў стужцы падзеяў

source: Show conversation page as hierarchical trees
be: Паказаць старонку абмеркаваньня ў выглядзе гіерархічных дрэваў

source: Show nicknames (not full names) in timelines
be: Паказаць мянушкі (не поўныя імёны) у стужцы падзеяў

source: Save
be: Захаваць

source: People Search
be: Пошук людзей

source: Notice Search
be: Пошук запісаў

source: Already logged in.
be: Ужо ўвайшлі ў сыстэму.

source: No user ID specified.
be: Не пазначаны ідэнтыфікатар карыстальніка.

source: No login token specified.
be: Не пазначаны ключ уваходу.

source: No login token requested.
be: Ключ уваходу не запытаны.

source: Invalid login token specified.
be: Пазначаны няслушны ключ уваходу.

source: Login token expired.
be: Тэрмін дзеяньня ключа ўваходу скончыўся.

source: Outbox for %1$s - page %2$d
be: Выходзячыя для %1$s — старонка %2$d

source: Outbox for %s
be: Выходзячыя для %s

source: This is your outbox, which lists private messages you have sent.
be: Гэта Вашыя выходзячыя паведамленьні, тут знаходзяцца асабістыя паведамленьні, якія Вы дасылалі раней.

# TITLE
source: Change password
be: Зьмяніць пароль

source: Change your password.
be: Зьмяніць Ваш пароль.

source: Password change
be: Зьмена паролю

source: Old password
be: Стары пароль

source: New password
be: Новы пароль

source: 6 or more characters.
be: 6 ці болей сымбаляў.

# LABEL
source: Confirm
be: Пацьвердзіць

source: Same as password above.
be: Той самы пароль, што і вышэй.

# BUTTON
source: Change
be: Зьмяніць

source: Password must be 6 or more characters.
be: Пароль павінен утрымліваць 6 ці болей сымбаляў.

source: Passwords do not match.
be: Паролі не супадаюць.

source: Incorrect old password.
be: Няслушны стары пароль.

source: Error saving user; invalid.
be: Памылка захаваньня карыстальніка; няслушнае імя.

source: Cannot save new password.
be: Немагчыма захаваць новы пароль.

source: Password saved.
be: Пароль захаваны.

source: Paths
be: Шляхі

source: Path and server settings for this StatusNet site
be: Налады шляху і сэрвэра для гэтага сайта StatusNet

source: Theme directory not readable: %s.
be: Дырэкторыя тэмаў недаступная для чытаньня: %s.

source: Avatar directory not writable: %s.
be: Дырэкторыя аватараў недаступная для запісу: %s.

source: Locales directory not readable: %s.
be: Дырэкторыя лякалізацыяў недаступная для чытаньня: %s.

source: Invalid SSL server. The maximum length is 255 characters.
be: Няслушны SSL-сэрвэр. Максымальная даўжыня — 255 сымбаляў.

source: Site
be: Сайт

source: Server
be: Сэрвэр

source: Site's server hostname.
be: Назва хосту сэрвэра сайта.

source: Path
be: Шлях

source: Site path.
be: Шлях да сайту.

source: Locale directory
be: Дырэкторыя лякалізацыяў

source: Directory path to locales.
be: Шлях да дырэкторыі лякалізацыяў.

source: Fancy URLs
be: Кароткія URL-адрасы

source: Use fancy URLs (more readable and memorable)?
be: Выкарыстоўваць кароткія URL-адрасы (больш чытальныя і запамінальныя)?

# LEGEND
source: Theme
be: Афармленьне

source: Server for themes.
be: Сэрвэр афармленьняў.

source: Web path to themes.
be: Ўэб-шлях да афармленьняў.

source: SSL server
be: SSL-сэрвэр

source: SSL server for themes (default: SSL server).
be: SSL-сэрвэр для афармленьняў (па змоўчваньні: SSL-сэрвэр).

source: SSL path
be: SSL-шлях

source: SSL path to themes (default: /theme/).
be: SSL-шлях да тэмаў (па змоўчваньні: /theme/).

source: Directory
be: Дырэкторыя

source: Directory where themes are located.
be: Дырэкторыя, у якой знаходзяцца тэмы.

source: Avatars
be: Аватары

source: Avatar server
be: Сэрвэр аватараў

source: Server for avatars.
be: Сэрвэр для аватараў.

source: Avatar path
be: Шлях да аватараў

source: Web path to avatars.
be: Ўэб-шлях да аватараў.

source: Avatar directory
be: Дырэкторыя аватараў

source: Directory where avatars are located.
be: Дырэкторыя, у якой знаходзяцца аватары.

source: Attachments
be: Далучэньні

source: Server for attachments.
be: Сэрвэр далучэньняў.

source: Web path to attachments.
be: Ўэб-шлях да далучэньняў.

source: Server for attachments on SSL pages.
be: Сэрвэр для далучэньняў на SSL-старонках.

source: Web path to attachments on SSL pages.
be: Уэб-шлях для далучэньняў на SSL-старонках.

source: Directory where attachments are located.
be: Дырэкторыя, у якой знаходзяцца далучэньні.

source: Never
be: Ніколі

source: Sometimes
be: Часам

source: Always
be: Заўсёды

source: Use SSL
be: Выкарыстоўваць SSL

source: When to use SSL.
be: Калі выкарыстоўваць SSL.

source: Server to direct SSL requests to.
be: Сэрвэр, на які перанакіроўваць SSL-запыты.

source: Save path settings.
be: Захаваць налады шляху.

source: Search for people on %%site.name%% by their name, location, or interests. Separate the terms by spaces; they must be 3 characters or more.
be: Пошук людзей на %%site.name%% па імені, месцазнаходжаньні ці інтарэсах. Падзяляйце словы прагаламі; яны павінны ўтрымліваць 3 ці болей сымбаляў.

source: People search
be: Пошук людзей

source: Public list %s
be: Публічны сьпіс %s

source: Public list %1$s, page %2$d
be: Публічны сьпіс %1$s, старонка %2$d

source: Lists are how you sort similar people on %%site.name%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. You can then easily keep track of what they are doing by subscribing to the list's timeline.
be: Сьпісы — спосаб групоўкі падобных людзей на %%site.name%%, сэрвісе [мікраблёгаў](http://en.wikipedia.org/wiki/Micro-blogging), які працуе з дапамогай вольнага праграмнага забесьпячэньня [StatusNet](http://status.net/). Вы можаце зь лёгкасьцю сачыць за тым, што яны робяць, падпісаўшыся на стужку паведамленьняў гэтага сьпісу.

source: No tagger.
be: Няма аўтара тэга.

source: People listed in %1$s by %2$s
be: Людзі пазначаныя ў сьпісе %1$s карыстальнікам %2$s

source: People listed in %1$s by %2$s, page %3$d
be: Людзі пазначаныя ў сьпісе %1$s карыстальнікам %2$s, старонка %3$d

source: Creator
be: Аўтар

source: Private lists by you
be: Вашыя асабістыя сьпісы

source: Public lists by you
be: Вашыя публічныя сьпісы

source: Lists by you
be: Вашыя сьпісы

source: Lists by %s
be: Сьпісы %s

source: Lists by %1$s, page %2$d
be: Сьпісы %1$s, старонка %2$d

source: You cannot view others' private lists
be: Вы ня можаце праглядаць прыватныя сьпісы іншых карыстальнікаў

source: Mode
be: Рэжым

source: Lists for %s
be: Сьпісы для %s

source: Select tag to filter
be: Выберыце тэг для фільтраваньня

source: Show private tags.
be: Паказваць прыватныя тэгі.

# LABEL
source: Public
be: Публічныя

source: Show public tags.
be: Паказваць публічныя тэгі.

# BUTTON
source: Go
be: Перайсьці

source: These are lists created by **%s**. Lists are how you sort similar people on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. You can easily keep track of what they are doing by subscribing to the list's timeline.
be: Тут пададзеныя сьпісы створаныя **%s**. Сьпісы — спосаб сартаваньня падобных людзей на %%site.name%%, сэрвісе [мікраблёгаў](http://en.wikipedia.org/wiki/Micro-blogging), які працуе з дапамогай вольнага праграмнага забесьпячэньня [StatusNet](http://status.net/). Вы можаце зь лёгкасьцю сачыць за тым, што яны робяць, падпісаўшыся на стужку паведамленьняў гэтага сьпісу.

source: %s has not created any [lists](%%%%doc.lists%%%%) yet.
be: %s яшчэ не стварыў ніводнага [сьпісу](%%%%doc.lists%%%%).

source: Lists with %s in them
be: Сьпісы, да якіх належыць %s

source: Lists with %1$s, page %2$d
be: Сьпісы з %1$s, старонка %2$d

source: These are lists for **%s**. lists are how you sort similar people on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. You can easily keep track of what they are doing by subscribing to the list's timeline.
be: Тут пададзеныя сьпісы для **%s**. Сьпісы — спосаб сартаваньня падобных людзей на %%%%site.name%%%%, сэрвісе [мікраблёгаў](http://en.wikipedia.org/wiki/Micro-blogging), які працуе з дапамогай вольнага праграмнага забесьпячэньня [StatusNet](http://status.net/). Вы можаце зь лёгкасьцю сачыць за тым, што яны робяць, падпісаўшыся на стужку паведамленьняў гэтага сьпісу.

source: %s has not been [listed](%%%%doc.lists%%%%) by anyone yet.
be: %s яшчэ не ўваходзіць ні ў які [сьпіс](%%%%doc.lists%%%%) іншых карыстальнікаў.

source: Subscribers to list %1$s by %2$s
be: Падпісаныя на сьпіс %1$s карыстальніка %2$s

source: Subscribers to list %1$s by %2$s, page %3$d
be: Падпісаныя на сьпіс %1$s карыстальніка %2$s, старонка %3$d

source: Lists subscribed to by %s
be: Сьпісы, на якія падпісаны %s

source: Lists subscribed to by %1$s, page %2$d
be: Сьпісы, на якія падпісаны %1$s, старонка %2$d

source: These are lists subscribed to by **%s**. Lists are how you sort similar people on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. You can easily keep track of what they are doing by subscribing to the list's timeline.
be: Тут пададзеныя сьпісы, на якія падпісаны **%s**. Сьпісы — спосаб групоўкі падобных людзей на %%site.name%%, сэрвісе [мікраблёгаў](http://en.wikipedia.org/wiki/Micro-blogging), які працуе з дапамогай вольнага праграмнага забесьпячэньня [StatusNet](http://status.net/). Вы можаце зь лёгкасьцю сачыць за тым, што яны робяць, падпісаўшыся на стужку паведамленьняў гэтага сьпісу.

# plugin
source: Disabled
be: Выключаны

source: This action only accepts POST requests.
be: Гэтае дзеяньне прымае толькі POST-запыты.

source: You cannot administer plugins.
be: Вы ня можаце кіраваць дапаўненьнямі.

source: No such plugin.
be: Няма такога дапаўненьня.

# plugin
source: Enabled
be: Уключаны

# TITLE
source: Plugins
be: Дапаўненьні

source: Additional plugins can be enabled and configured manually. See the <a href="http://status.net/wiki/Plugins">online plugin documentation</a> for more details.
be: Дадатковыя дапаўненьні можна ўключыць і наладжваць уручную. Глядзіце <a href="http://status.net/wiki/Plugins">дакумэнтацыю</a>, каб атрымаць дадатковую інфармацыю.

source: Default plugins
be: Дапаўненьні па змоўчваньні

source: All default plugins have been disabled from the site's configuration file.
be: Усе дапаўненьні па змоўчваньні былі адключаныя ў файле канфігурацыі сайта.

source: Unidentified field %s.
be: Невядомае поле %s.

# TITLE
source: Search results
be: Вынікі пошуку

source: The search string must be at least 3 characters long.
be: Радок пошуку павінен утрымліваць ня меней 3 сымбаляў.

source: Profile settings
be: Налады профілю

source: You can update your personal profile info here so people know more about you.
be: Вы можаце абнавіць Вашую асабістую інфармацыю ў профілі, каб людзі даведаліся пра Вас болей.

source: Profile information
be: Інфармацыя пра профіль

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
be: 1-64 малых літараў ці лічбаў, без сымбаляў пунктуацыі і прагалаў.

source: Full name
be: Поўнае імя

source: Homepage
be: Хатняя старонка

source: URL of your homepage, blog, or profile on another site.
be: URL-адрас Вашай хатняй старонкі, блёгу ці профілю на іншым сайце.

source: Describe yourself and your interests in %d character.
be: Апішыце сябе і Вашыя зацікаўленасьці ўклаўшыся ў %d сымбаль.

source: Describe yourself and your interests.
be: Апішыце сябе і Вашыя зацікаўленасьці.

source: Bio
be: Біяграфія

source: Location
be: Месцазнаходжаньне

source: Where you are, like "City, State (or Region), Country".
be: Дзе Вы знаходзіцеся, напрыклад, «Горад, штат (вобласьць), краіна».

source: Share my current location when posting notices
be: Паказваць маё цяперашняе месцазнаходжаньне, падчас адпраўкі запісаў

source: Tags
be: Тэгі

source: Tags for yourself (letters, numbers, -, ., and _), comma- or space- separated.
be: Тэгі для сябе (літары, лічбы, -, ., і _), падзеленыя коскай ці прагалам.

source: Language
be: Мова

source: Preferred language.
be: Мова, якім я аддаю перавагу.

source: Timezone
be: Часавы пояс

source: What timezone are you normally in?
be: У якім часавым поясе Вы знаходзіцеся?

source: Subscription policy
be: Правілы падпіскі

source: Let anyone follow me
be: Дазволіць усім сачыць за мной

source: Ask me first
be: Спачатку спытаць у мяне

source: Whether other users need your permission to follow your updates.
be: Ці патрэбны Ваш дазвол іншым карыстальнікам, каб сачыць за Вашымі абнаўленьнямі.

source: Make updates visible only to my followers
be: Зрабіць абнаўленьні бачнымі толькі для тых, хто за мной сочыць

source: Bio is too long (maximum %d character).
be: Біяграфія занадта доўгая (максымальна %d сымбаль).

source: Timezone not selected.
be: Часавы пояс ня выбраны.

source: Language is too long (maximum 50 characters).
be: Мова занадта доўгая (максымальна 50 сымбаляў).

source: Invalid tag: "%s".
be: Няслушны тэг: «%s».

source: Could not update user for autosubscribe or subscribe_policy.
be: Немагчыма абнавіць карыстальніка для аўтаматычнай подпіскі ці умоваў падпіскі.

source: Could not save location prefs.
be: Немагчыма захаваць налады месцазнаходжаньня.

source: Could not save tags.
be: Немагчыма захаваць тэгі.

source: Restore account
be: Аднавіць рахунак

source: Beyond the page limit (%s).
be: Перавышанае абмежаваньне старонкі (%s).

source: Could not retrieve public timeline.
be: Немагчыма вярнуць публічную стужку паведамленьняў.

source: Public timeline, page %d
be: Агульная стужка паведамленьняў, старонка %d

source: Public timeline
be: Агульная стужка паведамленьняў

source: Public Timeline Feed (Activity Streams JSON)
be: Агульная стужка паведамленьняў (стужкі актыўнасьці JSON)

source: Public Timeline Feed (RSS 1.0)
be: Агульная стужка паведамленьняў (RSS 1.0)

source: Public Timeline Feed (RSS 2.0)
be: Агульная стужка паведамленьняў (RSS 2.0)

source: Public Timeline Feed (Atom)
be: Агульная стужка паведамленьняў (Atom)

source: This is the public timeline for %%site.name%% but no one has posted anything yet.
be: Гэта агульная стужка паведамленьняў %%site.name%%, але ніхто яшчэ нічога не даслаў.

source: Be the first to post!
be: Дашліце што-небудзь першым!

source: Why not [register an account](%%action.register%%) and be the first to post!
be: Чаму не [стварыць рахунак](%%action.register%%) і стаць першым, хто што-небудзь дашле!

source: This is %%site.name%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. [Join now](%%action.register%%) to share notices about yourself with friends, family, and colleagues! ([Read more](%%doc.help%%))
be: Гэта %%site.name%%, сэрвіс [мікраблёгаў](http://en.wikipedia.org/wiki/Micro-blogging), заснаваны на вольным праграмным забесьпячэньні [StatusNet](http://status.net/). [Далучыцеся зараз](%%action.register%%), каб дзяліцца паведамленьнямі пра сябе з сябрамі, роднымі і калегамі! ([Даведацца болей](%%doc.help%%))

source: This is %%site.name%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool.
be: %%site.name%% — сэрвіс [мікраблёгаў](http://en.wikipedia.org/wiki/Micro-blogging), заснаваны на вольным праграмным забесьпячэньні [StatusNet](http://status.net/).

source: %s updates from everyone.
be: %s абнаўленьняў ад усіх.

source: Public tag cloud
be: Воблака публічных тэгаў

source: These are most popular recent tags on %s
be: Гэта самыя папулярныя апошнія тэгі на %s

source: No one has posted a notice with a [hashtag](%%doc.tags%%) yet.
be: Ніхто яшчэ не пакінуў запісаў з дапамогай [hashtag](%%doc.tags%%).

source: Be the first to post one!
be: Дашліце паведамленьне першым!

source: Why not [register an account](%%action.register%%) and be the first to post one!
be: Чаму не [стварыць рахунак](%%action.register%%) і стаць першым, хто дашле паведамленьне!
