Repository: UngPirat/freesocial
Catalog: locale/*-tarask/LC_MESSAGES/statusnet.po
Languages: be

source: You are already logged in!
be: Вы ўжо ўвайшлі!

source: No such recovery code.
be: Няма такога коду аднаўленьня.

source: Not a recovery code.
be: Гэта не код аднаўленьня.

source: Recovery code for unknown user.
be: Код аднаўленьня для невядомага карыстальніка.

source: Error with confirmation code.
be: Памылка з кодам пацьверджаньня.

source: This confirmation code is too old. Please start again.
be: Гэты код пацьверджаньня састарэў. Калі ласка, паспрабуйце яшчэ раз.

source: Could not update user with confirmed email address.
be: Немагчыма абнавіць карыстальніка з пацьверджаным адрасам электроннай пошты.

source: If you have forgotten or lost your password, you can get a new one sent to the email address you have stored in your account.
be: Калі Вы забылі ці страцілі Ваш пароль, Вы можаце атрымаць новы, даслаўшы запыт на адрас электроннай пошты, які Вы пазначылі ў Вашым рахунку.

source: You have been identified. Enter a new password below.
be: Вы былі ідэнтыфікаваны. Увядзіце новы пароль ніжэй.

source: Password recovery
be: Аднаўленьне паролю

source: Nickname or email address
be: Імя карыстальніка альбо адрас электроннай пошты

source: Your nickname on this server, or your registered email address.
be: Вашае імя на гэтым сэрвэры ці Ваш зарэгістраваны адрас электроннай пошты.

source: Recover
be: Аднавіць

# BUTTON
source: Recover
be: Аднавіць

source: Reset password
be: Ачысьціць пароль

source: Recover password
be: Аднавіць пароль

source: Password recovery requested
be: Запытанае аднаўленьне паролю

source: Password saved
be: Пароль захаваны

source: 6 or more characters, and do not forget it!
be: 6 ці болей сымбаляў, і не забывайце яго!

# BUTTON
source: Reset
be: Скінуць

source: Enter a nickname or email address.
be: Увядзіце імя ці адрас электроннай пошты.

source: Instructions for recovering your password have been sent to the email address registered to your account.
be: Інструкцыі для аднаўленьня Вашага паролю былі дасланыя на адрас электроннай пошты, пададзены падчас стварэньня Вашага рахунку.

source: Unexpected password reset.
be: Нечаканае скіданьне паролю.

source: Password must be 6 characters or more.
be: Пароль павінен утрымліваць 6 сымбаляў ці больш.

source: Password and confirmation do not match.
be: Пароль і пацьверджаньне не супадаюць.

source: Error setting user.
be: Памылка наладаў карыстальніка.

source: New password successfully saved. You are now logged in.
be: Новы пароль захаваны пасьпяхова. Цяпер вы ўвайшлі ў сыстэму.

source: No id parameter.
be: Няма парамэтру id.

source: No such file "%d".
be: Няма такога файла «%d».

source: Sorry, only invited people can register.
be: Прабачце, стварэньне рахункаў толькі па запрашэньні.

source: Sorry, invalid invitation code.
be: Прабачце, няслушны код запрашэньня.

source: Registration successful
be: Рахунак створаны пасьпяхова

# TITLE
source: Register
be: Стварыць рахунак

source: Registration not allowed.
be: Стварэньне рахунку не дазволенае.

source: You cannot register if you do not agree to the license.
be: Вы ня можаце стварыць рахунак, калі ня згодзіцеся з ліцэнзійным пагадненьнем.

source: Email address already exists.
be: Гэты адрас электроннай пошты ўжо выкарыстоўваецца.

source: Invalid username or password.
be: Няслушнае імя карыстальніка ці пароль.

source: With this form you can create a new account. You can then post notices and link up to friends and colleagues.
be: З дапамогай гэтай формы Вы можаце стварыць новы рахунак. Пасьля гэтага Вы можаце дасылаць паведамленьні і зносіцца з сябрамі і калегамі.

# PASSWORD
source: Confirm
be: Пацьвердзіць

# LABEL
source: Email
be: Электронная пошта

source: Used only for updates, announcements, and password recovery.
be: Выкарыстоўваецца толькі для абнаўленьняў, абвяшчэньняў і аднаўленьняў паролю.

source: Longer name, preferably your "real" name.
be: Поўнае імя, пажадана Вашае «сапраўднае» імя.

# BUTTON
source: Register
be: Рэгістрацыя

source: I understand that content and data of %1$s are private and confidential.
be: Я разумею, што зьмест і зьвесткі %1$s зьяўляюцца прыватнымі і канфідэнцыйнымі.

source: My text and files are copyright by %1$s.
be: Мой тэкст і файлы ахоўваюцца аўтарскімі правамі %1$s.

source: My text and files remain under my own copyright.
be: Мой тэкст і файлы застаюцца пад маімі аўтарскімі правамі.

source: All rights reserved.
be: Усе правы абароненыя.

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
be: Мой тэкст і файлы даступныя на ўмовах %s за выключэньнем гэтых прыватных зьвестак: паролю, адрасу электроннай пошты, IM-адрасу і нумару тэлефона.

source: Congratulations, %1$s! And welcome to %%%%site.name%%%%. From here, you may want to... * Go to [your profile](%2$s) and post your first message. * Add a [Jabber/GTalk address](%%%%action.imsettings%%%%) so you can send notices through instant messages. * [Search for people](%%%%action.peoplesearch%%%%) that you may know or that share your interests. * Update your [profile settings](%%%%action.profilesettings%%%%) to tell others more about you. * Read over the [online docs](%%%%doc.help%%%%) for features you may have missed. Thanks for signing up and we hope you enjoy using this service.
be: Віншуем, %1$s! І вітаем у %%%%site.name%%%%. Цяпер Вы можаце… * Перайсьці ў [Ваш профіль](%2$s) і даслаць Вашае першае паведамленьне. * Дадаць [Jabber/GTalk-адрас](%%%%action.imsettings%%%%) каб мець магчымасьць дасылаць запісы праз імгненныя паведамленьні. * [Шукаць людзей](%%%%action.peoplesearch%%%%), якіх Вы, магчыма, ведаеце, ці якія падзяляюць Вашыя інтарэсы. * Абнаўляць [налады Вашага профілю](%%%%action.profilesettings%%%%) каб расказаць іншым болей пра Вас. * Даведацца болей у [дакумэнтацыі](%%%%doc.help%%%%) пра магчымасьці, якія Вы ня ведаеце. Дзякуй за рэгістрацыю, і мы спадзяемся, што Вам спадабаецца карыстацца нашым сэрвісам.

source: (You should receive a message by email momentarily, with instructions on how to confirm your email address.)
be: (Вы павінны атрымаць электронную ліст, у якім будуць інструкцыі як пацьвердзіць Ваш адрас электроннай пошты.)

source: There was an unexpected error while delisting %s.
be: Узьнікла нечаканая памылка падчас выдаленьня са сьпісу %s.

source: There was a problem listing %s. The remote server is probably not responding correctly, please try retrying later.
be: Немагчыма дадаць у сьпіс %s. Аддалены сэрвэр, верагодна, не адказвае слушна. Калі ласка, паспрабуйце потым.

source: Unlisted
be: Не ў сьпісе

source: Only logged-in users can repeat notices.
be: Толькі карыстальнікі, якія ўвайшлі ў сыстэму, могуць паўтараць запісы.

source: No notice specified.
be: Запіс не пазначаны.

source: Repeated
be: Паўторана

source: Repeated!
be: Паўторана!

source: Replies to %s
be: Адказы на %s

source: Replies to %1$s, page %2$d
be: Адказы на %1$s, старонка %2$d

source: Replies feed for %s (Activity Streams JSON)
be: Стужка адказаў для %s (стужак актыўнасьці JSON)

source: Replies feed for %s (RSS 1.0)
be: Стужка адказаў для %s (RSS 1.0)

source: Replies feed for %s (RSS 2.0)
be: Стужка адказаў для %s (RSS 2.0)

source: Replies feed for %s (Atom)
be: Стужка адказаў для %s (Atom)

source: This is the timeline showing replies to %1$s but %2$s hasn't received a notice to them yet.
be: Гэтая стужка ўтрымлівае адказы для %1$s, але %2$s яшчэ не атрымаў на іх абвяшчэньня.

source: You can engage other users in a conversation, subscribe to more people or [join groups](%%action.groups%%).
be: Вы можаце ўцягнуць у размову іншых карыстальнікаў, падпісацца на вялікую колькасьць людзей ці [далучыцца да групаў](%%action.groups%%).

source: You can try to [nudge %1$s](../%2$s) or [post something to them](%%%%action.newnotice%%%%?status_textarea=%3$s).
be: Вы можаце паспрабаваць [падштурхнуць %1$s](../%2$s) альбо [даслаць што-небудзь да іх](%%%%action.newnotice%%%%?status_textarea=%3$s).

source: Replies to %1$s on %2$s.
be: Адказы да %1$s на %2$s.

source: Only logged-in users can restore their account.
be: Толькі карыстальнікі, якія увайшлі ў сыстэму, могуць аднаўляць свае рахункі.

source: You may not restore your account.
be: Вы ня можаце аднавіць свой рахунак.

source: No uploaded file.
be: Няма загружаных файлаў.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
be: Загружаны файл перавышае дырэктыву upload_max_filesize у php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
be: Загружаны файл перавышае дырэктыву MAX_FILE_SIZE, якая была пазначаная ў HTML-форме.

source: The uploaded file was only partially uploaded.
be: Файл быў загружаны толькі часткова.

source: Missing a temporary folder.
be: Няма часовага каталёгу.

source: Failed to write file to disk.
be: Немагчыма запісаць файл на дыск.

source: File upload stopped by extension.
be: Загрузка файла спыненая з-за пашырэньня.

source: System error uploading file.
be: Сыстэмная памылка падчас загрузкі файла.

source: Not an Atom feed.
be: Не зьяўляецца стужкай Atom.

source: Feed has been restored. Your old posts should now appear in search and your profile page.
be: Стужка была адноўленая. Вашыя старыя паведамленьні цяпер павінны зьявіцца ў полі пошуку і на старонцы Вашага профілю.

source: Feed will be restored. Please wait a few minutes for results.
be: Стужка будзе адноўленая. Калі ласка, пачакайце некалькі хвілінаў.

source: You can upload a backed-up timeline in <a href="http://activitystrea.ms/">Activity Streams</a> format.
be: Вы можаце загрузіць рэзэрвовую копію стужкі падзеяў у фармаце <a href="http://activitystrea.ms/">Activity Streams</a>.

source: Upload the file
be: Загрузіць файл

source: You cannot revoke user roles on this site.
be: Вы ня можаце пазбаўляць карыстальнікаў роляў на гэтым сайце.

source: User does not have this role.
be: Карыстальнік ня мае гэтай ролі.

source: You cannot sandbox users on this site.
be: Вы ня можаце абмяжоўваць пясочніцай карыстальнікаў на гэтым сайце.

source: User is already sandboxed.
be: Карыстальнік ужо ў рэжыме пясочніцы.

source: Not a valid list: %s.
be: Няслушны сьпіс: %s.

source: Users self-tagged with %1$s, page %2$d
be: Карыстальнікі, якія самі дадалі тэг %1$s, старонка %2$d

# TITLE
source: Sessions
be: Сэсіі

source: Session settings for this StatusNet site
be: Устаноўкі сэсіяў для гэтага сайта StatusNet

# LEGEND
source: Sessions
be: Сэсіі

source: Handle sessions
be: Кіраваньне сэсіямі

source: Handle sessions ourselves.
be: Самастойнае кіраваньне сэсіямі.

source: Session debugging
be: Наладка сэсіі

source: Enable debugging output for sessions.
be: Дазволіць вывад наладкі для сэсіяў.

source: Save session settings
be: Захаваць налады сэсіі

source: You must be logged in to view an application.
be: Вы павінны ўвайсьці ў сыстэму, каб праглядаць дастасаваньне.

source: Application profile
be: Профіль дастасаваньня

source: Created by %1$s - %2$s access by default - %3$d user
be: Створаны %1$s — %2$s доступ па змоўчваньні — %3$d карыстальнік

source: Application actions
be: Дзеяньні дастасаваньня

# EDITAPP
source: Edit
be: Рэдагаваць

source: Reset key & secret
be: Скінуць ключ і сакрэтнае слова

source: Application info
be: Інфармацыя пра дастасаваньне

source: Consumer key
be: Ключ спажыўца

source: Consumer secret
be: Сакрэтнае слова спажыўца

source: Request token URL
be: URL-адрас ключа запыту

source: Access token URL
be: URL-адрас ключа доступу

source: Authorize URL
be: URL-адрас аўтарызацыі

source: Note: HMAC-SHA1 signatures are supported. The plaintext signature method is not supported.
be: Увага: Подпісы шыфруюцца HMAC-SHA1. Подпіс простым тэкстам не падтрымліваецца.

source: Are you sure you want to reset your consumer key and secret?
be: Вы ўпэўнены, што жадаеце скінуць Ваш ключ спажыўца і сакрэтнае слова?

source: %1$s's favorite notices, page %2$d
be: Улюблёныя запісы %1$s, старонка %2$d

source: Could not retrieve favorite notices.
be: Немагчыма аднавіць ўлюблёныя запісы.

source: Feed for favorites of %s (Activity Streams JSON)
be: Стужка для ўлюблёных %s (стужкі актыўнасьці JSON)

source: Feed for favorites of %s (RSS 1.0)
be: Стужка для ўлюблёных %s (RSS 1.0)

source: Feed for favorites of %s (RSS 2.0)
be: Стужка для ўлюблёных %s (RSS 2.0)

source: Feed for favorites of %s (Atom)
be: Стужка для ўлюблёных %s (Atom)

source: You haven't chosen any favorite notices yet. Click the fave button on notices you like to bookmark them for later or shed a spotlight on them.
be: Пакуль што Вы ня выбралі ніводнага ўлюблёнага запісу. Націсьніце адпаведную кнопку каля запісу, які Вам спадабаўся, каб потым зьвярнуць на яго ўвагу.

source: %s hasn't added any favorite notices yet. Post something interesting they would add to their favorites :)
be: %s пакуль што ня выбраў ўлюблёных запісаў. Пакіньце што-небудзь цікавае, каб гэта было магчыма дадаць ва ўлюблёныя :)

source: %s hasn't added any favorite notices yet. Why not [register an account](%%%%action.register%%%%) and then post something interesting they would add to their favorites :)
be: %s пакуль што не дадаў ўлюблёных запісаў. Чаму б не [стварыць рахунак](%%%%action.register%%%%) і потым пакінуць што-небудзь цікавае, каб гэта было магчыма дадаць ва ўлюблёныя :)

source: This is a way to share what you like.
be: Гэта спосаб падзяліцца тым, што Вам падабаецца.

source: %s group
be: Група %s

source: %1$s group, page %2$d
be: Група %1$s, старонка %2$d

source: Notice feed for %s group (Activity Streams JSON)
be: Стужка запісаў для групы %s (стужка актыўнасьці JSON)

source: Notice feed for %s group (RSS 1.0)
be: Стужка запісаў для групы %s (RSS 1.0)

source: Notice feed for %s group (RSS 2.0)
be: Стужка запісаў для групы %s (RSS 2.0)

source: Notice feed for %s group (Atom)
be: Стужка запісаў для групы %s (Atom)

source: FOAF for %s group
be: Сябры сяброў групы %s

source: **%s** is a user group on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. Its members share short messages about their life and interests. [Join now](%%%%action.register%%%%) to become part of this group and many more! ([Read more](%%%%doc.help%%%%))
be: **%s** — група карыстальнікаў на %%%%site.name%%%%, сэрвісу [мікраблёгінга](http://en.wikipedia.org/wiki/Micro-blogging), які працуе на падставе вольнага праграмнага забесьпячэньня [StatusNet](http://status.net/). Яе удзельнікі могуць абменьвацца кароткімі паведамленьнямі пра сваё жыцьцё і захапленьні. [Далучайцеся зараз](%%%%action.register%%%%), каб стаць сябрам гэтай групы, і атрымаць іншыя магчымасьці! ([Даведацца болей](%%%%doc.help%%%%))

source: **%s** is a user group on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. Its members share short messages about their life and interests.
be: **%s** — група карыстальнікаў на %%%%site.name%%%%, сэрвісу [мікраблёгінга](http://en.wikipedia.org/wiki/Micro-blogging), які працуе на падставе вольнага праграмнага забесьпячэньня [StatusNet](http://status.net/). Яе удзельнікі могуць абменьвацца кароткімі паведамленьнямі пра сваё жыцьцё і захапленьні.

source: No such message.
be: Няма такога паведамленьня.

source: Only the sender and recipient may read this message.
be: Толькі адпраўшчык і атрымальнік могуць прачытаць гэтае паведамленьне.

source: Message to %1$s on %2$s
be: Паведамленьне для %1$s на %2$s

source: Message from %1$s on %2$s
be: Паведамленьне ад %1$s на %2$s

source: Not available.
be: Не даступна.

source: Notice deleted.
be: Запіс выдалены.

source: Private timeline for %1$s list by you, page %2$d
be: Прыватная стужка паведамленьняў для Вашага сьпісу %1$s, старонка %2$d

source: Timeline for %1$s list by you, page %2$d
be: Стужка паведамленьняў для Вашага сьпісу %1$s, старонка %2$d

source: Timeline for %1$s list by %2$s, page %3$d
be: Стужка паведамленьняў сьпісу %1$s карыстальніка %2$s, старонка %3$d

source: Private timeline of %s list by you
be: Прыватная стужка паведамленьняў Вашага сьпісу %s

source: Timeline for %s list by you
be: Стужка паведамленьняў Вашага сьпісу %s

source: Timeline for %1$s list by %2$s
be: Стужка паведамленьняў сьпісу %1$s карыстальніка %2$s

source: Feed for %1$s list by %2$s (Atom)
be: Стужка для сьпісу %1$s карыстальніка %2$s (Atom)

source: This is the timeline for %1$s list by %2$s but no one has posted anything yet.
be: Гэта стужка сьпісу %1$s карыстальніка %2$s, але яна яшчэ пустая.

source: Try tagging more people.
be: Паспрабуйце пазначыць болей людзей.

source: Why not [register an account](%%%%action.register%%%%) and start following this timeline!
be: Чаму б не [стварыць рахунак](%%%%action.register%%%%) і пачаць сачыць за гэтай стужкай!

source: Listed
be: Унесены ў сьпіс

source: (None)
be: (Няма)

source: Show all
be: Паказаць усе

source: Subscribers
be: Падпісчыкі

source: Notices by %1$s tagged %2$s
be: Запісы %1$s з тэгам %2$s

source: Notices by %1$s tagged %2$s, page %3$d
be: Запісы %1$s з тэгам %2$s, старонка %3$d

source: Notices by %1$s, page %2$d
be: Запісы %1$s, старонка %2$d

source: Notice feed for %1$s tagged %2$s (RSS 1.0)
be: Стужка запісаў для %1$s з тэгам %2$s (RSS 1.0)

source: Notice feed for %s (Activity Streams JSON)
be: Стужка запісаў для %s (стужка актыўнасьці JSON)

source: Notice feed for %s (RSS 1.0)
be: Стужка запісаў для %s (RSS 1.0)

source: Notice feed for %s (RSS 2.0)
be: Стужка запісаў для %s (RSS 2.0)

source: Notice feed for %s (Atom)
be: Стужка запісаў для %s (Atom)

source: FOAF for %s
be: Сябры сяброў %s

source: This is the timeline for %1$s, but %1$s hasn't posted anything yet.
be: Гэта стужка падзеяў для %1$s, але %1$s яшчэ нічога не напісаў.

source: Seen anything interesting recently? You haven't posted any notices yet, now would be a good time to start :)
be: Нядаўна ўбачылі што-небудзь цікавае? Вы яшчэ нічога не напісалі, цяпер добры час, каб пачаць :)

source: You can try to nudge %1$s or [post something to them](%%%%action.newnotice%%%%?status_textarea=%2$s).
be: Вы можаце паспрабаваць падштурхнуць %1$s ці [напісаць што-небудзь для яго](%%%%action.newnotice%%%%?status_textarea=%2$s).

source: **%s** has an account on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. [Join now](%%%%action.register%%%%) to follow **%s**'s notices and many more! ([Read more](%%%%doc.help%%%%))
be: **%s** мае рахунак на %%%%site.name%%%%, сэрвісе [мікраблёгаў](http://en.wikipedia.org/wiki/Micro-blogging), які працуе на базе вольнага праграмнага забесьпячэньня [StatusNet](http://status.net/). [Далучайцеся зараз](%%%%action.register%%%%), каб сачыць за паведамленьнямі **%s**'s і шмат чаго іншага! ([Чытаць падрабязьней](%%%%doc.help%%%%))

source: **%s** has an account on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool.
be: **%s** мае рахунак на %%%%site.name%%%%, сэрвісе [мікраблёгаў](http://en.wikipedia.org/wiki/Micro-blogging), які працуе на базе вольнага праграмнага забесьпячэньня [StatusNet](http://status.net/).

source: Repeat of %s
be: Паўтор за %s

source: You cannot silence users on this site.
be: Вы ня можаце заглушаць карыстальнікаў на гэтым сайце.

source: User is already silenced.
be: Карыстальнік ужо заглушаны.

# TITLE
source: Site
be: Сайт

source: Basic settings for this StatusNet site
be: Асноўныя налады гэтага сайта StatusNet

source: Site name must have non-zero length.
be: Назва сайту ня можа быць пустой.

source: You must have a valid contact email address.
be: Вы павінны мець дзейны адрас электроннай пошты.

source: Invalid logo URL.
be: Няслушны URL-адрас лягатыпу.

source: Invalid SSL logo URL.
be: Няслушны URL-адрас лягатыпу SSL.

source: Unknown language "%s".
be: Невядомая мова «%s».

source: Minimum text limit is 0 (unlimited).
be: Мінімальнае абмежаваньне тэксту складае 0 (неабмежаваны).

source: Dupe limit must be one or more seconds.
be: Абмежаваньне дублікатаў павінна складаць адну ці болей сэкундаў.

# LEGEND
source: General
be: Агульныя

# LABEL
source: Site name
be: Назва сайта

source: The name of your site, like "Yourcompany Microblog".
be: Назва Вашага сайту, напрыклад «Мікраблёг кампаніі …»

source: Brought by
be: Прадстаўленае

source: Text used for credits link in footer of each page.
be: Тэкст, які выкарыстоўваецца для пазначэньня аўтараў унізе кожнай старонкі.

source: Brought by URL
be: URL-адрас прадстаўленага

source: URL used for credits link in footer of each page.
be: URL-адрасы аўтараў унізе кожнай старонкі.

source: Email
be: Электронная пошта

source: Contact email address for your site.
be: Кантактны адрас электроннай пошты Вашага сайту.

# LEGEND
source: Local
be: Лякальная

source: Default timezone
be: Часавы пас па змоўчваньні

source: Default timezone for the site; usually UTC.
be: Часавы пас па змоўчваньні для сайту; звычайна UTC.

source: Default language
be: Мова па змоўчваньні

source: The site language when autodetection from browser settings is not available.
be: Мова сайту ў выпадку, калі аўтаматычнае вызначэньне наладаў з браўзэра недаступнае.

# LEGEND
source: Limits
be: Абмежаваньні

source: Text limit
be: Абмежаваньні тэксту

source: Maximum number of characters for notices.
be: Максымальная колькасьць сымбаляў для запісаў.

source: Dupe limit
be: Абмежаваньне дубліраваньня

source: How long users must wait (in seconds) to post the same thing again.
be: Колькі трэба чакаць карыстальнікам (у сэкундах), каб даслаць тое самае яшчэ раз.

source: Logo
be: Лягатып

source: Site logo
be: Лягатып сайту

source: SSL logo
be: Лягатып SSL

source: Save the site settings.
be: Захаваць налады сайта.

source: Site Notice
be: Паведамленьне сайта

source: Edit site-wide message
be: Рэдагаваць абвяшчэньне для ўсяго сайту

source: Unable to save site notice.
be: Немагчыма захаваць абвяшчэньне для сайту.

source: Maximum length for the site-wide notice is 255 characters.
be: Максымальная даўжыня для абвяшчэньня для ўсяго сайту складае 255 сымбаляў.

source: Site notice text
be: Тэкст абвяшчэньня сайта

source: Site-wide notice text (255 characters maximum; HTML allowed)
be: Тэкст абвяшчэньня сайта (максымум 255 сымбаляў; дазволены HTML)

source: Save site notice.
be: Захаваць абвяшчэньне сайта.

source: SMS settings
be: Налады СМС

source: You can receive SMS messages through email from %%site.name%%.
be: Вы можаце атрымліваць СМС-паведамленьні праз электронную пошту з %%site.name%%.

source: SMS is not available.
be: Адпраўка СМС недаступная.

source: SMS address
be: СМС-адрас

source: Current confirmed SMS-enabled phone number.
be: Цяперашні пацьверджаны тэлефонны нумар для СМС.

source: Awaiting confirmation on this phone number.
be: Чакаецца пацьверджаньне гэтага тэлефоннага нумару.

source: Confirmation code
be: Код пацьверджаньня

source: Enter the code you received on your phone.
be: Увядзіце код, які Вы атрымалі на Ваш тэлефон.

# BUTTON
source: Confirm
be: Пацьвердзіць

source: SMS phone number
be: Нумар тэлефона для СМС

source: Phone number, no punctuation or spaces, with area code.
be: Нумар тэлефона, без знакаў пунктуацыі і прагалаў, з кодам краіны.

source: SMS preferences
be: Налады СМС

source: Send me notices through SMS; I understand I may incur exorbitant charges from my carrier.
be: Дасылаць мне паведамленьні праз СМС. Я разумею, што гэта можа прывесьці да павелічэньня рахункаў ад майго апэратара.

source: SMS preferences saved.
be: Налады СМС захаваныя.

source: No phone number.
be: Няма нумару тэлефона.

source: No carrier selected.
be: Апэратар ня выбраны.

source: That is already your phone number.
be: Гэта ўжо Ваш нумар тэлефону.
