Repository: UngPirat/freesocial
Catalog: locale/*-tarask/LC_MESSAGES/statusnet.po
Languages: be

source: That phone number already belongs to another user.
be: Гэты нумар тэлефону ўжо належыць іншаму карыстальніку.

source: A confirmation code was sent to the phone number you added. Check your phone for the code and instructions on how to use it.
be: Код пацьверджаньня быць дасланы на нумар тэлефону, які Вы дадалі. Праверце Ваш тэлефон для атрыманьня коду і інструкцый для яго выкарыстаньня.

source: That is the wrong confirmation number.
be: Гэта няслушны код пацьверджаньня.

source: Could not delete SMS confirmation.
be: Немагчыма выдаліць СМС-пацьверджаньне.

source: SMS confirmation cancelled.
be: СМС-пацьверджаньне скасаванае.

source: That is not your phone number.
be: Гэта ня Ваш нумар тэлефону.

source: The SMS phone number was removed.
be: Нумар тэлефону для СМС быў выдалены.

source: Mobile carrier
be: Мабільны апэратар

source: Select a carrier
be: Выбар мабільнага апэратара

source: Mobile carrier for your phone. If you know a carrier that accepts SMS over email but isn't listed here, send email to let us know at %s.
be: Ваш апэратар мабільнай сувязі. Калі Вы ведаеце апэратара, які атрымлівае СМС-паведамленьні праз электронную пошту, але якога няма ў гэтым сьпісе, паведаміце нам на адрас %s.

source: No code entered.
be: Код не ўведзены.

# TITLE
source: Snapshots
be: Здымкі

source: Manage snapshot configuration
be: Кіраваньне канфігурацыяй здымкаў

source: Invalid snapshot run value.
be: Няслушнае значэньне запуску здымка.

source: Snapshot frequency must be a number.
be: Частата здымкаў павінна быць лікам.

source: Invalid snapshot report URL.
be: Няслушны URL-адрас справаздачы здымка.

# LEGEND
source: Snapshots
be: Здымкі

source: Randomly during web hit
be: Выпадкова падчас ўэб-зьвяртаньня

source: In a scheduled job
be: Як заплянаваная праца

source: Data snapshots
be: Здымкі зьвестак

source: When to send statistical data to status.net servers.
be: Калі дасылаць статыстычныя зьвесткі на сэрвэры status.net.

source: Frequency
be: Частата

source: Snapshots will be sent once every N web hits.
be: Здымкі будуць дасланыя кожныя N наведваньняў сайта.

source: Report URL
be: URL-адрас справаздачы

source: Snapshots will be sent to this URL.
be: Здымкі будуць дасланыя на гэты URL-адрас.

source: Save snapshot settings.
be: Захаваць налады здымкаў.

source: You are not subscribed to that profile.
be: Вы не падпісаны на гэты профіль.

source: Could not save subscription.
be: Немагчыма захаваць падпіску.

source: You may only approve your own pending subscriptions.
be: Вы можаце зацьвердзіць толькі ўласную чаргу падпіскі.

source: %s subscribers awaiting approval
be: Падпісчыкі %s, якія чакаюць зацьверджаньня

source: %1$s subscribers awaiting approval, page %2$d
be: Падпісчыкі %1$s, якія чакаюць зацьверджаньня, старонка %2$d

source: A list of users awaiting approval to subscribe to you.
be: Сьпіс карыстальнікаў, якія чакаюць Вашага зацьверджаньня на падпіску.

source: Subscribed
be: Падпісаны

source: You must be logged in to unsubscribe from a list.
be: Вам неабходна ўвайсьці ў сыстэму, каб адпісацца ад сьпісу.

source: No ID given.
be: Не пададзены ідэнтыфікатар.

source: Could not subscribe user %1$s to list %2$s: %3$s
be: Немагчыма падпісаць карыстальніка %1$s на сьпіс %2$s: %3$s

source: %1$s subscribed to list %2$s by %3$s
be: %1$s падпісаны на сьпіс %2$s карыстальніка %3$s

source: %s subscribers
be: Падпісчыкі %s

source: %1$s subscribers, page %2$d
be: Падпісчыкі %1$s, старонка %2$d

source: These are the people who listen to your notices.
be: Гэта людзі, якія праглядаюць Вашыя запісы.

source: These are the people who listen to %s's notices.
be: Гэта людзі, якія праглядаюць запісы %s.

source: You have no subscribers. Try subscribing to people you know and they might return the favor.
be: Вы ня маеце падпісчыкаў. Паспрабуйце падпісацца на вядомых Вам людзей, і яны, магчыма, адкажуць узаемнасьцю.

source: %s has no subscribers. Want to be the first?
be: %s ня мае падпісчыкаў. Жадаеце быць першым?

source: %s has no subscribers. Why not [register an account](%%%%action.register%%%%) and be the first?
be: %s ня мае падпісчыкаў. Чаму б не [стварыць рахунак](%%%%action.register%%%%) і быць першым?

source: %1$s subscriptions, page %2$d
be: Падпіскі %1$s, старонка %2$d

source: These are the people whose notices you listen to.
be: Гэта карыстальнікі, запісы якіх Вы чытаеце.

source: These are the people whose notices %s listens to.
be: Гэта карыстальнікі, запісы якіх чытае %s.

source: You're not listening to anyone's notices right now, try subscribing to people you know. Try [people search](%%action.peoplesearch%%), look for members in groups you're interested in and in our [featured users](%%action.featured%%).
be: Зараз Вы не чытаеце нічыіх запісаў. Паспрабуйце падпісацца на людзей, якіх Вы ведаеце. Паспрабуйце [пашукаць людзей](%%action.peoplesearch%%), паглядзіце удзельнікаў групаў, якія Вам цікавыя, і паглядзіце [ўдзельнікаў вартых увагі](%%action.featured%%).

source: %s is not listening to anyone.
be: %s не чытае нікога.

source: Subscription feed for %s (Atom)
be: Стужка падпісак %s (Atom)

source: SMS
be: СМС

source: Notices tagged with %1$s, page %2$d
be: Запісы з тэгам %1$s, старонка %2$d

source: Notice feed for tag %s (Activity Streams JSON)
be: Стужка запісаў для тэга %s (стужка актыўнасьці JSON)

source: Notice feed for tag %s (RSS 1.0)
be: Стужка запісаў для тэга %s (RSS 1.0)

source: Notice feed for tag %s (RSS 2.0)
be: Стужка запісаў для тэга %s (RSS 2.0)

source: Notice feed for tag %s (Atom)
be: Стужка запісаў для тэга %s (Atom)

source: You cannot tag this user.
be: Вы ня можаце пазначыць гэтага карыстальніка.

source: List a profile
be: Сьпіс профілю

# ADDTOLIST
source: List %s
be: Сьпіс %s

# TITLE
source: Error
be: Памылка

source: User profile
be: Профіль карыстальніка

source: List user
be: Карыстальнік са сьпісу

# LABEL
source: Lists
be: Сьпісы

source: Lists for this user (letters, numbers, -, ., and _), comma- or space- separated.
be: Сьпісы для гэтага карыстальніка (літары, лічбы, -, ., і _), падзеленыя коскай ці прагалам.

# TITLE
source: Tags
be: Тэгі

source: Lists saved.
be: Сьпісы захаваныя.

source: Use this form to add your subscribers or subscriptions to lists.
be: Выкарыстоўвайце гэтую форму каб дадаваць Вашых падпісчыкаў ці падпіскі ў сьпісы.

source: No such tag.
be: Няма такога тэгу.

source: You haven't blocked that user.
be: Вы не заблякавалі гэтага карыстальніка.

source: User is not sandboxed.
be: Карыстальнік не ў пясочніцы.

source: User is not silenced.
be: Карыстальнік не заглушаны.

source: Unsubscribed
be: Адпісаны

source: %1$s unsubscribed from list %2$s by %3$s
be: %1$s адпісаўся ад сьпісу %2$s карыстальніка %3$s

source: URL settings
be: Налады URL-адрасоў

source: Manage various other options.
be: Кіраваньне рознымі іншымі наладамі.

source: (free service)
be: (вольны сэрвіс)

source: [none]
be: [няма]

source: [internal]
be: [унутраны]

source: Shorten URLs with
be: Скарачэньне URL-адрасоў з дапамогай

source: Automatic shortening service to use.
be: Выкарыстоўваць аўтаматычную паслугу скарачэньня.

source: URL longer than
be: URL-адрасы даўжэй за

source: URLs longer than this will be shortened, 0 means always shorten.
be: URL-адрасы даўжэй за гэта будуць скарочаныя, 0 — скарачаць заўсёды.

source: Text longer than
be: Тэкст даўжэй за

source: URLs in notices longer than this will be shortened, 0 means always shorten.
be: URL-адрасы ў запісах даўжэй за гэта будуць скарочаныя, 0 — скарачаць заўсёды.

source: URL shortening service is too long (maximum 50 characters).
be: Сэрвіс скарачэньне URL-адрасоў занадта доўгі (максымальна 50 сымбаляў).

source: Invalid number for maximum URL length.
be: Няслушны лік максымальнай даўжыні URL-адрасу.

source: Invalid number for maximum notice length.
be: Няслушны лік максымальнай даўжыні запісу.

source: Error saving user URL shortening preferences.
be: Памылка захаваньня наладаў сэрвісу скарачэньня URL-адрасоў.

# TITLE
source: User
be: Карыстальнік

source: User settings for this StatusNet site
be: Налады карыстальніка для гэтага сайта StatusNet

source: Invalid bio limit. Must be numeric.
be: Няслушнае абмежаваньне біяграфіі. Павінен быць лік.

source: Invalid welcome text. Maximum length is 255 characters.
be: Няслушны тэкст вітаньня. Максымальная даўжыня — 255 сымбаляў.

source: Invalid default subscripton: "%1$s" is not a user.
be: Няслушная падпіска па змоўчваньні: «%1$s» не зьяўляецца карыстальнікам.

# LEGEND
source: Profile
be: Профіль

source: Bio Limit
be: Абмежаваньне біяграфіі

source: Maximum length of a profile bio in characters.
be: Максымальная даўжыня біяграфіі ў профілі ў сымбалях.

source: New users
be: Новыя карыстальнікі

source: New user welcome
be: Вітаньні новым карыстальнікам

source: Welcome text for new users (maximum 255 characters).
be: Тэкст вітаньня для новых карыстальнікаў (максымальна 255 сымбаляў).

source: Default subscription
be: Падпіска па змоўчваньні

source: Automatically subscribe new users to this user.
be: Аўтаматычна падпісваць новых карыстальнікаў на гэтага карыстальніка.

source: Invitations
be: Запрашэньні

source: Invitations enabled
be: Запрашэньні ўключаныя

source: Whether to allow users to invite new users.
be: Ці дазваляць карыстальнікам запрашаць новых карыстальнікаў.

source: Save user settings.
be: Захаваць налады карыстальніка.

source: %1$s groups, page %2$d
be: Групы %1$s, старонка %2$d

source: Search for more groups
be: Шукаць іншыя групы

source: %s is not a member of any group.
be: %s не зьяўляецца ўдзельнікам ніводнай групы.

source: Try [searching for groups](%%action.groupsearch%%) and joining them.
be: Паспрабуйце [пашукаць групы](%%action.groupsearch%%) і далучыцца да іх.

source: Updates from %1$s on %2$s!
be: Абнаўленьні ад %1$s на %2$s!

source: This site is powered by %1$s version %2$s, Copyright 2008-2011 StatusNet, Inc. and contributors.
be: Гэты сайт створаны на аснове %1$s вэрсіі %2$s. Аўтарскія правы 2008-2011 StatusNet, Inc. і распрацоўшчыкі.

source: Contributors
be: Аўтары

source: License
be: Ліцэнзія

source: StatusNet is free software: you can redistribute it and/or modify it under the terms of the GNU Affero General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
be: StatusNet — вольнае праграмнае забесьпячэньне: Вы можаце распаўсюджваць яго і/альбо зьмяняць яго ў адпаведнасьці з умовамі ліцэнзіі GNU Affero General Public, якая апублікаваная Фундацыяй Вольнага Праграмнага Забесьпячэньня, вэрсіі 3 ці любой больш позьняй.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU Affero General Public License for more details.
be: Гэтая праграма распаўсюджваецца з надзеяй, што яна будзе карыснай, але БЕЗ ГАРАНТЫІ; нават без няяўнай гарантыі ГАНДЛЁВАЙ ПРЫДАТНАСЬЦІ ці ПРЫДАТНАСЬЦІ ВЫКАРЫСТАНЬНЯ. Дадатковую інфармацыю глядзіце ў ліцэнзіі GNU Affero General Public.

source: You should have received a copy of the GNU Affero General Public License along with this program. If not, see %s.
be: Вам неабходна атрымаць копію ліцэнзіі GNU Affero General Public з гэтай праграмай. Калі не, глядзіце %s.

source: Plugins
be: Дапаўненьні

# HEADER
source: Name
be: Назва

# HEADER
source: Version
be: Вэрсія

# HEADER
source: Author(s)
be: Аўтар(ы)

# HEADER
source: Description
be: Апісаньне

source: Favor
be: Дадаць да ўлюблёных

source: %1$s marked notice %2$s as a favorite.
be: %1$s дадаў запіс %2$s да ўлюблёных.

source: Cannot process URL '%s'
be: Немагчыма апрацаваць URL-адрас «%s»

source: Robin thinks something is impossible.
be: Робін лічыць, што гэта немагчыма.

source: %1$d byte
be: %1$d байт

source: No file may be larger than %1$d byte and the file you sent was %2$s. Try to upload a smaller version.
be: Файл ня можа быць болей %1$d байта, а дасланы Вамі файл ўтрымлівае %2$s. Паспрабуйце загрузіць меншую вэрсію.

source: A file this large would exceed your user quota of %d byte.
be: Файл такога памеру перавысіць Вашую квоту карыстальніка ў %d байт.

source: A file this large would exceed your monthly quota of %d byte.
be: Файл такога памеру перавысіць Вашую штомесячную квоту ў %d байт.

source: Invalid filename.
be: Няслушная назва файла.

source: Profile ID %s is invalid.
be: Няслушны ідэнтыфікатар профілю %s.

source: Group ID %s is invalid.
be: Няслушны ідэнтыфікатар групы %s.

source: Group join failed.
be: Памылка далучэньня да групы.

source: Not part of group.
be: Не зьяўляецца часткай групы.

source: Group leave failed.
be: Памылка выхаду з групы.

source: Join
be: Далучыцца

source: %1$s has joined group %2$s.
be: %1$s далучыўся да групы %2$s.

source: Could not update local group.
be: Немагчыма абнавіць лякальную групу.

source: Could not create login token for %s
be: Немагчыма стварыць ключ уваходу для %s

source: Cannot instantiate class %s.
be: Немагчыма стварыць экзэмпляр клясы %s.

source: No database name or DSN found anywhere.
be: Ня знойдзеная назва базы зьвестак.

source: You are banned from sending direct messages.
be: Вы заблякаваны ад дасылкі непасрэдных паведамленьняў.

source: Could not insert message.
be: Немагчыма ўставіць паведамленьне.

source: Could not update message with new URI.
be: Немагчыма абнавіць паведамленьне з новым URI-адрасам.

source: No such profile (%1$d) for notice (%2$d).
be: Няма такога профілю (%1$d) для запісу (%2$d).

source: Database error inserting hashtag: %s.
be: Памылка базы зьвестак падчас ўстаўкі хэш-тэгу: %s.

source: Problem saving notice. Too long.
be: Праблема захаваньня запісу. Занадта доўгі.

source: Problem saving notice. Unknown user.
be: Праблема захаваньня запісу. Невядомы карыстальнік.

source: Too many notices too fast; take a breather and post again in a few minutes.
be: Зашмат запісаў за кароткі час; адпачніце і паспрабуйце зноў праз некалькі хвілінаў.

source: Too many duplicate messages too quickly; take a breather and post again in a few minutes.
be: Зашмат аднолькавых запісаў за кароткі час; адпачніце і паспрабуйце зноў праз некалькі хвілінаў.

source: You are banned from posting notices on this site.
be: Вам забаронена дасылаць запісы на гэты сайт.

source: Cannot repeat; original notice is missing or deleted.
be: Немагчыма паўтарыць; пачатковы запіс быў выдалены ці зьнік.

source: You cannot repeat your own notice.
be: Вы ня можаце паўтарыць уласны запіс.

source: Cannot repeat a private notice.
be: Немагчыма паўтарыць прыватны запіс.

source: Cannot repeat a notice you cannot read.
be: Немагчыма паўтарыць запіс, які Вы ня можаце прачытаць.

source: You already repeated that notice.
be: Вы ўжо паўтарылі гэты запіс.

source: %1$s has no access to notice %2$d.
be: %1$s ня мае доступу да запісу %2$d.

source: Problem saving notice.
be: Праблема захаваньня запісу.

source: Bad type provided to saveKnownGroups.
be: Пададзены няслушны тып для saveKnownGroups.

source: Problem saving group inbox.
be: Праблема захаваньня уваходзячых паведамленьняў групы.

source: RT @%1$s %2$s
be: Паўтор @%1$s %2$s

source: Cannot revoke role "%1$s" for user #%2$d; does not exist.
be: Немагчыма адклікаць ролю «%1$s» для карыстальніка #%2$d, які не існуе.

source: Cannot revoke role "%1$s" for user #%2$d; database error.
be: Немагчыма адклікаць ролю «%1$s» для карыстальніка #%2$d; памылка базы зьвестак.

source: The tag you are trying to rename to already exists.
be: Тэг, які Вы спрабуеце перайменаваць, ужо існуе.

source: No tagger specified.
be: Тэг не пазначаны.

source: No tag specified.
be: Тэг не пазначаны.

source: Could not create profile tag.
be: Немагчыма стварыць тэг профілю.

source: Could not set profile tag URI.
be: Немагчыма ўстанавіць URI тэга профілю.

source: Could not set profile tag mainpage.
be: Немагчыма ўстанавіць галоўную старонку тэга профілю.

source: You already have created %d or more tags which is the maximum allowed number of tags. Try using or deleting some existing tags.
be: Вы ўжо стварылі %d ці болей тэгаў, што зьяўляецца дазволенай колькасьцю тэгаў. Паспрабуйце выкарыстаць ці выдаліць некаторыя існуючыя тэгі.

source: You already have %1$d or more people in list %2$s, which is the maximum allowed number. Try unlisting others first.
be: Вы ўжо маеце %1$d ці болей людзей у сьпісе %2$s, што зьяўляецца максымальна дазволенай колькасьцю. Паспрабуйце, спачатку, выдаліць каго-небудзь са сьпісу.

source: Adding list subscription failed.
be: Немагчыма дадаць ў сьпіс падпіскі.

source: Removing list subscription failed.
be: Немагчыма выдаліць са сьпісу падпіскі.

source: Missing profile.
be: Няма профілю.

source: Unable to save tag.
be: Немагчыма захаваць тэг.

source: You have been banned from subscribing.
be: Вы былі заблякаваныя ад падпіскі.

source: Already subscribed!
be: Ужо падпісаны!

source: User has blocked you.
be: Карыстальнік Вас заблякаваў.

source: Not subscribed!
be: Не падпісаны!

source: Could not delete self-subscription.
be: Немагчыма выдаліць падпіску на самога сябе.

source: Could not delete subscription.
be: Немагчыма выдаліць падпіску.

# TITLE
source: Follow
be: Сачыць

source: %1$s is now following %2$s.
be: %1$s цяпер сочыць за %2$s.

source: Welcome to %1$s, @%2$s!
be: Вітаем на %1$s, @%2$s!

source: Not implemented since inbox change.
be: Не рэалізавана з моманту зьмены ўваходзячых паведамленьняў.

source: No single user defined for single-user mode.
be: Не вызначаны карыстальнік для рэжыму аднаго карыстальніка.

source: Single-user mode code called when not enabled.
be: Выкліканы рэжым аднаго карыстальніка, калі не ўключаны.

source: No user with that email address or username.
be: Няма карыстальнікаў з такім адрасам электроннай пошты ці іменем.

source: No registered email address for that user.
be: Няма зарэгістраваных адрасоў электроннай пошты для гэтага карыстальніка.

source: Error saving address confirmation.
be: Памылка захаваньня пацьверджаньня адрасу.

source: Could not create group.
be: Немагчыма стварыць групу.

source: Could not set group URI.
be: Немагчыма ўстанавіць URI групы.

source: Could not set group membership.
be: Немагчыма ўстанавіць удзел у групе.

source: Could not save local group info.
be: Немагчыма захаваць інфармацыю пра лякальную групу.

source: Cannot locate account %s.
be: Немагчыма знайсьці рахунак %s.

source: Cannot find XRD for %s.
be: Немагчыма знайсьці XRD для %s.

source: No AtomPub API service for %s.
be: Няма сэрвісу AtomPub API для %s.

source: User actions
be: Дзеяньні карыстальніка

source: User deletion in progress...
be: Ідзе выдаленьне карыстальніка…

source: Edit profile settings.
be: Рэдагаваць налады профілю.

# BUTTON
source: Edit
be: Рэдагаваць

source: Send a direct message to this user.
be: Даслаць непасрэднае паведамленьне гэтаму карыстальніку

# BUTTON
source: Message
be: Паведамленьне

source: Moderate
be: Марэрацыя

source: User role
be: Роля карыстальніка

# role
source: Administrator
be: Адміністратар

# role
source: Moderator
be: Мадэратар

source: Untitled page
be: Старонка бяз назвы

# TOOLTIP
source: Show more
be: Паказаць болей

# BUTTON
source: Reply
be: Адказаць

source: Write a reply...
be: Напісаць адказ…

# TAB
source: Status
be: Статус

source: **%%site.name%%** is a microblogging service brought to you by [%%site.broughtby%%](%%site.broughtbyurl%%).
be: **%%site.name%%** — сэрвіс мікраблёгінгу, прадстаўленая Вам [%%site.broughtby%%](%%site.broughtbyurl%%).

source: **%%site.name%%** is a microblogging service.
be: **%%site.name%%** — сэрвіс мікраблёгінгу.

source: It runs the [StatusNet](http://status.net/) microblogging software, version %s, available under the [GNU Affero General Public License](http://www.fsf.org/licensing/licenses/agpl-3.0.html).
be: Ён дзейнічае пры дапамозе праграмнага забесьпячэньня мікраблёгінгу [StatusNet](http://status.net/), вэрсіі %s, даступнага на ўмовах ліцэнзіі [GNU Affero General Public](http://www.fsf.org/licensing/licenses/agpl-3.0.html).

source: Content and data of %1$s are private and confidential.
be: Зьмест і зьвесткі %1$s зьяўляюцца прыватнымі і канфідэнцыяльнымі.

source: Content and data copyright by %1$s. All rights reserved.
be: Аўтарскія правы на зьмест і зьвесткі належаць %1$s. Усе правы абароненыя.

source: Content and data copyright by contributors. All rights reserved.
be: Аўтарскія правы на зьмест і зьвесткі належаць распрацоўшчыкам. Усе правы абароненыя.

source: All %1$s content and data are available under the %2$s license.
be: Увесь зьмест і зьвесткі %1$s даступныя на ўмовах ліцэнзіі %2$s.

source: After
be: Наступная

source: Before
be: Папярэдняя

source: Expecting a root feed element but got a whole XML document.
be: Чакаўся карэнны элемэнт стужкі, а атрыманы ўвесь XML-дакумэнт.

source: Unknown verb: "%s".
be: Невядомая каманда: «%s».

source: Cannot force subscription for untrusted user.
be: Прымусовая падпіска для ненадзейных удзельнікаў немагчымая.

source: Cannot force remote user to subscribe.
be: Прымусовая падпіска для выдаленых удзельнікаў немагчымая.

source: Unknown profile.
be: Невядомы профіль.

source: This activity seems unrelated to our user.
be: Гэтыя дзеяньні, здаецца, ня зьвязаная з нашым карыстальнікам.

source: Remote profile is not a group!
be: Аддалены профіль не зьяўляецца групай!

source: User is already a member of this group.
be: Карыстальнік ўжо зьяўляецца ўдзельнікам гэтай групы.

source: Already know about notice %1$s and it has a different author %2$s.
be: Запіс %1$s ужо вядомы і мае іншага аўтара %2$s.

source: Not overwriting author info for non-trusted user.
be: Немагчыма перазапісаць аўтарскую інфармацыю пра ненадзейнага карыстальніка.

source: No content for notice %s.
be: Няма зьместу для запісу %s.

source: No such user "%s".
be: Няма такога ўдзельніка «%s».

source: Can't handle remote content yet.
be: Пакуль яшчэ немагчыма апрацоўваць аддалены зьмест.

source: Can't handle embedded XML content yet.
be: Пакуль яшчэ немагчыма апрацоўваць убудаваны XML-зьмест.

source: Can't handle embedded Base64 content yet.
be: Пакуль яшчэ немагчыма апрацоўваць убудаваны зьмест Base64.

source: You cannot make changes to this site.
be: Вы ня можаце зьмяняць гэты сайт.

source: Changes to that panel are not allowed.
be: Зьмены для гэтай панэлі не дазволеныя.

source: showForm() not implemented.
be: showForm() не рэалізаваная.

source: saveSettings() not implemented.
be: saveSettings() не рэалізаваная.

# HEADER
source: Home
be: Галоўная старонка

# HEADER
source: Admin
be: Адміністратар

source: Basic site configuration
be: Асноўная канфігурацыя сайта

# MENU
source: Site
be: Сайт

source: User configuration
be: Канфігурацыя карыстальніка

# MENU
source: User
be: Карыстальнік

source: Access configuration
be: Канфігурацыя доступу

# MENU
source: Access
be: Доступ

source: Paths configuration
be: Канфігурацыя шляхоў

# MENU
source: Paths
be: Шляхі

source: Sessions configuration
be: Канфігурацыя сэсіяў

# MENU
source: Sessions
be: Сэсіі

source: Edit site notice
be: Рэдагаваць паведамленьне сайту

# MENU
source: Site notice
be: Паведамленьне сайта

source: Snapshots configuration
be: Канфігурацыя здымкаў

# MENU
source: Snapshots
be: Здымкі

source: Set site license
be: Устанавіць ліцэнзію сайта

# MENU
source: License
be: Ліцэнзія

source: Plugins configuration
be: Канфігурацыя дапаўненьняў

# MENU
source: Plugins
be: Дапаўненьні

source: API resource requires read-write access, but you only have read access.
be: API патрабуе доступ для чытаньня і запісу, але Вы маеце толькі доступ для чытаньня.

source: No application for that consumer key.
be: Няма дастасаваньня да гэтага спажывецкага ключа.

source: Not allowed to use API.
be: Не дазволена выкарыстоўваць API.

source: Bad access token.
be: Няслушны ключ доступу.
