Repository: UngPirat/freesocial
Catalog: locale/*-tarask/LC_MESSAGES/statusnet.po
Languages: be

source: The database for %1$s is not responding correctly, so the site will not work properly. The site admins probably know about the problem, but you can contact them at %2$s to make sure. Otherwise, wait a few minutes and try again.
be: База зьвестак для %1$s не адказвае належным чынам, таму сайт ня будзе працаваць слушна. Адміністратары сайту, верагодна, ведаюць пра праблему, але Вы можаце зьвязацца зь імі на %2$s каб у гэтым упэўніцца. У адваротным выпадку, пачакайце некалькі хвілінаў і паспрабуйце ізноў.

source: An error occurred.
be: Адбылася памылка.

source: No configuration file found. Try running the installation program first.
be: Файлы канфігурацыі ня знойдзеныя. Паспрабуйце спачатку запусьціць праграму усталяваньня.

source: Unknown page
be: Невядомая старонка

source: Unknown action
be: Невядомае дзеяньне

source: Access
be: Доступ

source: Site access settings
be: Устаноўкі доступу на сайт

source: Registration
be: Рэгістрацыя

source: Prohibit anonymous users (not logged in) from viewing site?
be: Забараніць ананімным карыстальнікам (якія не ўвайшлі ў сыстэму) праглядаць сайт?

# LABEL
source: Private
be: Прыватнае

source: Make registration invitation only.
be: Дазволіць рэгістрацыю толькі па запрашэньнях.

source: Invite only
be: Толькі па запрашэньнях

source: Disable new registrations.
be: Забараніць новыя рэгістрацыі.

source: Closed
be: Закрыта

source: Save access settings.
be: Захаваць налады доступу.

# BUTTON
source: Save
be: Захаваць

source: There was a problem with your session token. Try again, please.
be: Узьнікла праблема з ключом Вашай сэсіі. Калі ласка, паспрабуйце зноў.

source: Not logged in.
be: Вы не ўвайшлі ў сыстэму.

source: No such profile.
be: Няма такога профілю.

source: No such list.
be: Няма такога сьпісу.

source: There was an unexpected error while listing %s.
be: Узьнікла нечаканая памылка падчас даданьня ў сьпіс %s.

source: There was a problem listing %s. The remote server is probably not responding correctly. Please try retrying later.
be: Немагчыма дадаць у сьпіс %s. Аддалены сэрвэр, верагодна, не адказвае слушна. Калі ласка, паспрабуйце потым.

# TITLE
source: Listed
be: Унесены ў сьпіс

source: No such page.
be: Няма такой старонкі.

source: No such user.
be: Няма такога карыстальніка.

source: Home timeline
be: Хатняя стужка паведамленьняў

source: %s's home timeline
be: Хатняя стужка паведамленьняў %s

source: Feed for friends of %s (Activity Streams JSON)
be: Стужка для сяброў %s (стужкі актыўнасьці JSON)

source: Feed for friends of %s (RSS 1.0)
be: Стужка сяброў карыстальніка %s (RSS 1.0)

source: Feed for friends of %s (RSS 2.0)
be: Стужка сяброў карыстальніка %s (RSS 2.0)

source: Feed for friends of %s (Atom)
be: Стужка сяброў карыстальніка %s (Atom)

source: This is the timeline for %s and friends but no one has posted anything yet.
be: Гэта стужка %s і сяброў, але ніхто яшчэ не пакінуў паведамленьняў.

source: Try subscribing to more people, [join a group](%%action.groups%%) or post something yourself.
be: Паспрабуйце падпісацца на большую колькасьць карыстальнікаў, [далучыцеся да групы](%%action.groups%%) альбо напішыце што-небудзь сваё.

source: You can try to [nudge %1$s](../%2$s) from their profile or [post something to them](%%%%action.newnotice%%%%?status_textarea=%3$s).
be: Вы можаце паспрабаваць [падштурхнуць %1$s](../%2$s) з іх профілю альбо [даслаць што-небудзь да іх](%%%%action.newnotice%%%%?status_textarea=%3$s).

source: Why not [register an account](%%%%action.register%%%%) and then nudge %s or post a notice to them.
be: Чаму не [стварыць рахунак](%%%%action.register%%%%), а потым падштурхнуць карыстальнікаў %s альбо даслаць да іх паведамленьне.

# BUTTON
source: Send invite
be: Даслаць запрашэньне

source: %s and friends
be: %s і сябры

source: Updates from %1$s and friends on %2$s!
be: Абнаўленьні ад %1$s і сяброў на %2$s!

source: API method not found.
be: API-мэтад ня знойдзены.

source: This method requires a POST.
be: Гэты мэтад патрабуе POST.

source: You must specify a parameter named 'device' with a value of one of: sms, im, none.
be: Вы павінны пазначыць парамэтар з назвай «device» з адным з наступных значэньняў: sms, im, none.

source: Could not update user.
be: Немагчыма абнавіць карыстальніка.

source: User has no profile.
be: Карыстальнік ня мае профілю.

source: Could not save profile.
be: Немагчыма захаваць профіль.

source: The server was unable to handle that much POST data (%s byte) due to its current configuration.
be: Сэрвэр ня змог апрацаваць так шмат POST-зьвестак (%s байт) з-за цяперашняй канфігурацыі.

# ATOM
source: Main
be: Галоўная

source: %s timeline
be: Стужка паведамленьняў %s

source: %s subscriptions
be: Падпіскі %s

source: %s favorites
be: Улюблёныя %s

source: %s memberships
be: Удзельнікі групы %s

source: You cannot block yourself!
be: Вы ня можаце заблякаваць самі сябе!

source: Block user failed.
be: Памылка блякаваньня карыстальніка.

source: Unblock user failed.
be: Памылка разблякаваньня карыстальніка.

source: No conversation ID.
be: Няма ідэнтыфікатару размовы.

source: No conversation with ID %d.
be: Няма размовы з ідэнтыфікатарам %d.

# TITLE
source: Conversation
be: Размова

source: Direct messages from %s
be: Непасрэдныя паведамленьні ад %s

source: All the direct messages sent from %s
be: Усе непасрэдныя паведамленьні ад %s

source: Direct messages to %s
be: Непасрэдныя паведамленьні да %s

source: All the direct messages sent to %s
be: Усе непасрэдныя паведамленьні да %s

source: No message text!
be: Няма тэксту паведамленьня!

source: That's too long. Maximum message size is %d character.
be: Гэта занадта доўгае паведамленьне. Максымальны памер складае %d сымбаль.

source: Recipient user not found.
be: Атрымальнік ня знойдзены.

source: Cannot send direct messages to users who aren't your friend.
be: Немагчыма дасылаць непасрэдныя паведамленьні карыстальнікам, якія не зьяўляюцца Вашымі сябрамі.

source: Do not send a message to yourself; just say it to yourself quietly instead.
be: Не дасылайце паведамленьні самаму сабе; проста скажыце гэта ціхенька самому сабе.

source: No status found with that ID.
be: Ня знойдзены статус з такім ідэнтыфікатарам.

source: This status is already a favorite.
be: Гэты статус ўжо знаходзіцца ў ліку ўлюблёных.

source: Could not create favorite.
be: Немагчыма стварыць улюблёны запіс.

source: That status is not a favorite.
be: Гэты статус не зьяўляецца ўлюблёным.

source: Could not delete favorite.
be: Немагчыма выдаліць улюблёны запіс.

source: Could not follow user: profile not found.
be: Немагчыма сачыць за карыстальнікам: профіль ня знойдзены.

source: Could not follow user: %s is already on your list.
be: Немагчыма сачыць за карыстальнікам: %s ужо знаходзіцца ў Вашым сьпісе.

source: Could not unfollow user: User not found.
be: Немагчыма сачыць за карыстальнікам: карыстальнік ня знойдзены.

source: You cannot unfollow yourself.
be: Вы ня можаце перастаць сачыць за самім сабой.

source: Two valid IDs or nick names must be supplied.
be: Неабходна падаць два слушных ідэнтыфікатары ці мянушкі.

source: Could not determine source user.
be: Немагчыма вызначыць крынічнага карыстальніка.

source: Could not find target user.
be: Немагчыма знайсьці мэтавага карыстальніка.

source: Nickname already in use. Try another one.
be: Такое імя карыстальніка ўжо выкарыстоўваецца. Паспрабуйце іншае.

source: Not a valid nickname.
be: Няслушнае імя карыстальніка.

source: Homepage is not a valid URL.
be: Няслушны URL-адрас хатняй старонкі.

source: Full name is too long (maximum 255 characters).
be: Поўнае імя занадта доўгае (максымальна 255 сымбаляў).

source: Description is too long (maximum %d character).
be: Апісаньне занадта доўгае (максымальна %d сымбаль).

source: Location is too long (maximum 255 characters).
be: Знаходжаньне занадта доўгае (максымальна 255 сымбаляў).

source: Too many aliases! Maximum %d allowed.
be: Зашмат псэўданімаў! Максымальна дазволена %d.

source: Invalid alias: "%s".
be: Няслушны псэўданім: «%s».

source: Alias "%s" already in use. Try another one.
be: Псэўданім «%s» ўжо выкарыстоўваецца. Паспрабуйце іншы.

source: Alias can't be the same as nickname.
be: Псэўданім ня можа супадаць з мянушкай.

source: Group not found.
be: Група ня знойдзеная.

source: You are already a member of that group.
be: Вы ўжо зьяўляецеся ўдзельнікам гэтай групы.

source: You have been blocked from that group by the admin.
be: Вы былі заблякаваныя ў гэтай групе адміністратарам.

source: Could not join user %1$s to group %2$s.
be: Немагчыма далучыць карыстальніка %1$s да групы %2$s.

source: You are not a member of this group.
be: Вы не зьяўляецеся ўдзельнікам гэтай групы.

source: Could not remove user %1$s from group %2$s.
be: Немагчыма выдаліць карыстальніка %1$s з групы %2$s.

source: %s's groups
be: Групы %s

source: %1$s groups %2$s is a member of.
be: Групы %1$s, удзельнікам якіх зьяўляецца %2$s.

source: %s groups
be: Групы %s

source: groups on %s
be: групы на %s

source: You must be an admin to edit the group.
be: Вы павінны быць адміністратарам каб рэдагаваць групу.

source: Could not update group.
be: Немагчыма абнавіць групу.

source: Could not create aliases.
be: Немагчыма стварыць псэўданімы.

source: Nickname must have only lowercase letters and numbers and no spaces.
be: Імя карыстальніка павінна ўтрымліваць толькі малыя літары і лічбы, без прагалаў.

source: Alias cannot be the same as nickname.
be: Псэўданім ня можа супадаць з мянушкай.

source: List not found.
be: Сьпіс ня знойдзены.

source: You cannot update lists that do not belong to you.
be: Вы ня можаце абнавіць сьпіс, які Вам не належыць.

source: An error occured.
be: Адбылася памылка.

source: You cannot delete lists that do not belong to you.
be: Вы ня можаце выдаліць сьпіс, які Вам не належыць.

source: The specified user is not a member of this list.
be: Пазначаны карыстальнік не ўваходзіць у гэты сьпіс.

source: You are not allowed to add members to this list.
be: Вам не дазволена дадаваць удзельнікаў у гэты сьпіс.

source: You must specify a member.
be: Вам неабходна пазначыць удзельніка.

source: You are not allowed to remove members from this list.
be: Вам не дазволена выдаляць удзельнікаў з гэтага сьпісу.

source: The user you are trying to remove from the list is not a member.
be: Удзельнік, якога Вы спрабуеце выдаліць са сьпісу, не зьяўляецца ўдзельнікам.

source: A list must have a name.
be: Сьпіс павінен мець назву.

source: The specified user is not a subscriber of this list.
be: Пазначаны карыстальнік не зьяўляецца падпісчыкам гэтага сьпісу.

source: You are not subscribed to this list.
be: Вы не падпісаны на гэты сьпіс.

source: Upload failed.
be: Немагчыма загрузіць.

source: Invalid request token or verifier.
be: Няслушны запыт ключа ці пацьверджаньня.

source: No oauth_token parameter provided.
be: Не пададзены парамэтар oauth_token.

source: Invalid request token.
be: Няслушны ключ запыту.

source: Request token already authorized.
be: Ключ запыту ўжо аўтарызаваны.

source: Invalid nickname / password!
be: Няслушнае імя ці пароль!

source: Database error inserting oauth_token_association.
be: Памылка базы зьвестак падчас даданьня oauth_token_association.

source: Unexpected form submission.
be: Нечаканая адпраўка формы.

source: An application would like to connect to your account
be: Дастасаваньне жадае далучыцца да Вашага рахунку

source: Allow or deny access
be: Дазволіць ці забараніць доступ

source: An application would like the ability to <strong>%3$s</strong> your %4$s account data. You should only give access to your %4$s account to third parties you trust.
be: Дастасаваньне прасіць магчымасьць <strong>%3$s</strong> зьвестак Вашага рахунку %4$s. Вам неабходна даваць доступ да Вашага рахунку %4$s толькі тым дастасаваньням, якім Вы давяраеце.

source: The application <strong>%1$s</strong> by <strong>%2$s</strong> would like the ability to <strong>%3$s</strong> your %4$s account data. You should only give access to your %4$s account to third parties you trust.
be: Дастасаваньне <strong>%1$s</strong> ад <strong>%2$s</strong> прасіць магчымасьць <strong>%3$s</strong> зьвестак Вашага рахунку %4$s. Вам неабходна даваць доступ да Вашага рахунку %4$s толькі тым дастасаваньням, якім Вы давяраеце.

# LEGEND
source: Account
be: Рахунак

source: Nickname
be: Мянушка

source: Password
be: Пароль

# BUTTON
source: Cancel
be: Скасаваць

# BUTTON
source: Allow
be: Дазволіць

source: Authorize access to your account information.
be: Дазволіць доступ да інфармацыі ў Вашым рахунку.

source: Authorization canceled.
be: Аўтарызацыя адмененая.

source: The request token %s has been revoked.
be: Ключ запыту %s быў адкліканы.

source: You have successfully authorized the application
be: Вы пасьпяхова аўтарызавалі дастасаваньне

source: Please return to the application and enter the following security code to complete the process.
be: Калі ласка, вярніцеся да дастасаваньня і ўвядзіце наступны код бясьпекі, каб скончыць працэс.

source: You have successfully authorized %s
be: Вы пасьпяхова аўтарызавалі %s

source: Please return to %s and enter the following security code to complete the process.
be: Калі ласка, вярніцеся да %s і ўвядзіце наступны код бясьпекі, каб скончыць працэс.

source: This method requires a POST or DELETE.
be: Гэты мэтад патрабуе POST ці DELETE.

source: You may not delete another user's status.
be: Вы ня можаце выдаляць статус іншых карыстальнікаў.

source: No such notice.
be: Няма такога запісу.

source: HTTP method not supported.
be: HTTP-мэтад не падтрымліваецца.

source: Unsupported format: %s.
be: Непадтрымліваемы фармат: %s.

source: Status deleted.
be: Статус выдалены.

source: No status with that ID found.
be: Ня знойдзены статус з такім ідэнтыфікатарам.

source: Can only delete using the Atom format.
be: Магчыма выдаліць толькі з выкарыстаньнем фармату Atom.

source: Cannot delete this notice.
be: Немагчыма выдаліць гэты запіс.

source: Deleted notice %d
be: Паведамленьне %d выдаленае

source: Client must provide a 'status' parameter with a value.
be: Кліент павінен падаць парамэтар 'status' са значэньнем.

source: That's too long. Maximum notice size is %d character.
be: Гэта занадта доўгае паведамленьне. Максымальны памер складае %d сымбаль.

source: Parent notice not found.
be: Бацькоўскі запіс ня знойдзены.

source: Maximum notice size is %d character, including attachment URL.
be: Максымальны памер запісу складае %d сымбаль, уключаючы URL-адрас укладаньня.

source: Unsupported format.
be: Непадтрымліваемы фармат.

source: %1$s / Favorites from %2$s
be: %1$s / Улюблёныя ад %2$s

source: %1$s updates favorited by %2$s / %3$s.
be: %1$s абнаўляе ўлюблёныя паводле %2$s / %3$s.

source: Could not generate feed for list - %s
be: Немагчыма стварыць стужку для сьпісу: %s

source: %1$s / Updates mentioning %2$s
be: %1$s / Абнаўленьні, якія ўзгадваюць %2$s

source: %1$s updates that reply to updates from %2$s / %3$s.
be: %1$s абнавіў гэты адказ на абнаўленьні ад %2$s / %3$s.

source: %s public timeline
be: %s публічная стужка паведамленьняў

source: %s updates from everyone!
be: %s абнаўленьняў ад усіх!

source: Unimplemented.
be: Не рэалізавана.

source: Repeated to %s
be: Паўторана для %s

source: %1$s notices that were to repeated to %2$s / %3$s.
be: %1$s запісы якія былі паўтораныя на %2$s / %3$s.

source: Repeats of %s
be: Паўторы за %s

source: %1$s notices that %2$s / %3$s has repeated.
be: %1$s запісы, якія былі паўтораныя %2$s / %3$s.

source: Notices tagged with %s
be: Запісы з тэгам %s

source: Updates tagged with %1$s on %2$s!
be: Абнаўленьні з тэгам %1$s на %2$s!

source: Only the user can add to their own timeline.
be: Толькі карыстальнік можа дадаваць ва уласную стужку паведамленьняў.

source: Only accept AtomPub for Atom feeds.
be: Прыймаць толькі AtomPub для стужак Atom.

source: Atom post must not be empty.
be: Паведамленьне Atom ня можа быць пустым.

source: Atom post must be well-formed XML.
be: Паведамленьне Atom павінна быць добра сфармаваным XML.

source: Atom post must be an Atom entry.
be: Atom-паведамленьне павінна быць аб'ектам Atom.

source: Can only handle POST activities.
be: Магчымая апрацоўка толькі POST-актыўнасьці.

source: Cannot handle activity object type "%s".
be: Немагчыма апрацаваць актыўнасьць аб'екта тыпу «%s».

source: No content for notice %d.
be: Няма зьместу ў запісу %d.

source: Notice with URI "%s" already exists.
be: Абвяшчэньне з URI «%s» ужо існуе.

source: API method under construction.
be: Мэтад API знаходзіцца ў распрацоўцы.

source: User not found.
be: Карыстальнік ня знойдзены.

source: You must be logged in to leave a group.
be: Вы павінны ўвайсьці ў сыстэму, каб пакінуць групу.

source: No such group.
be: Няма такой групы.

source: No nickname or ID.
be: Няма мянушкі ці ідэнтыфікатара.

source: Must be logged in.
be: Трэба ўвайсьці ў сыстэму.

source: Only group admin can approve or cancel join requests.
be: Толькі адміністратар групы можа зацьвердзіць ці адхіліць запыты на далучэньне.

source: Must specify a profile.
be: Трэба пазначыць профіль.

source: %s is not in the moderation queue for this group.
be: %s не зьяўляецца мадэратарам чаргі для гэтай групы.

source: Internal error: received neither cancel nor abort.
be: Унутраная памылка: не атрымана ні «скасаваць» ці «адмяніць»

source: Internal error: received both cancel and abort.
be: Унутраная памылка: атрымана і «скасаваць» і «адмяніць».

source: Could not cancel request for user %1$s to join group %2$s.
be: Немагчыма скасаваць запыт для карыстальніка %1$s на далучэньне да групы %2$s.

# TITLE
source: %1$s's request for %2$s
be: Запыт %1$s на %2$s

source: Join request approved.
be: Запыт на далучэньне зацьверджаны.

source: Join request canceled.
be: Запыт на далучэньне адхілены.

source: %s is not in the moderation queue for your subscriptions.
be: %s ня знаходзіцца ў чарзе на мадэрацыю для Вашых падпісак.

source: Could not cancel or approve request for user %1$s to join group %2$s.
be: Немагчыма скасаваць ці зацьвердзіць запыт для карыстальніка %1$s на далучэньне да групы %2$s.

# TITLE
source: %1$s's request
be: Запыт %1$s

source: Subscription approved.
be: Падпіска зацьверджаная.

source: Subscription canceled.
be: Падпіска скасаваная.

source: Notices %1$s has favorited on %2$s
be: Запісы %1$s былі дададзеныя да ўлюблёных на %2$s

source: Cannot add someone else's subscription.
be: Немагчыма дадаць падпіску іншага карыстальніка.

source: Can only handle favorite activities.
be: Магчымая апрацоўка толькі актыўнасьці ўлюблёных.

source: Can only fave notices.
be: Можна толькі дадаваць абвяшчэньні ва ўлюблёныя.

source: Unknown notice.
be: Невядомы запіс.

source: Already a favorite.
be: Ужо ва ўлюблёных.

source: Group memberships of %s
be: Удзел у групах %s

source: Groups %1$s is a member of on %2$s
be: Групы %1$s ў якіх знаходзяцца на %2$s

source: Cannot add someone else's membership.
be: Немагчыма дадаць удзел іншаму карыстальніку.

source: Can only handle join activities.
be: Магчымая апрацоўка толькі актыўнасьць далучэньня.

source: Unknown group.
be: Невядомая група.

source: Already a member.
be: Ужо ўдзельнік.

source: Blocked by admin.
be: Заблякаваны адміністратарам.

source: No such favorite.
be: Няма такога ўлюблёнага запісу.

source: Cannot delete someone else's favorite.
be: Немагчыма выдаліць з чужога сьпісу ўлюблёных.

source: Not a member.
be: Не зьяўляецца ўдзельнікам.

source: Cannot delete someone else's membership.
be: Немагчыма выдаліць чужы удзел.

source: No such profile id: %d.
be: Няма такога ідэнтыфікатара профілю: %d.

source: Profile %1$d not subscribed to profile %2$d.
be: Профіль %1$d не падпісаны на профіль %2$d.

source: Cannot delete someone else's subscription.
be: Немагчыма выдаліць чужую падпіску.

source: People %1$s has subscribed to on %2$s
be: Людзі %1$s падпісаныя на %2$s

source: Can only handle Follow activities.
be: Магчымая апрацоўка толькі наступных актыўнасьцяў.

source: Can only follow people.
be: Магчыма сачыць толькі за людзьмі.

source: Unknown profile %s.
be: Невядомы профіль %s.

source: Already subscribed to %s.
be: Ужо падпісаны на %s.

source: No such attachment.
be: Няма такога далучэньня.

source: No nickname.
be: Няма мянушкі.

source: No size.
be: Няма памеру.

source: Invalid size.
be: Няслушны памер.

source: Avatar
be: Аватара

source: You can upload your personal avatar. The maximum file size is %s.
be: Вы можаце загрузіць уласную аватару. Максымальны памер файла складае %s.

source: Avatar settings
be: Устаноўкі аватара

source: Original
be: Арыгінальныя

source: Preview
be: Папярэдні прагляд

# BUTTON
source: Delete
be: Выдаліць

# BUTTON
source: Upload
be: Загрузіць

# BUTTON
source: Crop
be: Выразаць

source: No file uploaded.
be: Ніякіх файлаў не загружана.

source: Pick a square area of the image to be your avatar.
be: Выберыце квадратны абшар выявы для Вашай аватары.

source: Lost our file data.
be: Страчаныя зьвесткі пра файл.

source: Avatar updated.
be: Аватара абноўленая.

source: Failed updating avatar.
be: Немагчыма абнавіць аватару.

source: Avatar deleted.
be: Аватара выдаленая.

source: Backup account
be: Рэзэрвовая копія

source: Only logged-in users can backup their account.
be: Толькі карыстальнікі, якія увайшлі ў сыстэму, могуць зрабіць рэзэрвовую копію іх рахунку.

source: You may not backup your account.
be: Вы ня можаце стварыць рэзэрвовую копію свайго рахунку.

source: You can backup your account data in <a href="http://activitystrea.ms/">Activity Streams</a> format. This is an experimental feature and provides an incomplete backup; private account information like email and IM addresses is not backed up. Additionally, uploaded files and direct messages are not backed up.
be: Вы можаце стварыць рэзэрвовую копію зьвестак Вашага рахунку ў фармаце <a href="http://activitystrea.ms/">Activity Streams</a>. Гэта экспэрымэнтальная магчымасьць і яна прадстаўляе няпоўную копію; прыватная інфармацыя рахунку, напрыклад, адрас электроннай пошты і IM-адрасы ня будуць скапіяваныя. Дадаткова, загружаныя файлы і непасрэдныя паведамленьні таксама ня будуць скапіяваныя.

# BUTTON
source: Backup
be: Рэзэрвовая копія

source: Backup your account.
be: Рэзэрвовае капіяваньне Вашага рахунку.

source: You already blocked that user.
be: Вы ўжо заблякавалі гэтага карыстальніка.

source: Block user
be: Заблякаваць карыстальніка

source: Are you sure you want to block this user? Afterwards, they will be unsubscribed from you, unable to subscribe to you in the future, and you will not be notified of any @-replies from them.
be: Вы ўпэўнены, што жадаеце заблякаваць гэтага карыстальніка? Пасьля гэтага ён будзе ад Вас адпісаны і ён ня зможа падпісацца ў будучыні, а Вам ня будуць прыходзіць паведамленьні пра яго @-адказы.

# BUTTON
source: No
be: Не

source: Do not block this user.
be: Не блякаваць гэтага карыстальніка.

# BUTTON
source: Yes
be: Так

source: Block this user.
be: Заблякаваць гэтага карыстальніка.

source: Failed to save block information.
be: Памылка захаваньня інфармацыі пра блякаваньне.

source: %s blocked profiles
be: %s заблякаваныя профілі

source: %1$s blocked profiles, page %2$d
be: %1$s заблякаваныя профілі, старонка %2$d

source: A list of the users blocked from joining this group.
be: Сьпіс карыстальнікаў заблякаваных ад далучэньня да гэтай групы.

source: Unblock user from group
be: Разблякаваць карыстальніка ў гэтай групе

# BUTTON
source: Unblock
be: Разблякаваць

source: Unblock this user
be: Разблякаваць гэтага карыстальніка

source: Post to %s
be: Даслаць у %s

# TITLE
source: %1$s left group %2$s
be: %1$s пакінуў групу %2$s

source: No profile ID in request.
be: Няма ідэнтыфікатара профілю ў запыце.

source: No profile with that ID.
be: Няма профілю з такім ідэнтыфікатарам.

# TITLE
source: Unsubscribed
be: Адпісаны
