Repository: UngPirat/freesocial
Catalog: plugins/QnA/locale/*/LC_MESSAGES/QnA.po
Languages: ca, eu, ia, ja

source: New question
ca: Pregunta nova
eu: Galdera berria
ia: Nove question
ja: 新しい質問

source: You must be logged in to post a question.
ca: Heu d'iniciar una sessió per publicar una pregunta.
eu: Galdera bat bidaltzeko saioa hasi behar duzu.
ia: Tu debe aperir un session pro poner un question.
ja: 質問を投稿するにはログインする必要があります

source: Question must have a title.
ca: La pregunta ha de tenir un títol.
eu: Galderak titulu bat izan behar du.
ia: Le question debe haber un titulo.
ja: 質問はタイトルが必要です

source: Question posted
ca: S'ha publicat la pregunta
eu: Galdera bidali da
ia: Question ponite
ja: 質問の投稿

source: No such answer.
ca: No existeix la resposta.
eu: Ez dago erantzun hori.
ia: Iste responsa non existe.
ja: そのような回答はありません

source: No question for this answer.
ca: No hi ha cap pregunta per a aquesta resposta.
eu: Ez dago erantzunik galdera honentzat.
ia: Il non ha un question pro iste responsa.
ja: この回答の質問はありません

source: No such user.
ca: No existeix l'usuari.
eu: Ez dago erabiltzaile hori.
ia: Iste usator non existe.
ja: そのようなユーザーはいません

source: User without a profile.
ca: Usuari sense perfil.
eu: Profilik gabeko erabiltzailea.
ia: Usator sin profilo.
ja: プロファイルのないユーザーです

source: %1$s's answer to "%2$s"
ca: Resposta de %1$s a «%2$s»
eu: %1$s(r)en erantzuna "%2$s" galderari.
ia: Responsa de %1$s a "%2$s"
ja: "%2$s" に対する %1$s の回答

source: Revise answer
ca: Revisa la resposta
eu: Erantzunta berraztertu.
ia: Revider responsa
ja: 回答を修正

source: You must be logged in to answer to a question.
ca: Heu d'haver iniciat una sessió per respondre una pregunta.
eu: Saioa hasi behar duzu galdera bati erantzuteko.
ia: Tu debe aperir un session pro responder a un question.
ja: 質問に回答するにはログインする必要があります

source: Invalid or missing answer.
ca: Manca una resposta o bé no és vàlida.
eu: Erantzun baliogabe edo okerra.
ia: Responsa invalide o mancante.
ja: 無効または正しくない回答です

source: Answer
ca: Resposta
eu: Erantzun
ia: Responsa
ja: 回答

# TITLE
source: Answer
ca: Resposta
eu: Erantzun
ia: Responsa
ja: 回答

source: No such question.
ca: No existeix la pregunta.
eu: Ez dago galdera hori.
ia: Iste question non existe.
ja: そのような質問はありません

source: No such question notice.
ca: No existeix l'avís de la resposta.
eu: Ez dago galdera ohar hori.
ia: Iste nota de question non existe.
ja: そのような質問のつぶやきはありません

source: %1$s's question: %2$s
ca: Pregunta de %1$s: %2$s
eu: %1$s(r)en galdera: %2$s
ia: Question de %1$s: %2$s
ja: %1$s の質問: %2$s

source: Close question
ca: Tanca la pregunta
eu: Itxi galdera
ia: Clauder question
ja: 質問をクローズ

source: You must be logged in to close a question.
ca: Cal haver iniciat una sessió per tancar una pregunta.
eu: Saioa hasi behar duzu galdera bat isteko.
ia: Tu debe aperir un session pro clauder un question.
ja: 質問をクローズするにはログインする必要があります

source: Invalid or missing question.
ca: La pregunta no és vàlida o no hi és.
eu: Galdera baliogabea edo galdutakoa.
ia: Question invalide o mancante.
ja: 無効または正しくない質問です

source: You did not ask this question.
ca: No heu respost la pregunta.
eu: Galdera hau ez zenuen zuk egin.
ia: Non es tu qui poneva iste question.
ja: あなたはこの質問をしていません

source: Answers
ca: Respostes
eu: Erantzunak
ia: Responsas
ja: 回答

source: Ajax Error
ca: Error d'Ajax
eu: Ajax Akatsa
ia: Error de Ajax
ja: Ajax エラー

# TITLE
source: Your answer
ca: La vostra resposta
eu: Zure erantzuna
ia: Tu responsa
ja: あなたの回答

source: Answer data is missing.
ca: Manquen les dades de la resposta.
eu: Erantzun datuak galdu dira.
ia: Le datos del responsa manca.
ja: 回答データが正しくありません

source: Question and Answers micro-app.
ca: Microaplicació de preguntes i respostes.
eu: Galdera-erantzunen mikro-aplikazioa.
ia: Microapplication pro questiones e responsas.
ja: 質問と回答のマイクロアプリケーション

# TITLE
source: Question
ca: Pregunta
eu: Galdera
ja: 質問

source: Too many activity objects.
ca: Masses objectes d'activitat.
eu: Jarduera objetu gehiegi.
ia: Troppo de objectos de activitate.

source: Wrong type for object.
ca: Tipus d'objecte incorrecte.
eu: Moeta okerra objetuarentzat.
ia: Typo errate pro iste objecto.
ja: オブジェクトの型が間違っています

source: Answer to unknown question.
ca: Resposta a una pregunta desconeguda.
eu: Galdera hori ez zen existitzen.
ia: Responsa a un question incognite.
ja: 不明な質問に対する回答です

source: Unknown object type.
ca: Tipus d'objecte desconegut.
eu: Objetu moeta ezezaguna.
ia: Typo de objecto incognite.
ja: 不明なオブジェクトの型

source: Unknown question notice.
ca: Avís de pregunta desconegut.
eu: Galdera ohar ezezaguna.
ia: Nota de question incognite.
ja: 不明な質問のつぶやき

source: Unexpected type for QnA plugin: %s.
ca: Tipus no esperat per al connector QnA: %s.
eu: QnA pluginarentzat espero ez zen moeta: %s.
ia: Typo inexpectate pro plug-in Q&R: %s.
ja: QnA プラグインが予期しない型: %s

source: Question data is missing.
ca: Les dades de la pregunta no hi són.
eu: Galdera datuak galdu dira.
ia: Le datos del question manca.
ja: 質問データがありません

source: Your answer...
ca: La vostra resposta...
eu: Zure erantzuna...
ia: Tu responsa...
ja: あなたの回答...

source: more...
ca: més...
eu: gehiago...
ia: plus...
ja: もっと...

source: No question with ID %s
ca: No hi ha cap pregunta amb ID %s
eu: Ez dago %s IDarekin galderarik
ia: Il non ha un question con le ID %s
ja: ID %s の質問はありません

source: No profile with ID %s
ca: No hi ha cap perfil amb ID %s
eu: Ez dago %s IDarekin profilik
ia: Non existe un profilo con le ID %s
ja: ID のプロファイルはありません: %s

source: %s revision
ca: %s revisió
eu: zuzenketa %s
ia: %s version

source: %1$s answered the question "%2$s": %3$s
ca: %1$s ha respost la pregunta «%2$s»: %3$s
eu: %1$s(e)k "%2$s" galderari erantzun dio: %3$s
ia: %1$s respondeva al question "%2$s": %3$s
ja: 質問 "%2$s" に対する %1$s の回答: %3$s

source: answered "%s"
ca: ha respost «%s»
eu: "%s" galderari erantzuna:
ia: respondeva a "%s"
ja: 回答 "%s"

source: %s answer
ca: %s resposta
eu: erantzun %s
ia: %s responsa

source: This question is closed.
ca: Aquesta pregunta està tancada.
eu: Galdera hau itxita dago.
ia: Iste question es claudite.
ja: この質問はクローズしました

source: Question: %s
ca: Pregunta: %s
eu: Galdera: %s
ja: 質問: %s

# BUTTON
source: Submit
ca: Envia
eu: Bidali
ia: Submitter
ja: 送信

source: Enter your answer
ca: Introduïu la vostra resposta
eu: Sartu zure erantzuna
ia: Entra tu responsa
ja: 回答を入力してください

# BUTTON
source: Answer
ca: Resposta
eu: Erantzun
ia: Responsa
ja: 回答

# LABEL
source: Title
ca: Títol
eu: Titulua
ia: Titulo
ja: タイトル

source: The title of your question.
ca: El títol de la vostra pregunta.
eu: Zure galderaren titulua.
ia: Le titulo de tu question.
ja: 質問のタイトル

# LABEL
source: Description
ca: Descripció
eu: Deskribapena
ja: 説明

source: Your question in detail.
ca: La vostra pregunta en detall.
eu: Zure galdera zehatz-mehatz
ia: Le detalios de tu question.
ja: 質問の詳細

# BUTTON
source: Save
ca: Desa
eu: Gorde
ia: Salveguardar
ja: 保存

# LEGEND
source: Question
ca: Pregunta
eu: Galdera
ja: 質問

# BUTTON
source: Close
ca: Tanca
eu: Itxi
ia: Clauder
ja: クローズ

source: Close the question to no one can answer it anymore.
ca: Tanca la pregunta per tal que ningú pugui respondre-la més.
eu: Itxi galdera erantzun gehiagorik ez jasotzeko.
ia: Clauder le question de sorta que nemo pote responder plus.
ja: もう回答できないように質問をクローズする。

# BUTTON
source: Best
ca: Millor
eu: Egokiena
ia: Optime
ja: ベスト

source: Mark this answer as the best answer.
ca: Marca aquesta resposta com a millor resposta.
eu: Markatu erantzun hau egokiena gisa.
ia: Marcar iste responsa como le melior responsa.
ja: ベストの回答にマークする
